{
  "v3_140_news_title": "v3.140",
  "v3_140_news_main_name": "အသစ်များ",
  "v3_140_news_main_array_item_1_title": "တက်ဘ်ခလုတ်ခံု ဒီဇိုင်း အသစ်ပြင်ဆင်ထားသည်",
  "v3_140_news_main_array_item_1_subtitle": "ဒီဇိုင်းသည် တက်ဘ်တစ်ခု active ဖြစ်နေချိန်ကို ပိုမိုကောင်းမွန်စွာ ပြသပေးပါသည်။",
  "v3_140_news_main_array_item_2_title": "Solid Purple အရောင်အပြင်အဆင် မိတ်ဆက်ခြင်း",
  "v3_140_news_main_array_item_3_title": "အသုံးပြုသူများကို ဖိတ်ခေါ်ခြင်းကို ရိုးရှင်းအောင်ပြုလုပ်ခြင်း",
  "v3_140_news_main_array_item_4_title": "JustDo အဖွဲ့ဝင်များ စီမံခန့်ခွဲမှုကို တိုးတက်စေခြင်း",
  "v3_140_news_main_array_item_4_subtitle": "အသုံးပြုသူများစွာကို တစ်ပြိုင်နက်တည်း ဖယ်ရှားရန် ရွေးချယ်နိုင်ပါသည်။",
  "v3_140_news_main_array_item_5_title": "JustDo ဖိုင်များတွင် ဗီဒီယို အကြိုကြည့်ရှုခြင်းကို ထောက်ပံ့ခြင်း",
  "v3_140_news_main_array_item_6_title": "ပိုင်ရှင်/စောင့်ဆိုင်းနေသောပိုင်ရှင် ကော်လံများတွင် အသုံးပြုသူ၏ ပုံငယ်ကို ပြသခြင်း",
  "v3_140_news_features_name": "အခြားအပ်ဒိတ်များ",
  "v3_140_news_features_title": "တိုးတက်မှုများ",
  "v3_140_news_features_update_items": [
    "၁။ ဒုတိယအဆင့် ခလုတ်များ၏ အရောင်ကို မီးခိုးရောင်အနက်မှ မီးခိုးရောင်အဖြူသို့ ပြောင်းလဲထားသည်",
    "၂။ ရိုးရာ အရောင်အပြင်အဆင်များကို ဖယ်ရှားထားသည်",
    "၃။ လုပ်ငန်းခွဲများကို Follow Up အကွက်အရ စီစဉ်ခြင်းကို ထောက်ပံ့သည်",
    "၄။ အင်္ဂလိပ်စာမဟုတ်သော ဘာသာစကားများကို ပိုမိုကောင်းမွန်စွာ ထောက်ပံ့ရန် ခေတ်မီသော ဖောင့်အသစ်တစ်ခုကို အသုံးပြုထားသည်",
    "၅။ ဆိုက် အက်ဒမင်တွင် ဘေးတိုက်ဘားကို ဖျောက်နိုင်သော စွမ်းရည်ကို ထည့်သွင်းထားသည်",
    "၆။ ပိုင်ဆိုင်မှုကို ငြင်းပယ်သည့် ဒိုင်ယာလော့ခ်၏ ဒီဇိုင်းကို တိုးတက်စေခြင်း (ctrl+enter ဖြင့် တင်သွင်းခြင်းကို အတည်ပြုနိုင်သည့် စွမ်းရည် အပါအဝင်)"
  ],
  "v3_140_news_page_title": "JustDo v3.140: ဒီဇိုင်းအပ်ဒိတ်များ၊ ရိုးရှင်းသော အသုံးပြုသူဖိတ်ခေါ်မှုများ နှင့် အခြားအရာများ",
  "v3_140_news_page_description": "JustDo v3.140 သည် ဒီဇိုင်းပြုပြင်မှုများ၊ တိုးတက်သော အသုံးပြုသူဖိတ်ခေါ်မှု လုပ်ငန်းစဉ်များ၊ မြှင့်တင်ထားသော ဗီဒီယိုထောက်ပံ့မှု နှင့် အသုံးပြုရလွယ်ကူမှုဆိုင်ရာ တိုးတက်မှုများစွာကို ဆောင်ကြဉ်းပေးပါသည်။"
}