{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Што новага",
  "v5_10_news_page_title": "JustDo v5.10: Палепшаны Gantt, прагляд файлаў і рэдагаванне задач",
  "v5_10_news_page_description": "JustDo v5.10 павышае прадукцыйнасць з палепшанай функцыянальнасцю дыяграмы Gantt, лепшым кіраваннем файлаў з праглядам відэа і PDF, і абноўленым рэдактарам апісанняў задач з магчымасцю загрузкі файлаў.",
  "v5_10_news_main_array_item_0_subtitle": "Сёння мы з радасцю абвяшчаем пра выхад JustDo v5.10.<br><br>Гэта абнаўленне сканцэнтравана на паляпшэнні карыстальніцкага досведу з палепшанай функцыянальнасцю дыяграмы Gantt, лепшым кіраваннем файлаў з праглядам відэа і PDF, і абноўленым рэдактарам апісанняў задач з магчымасцю загрузкі файлаў.",
  "v5_10_news_main_array_item_1_title": "Дадана магчымасць фільтраваць слупкі ў падменю \"Дадаць слупкі\"",
  "v5_10_news_main_array_item_1_subtitle": "Цяпер вы можаце лёгка фільтраваць слупкі ў падменю \"Дадаць слупкі\", што робіць пошук і дадаванне патрэбных палёў больш хуткім.",
  "v5_10_news_main_array_item_2_title": "Прагляд відэа і PDF у панэлі задач",
  "v5_10_news_main_array_item_2_subtitle": "Цяпер вы можаце прайграваць відэа непасрэдна з укладкі \"Файлы\" у панэлі задач — без дадатковых крокаў.",
  "v5_10_news_main_array_item_3_subtitle": "Праглядайце PDF імгненна прама ў панэлі задач, не адкрываючы асобнае акно.",
  "v5_10_news_main_array_item_4_title": "Палепшаны тэкставы рэдактар апісання задач",
  "v5_10_news_main_array_item_4_subtitle": "Рэдактар апісання задач быў абноўлены для больш плыннага і надзейнага досведу рэдагавання. Напісанне і фарматаванне тэксту цяпер лягчэй, чым калі-небудзь.",
  "v5_10_news_main_array_item_5_title": "Падтрымка загрузкі файлаў у апісанне задач",
  "v5_10_news_main_array_item_5_subtitle": "Цяпер вы можаце загружаць і прымацоўваць файлы непасрэдна да апісання задач, робячы вашы задачы больш інфарматыўнымі і арганізаванымі.",
  "v5_10_news_main_array_item_6_title": "Уведзены селектар дыяпазону для дыяграмы Gantt",
  "v5_10_news_main_array_item_6_subtitle": "Новы селектар дыяпазону робіць усталяванне вобласці прагляду ў дыяграме Gantt значна лягчэйшым, дазваляючы вам адсочваць макра- і мікрааспекты вашых праектаў.",
  "v5_10_news_features_name": "Іншыя абнаўленні",
  "v5_10_news_features_title": "Палепшэнні",
  "v5_10_news_features_update_items": [
    "1. Агульныя дызайнерскія абнаўленні вэб-прыкладання JustDo.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Дадана кнопка адпраўкі ў чат.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}