{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Какво ново",
  "v5_10_news_page_title": "JustDo v5.10: Подобрена диаграма на Гант, преглед на файлове и редактиране на задачи",
  "v5_10_news_page_description": "JustDo v5.10 носи подобрена продуктивност с подобрена функционалност на диаграмата на Гант, по-добро управление на файлове с видео и PDF преглед, както и подобрен редактор за описание на задачи с възможност за качване на файлове. Тази версия се фокусира върху рационализиране на работния процес и подобряване на потребителското изживяване.",
  "v5_10_news_main_array_item_0_subtitle": "Днес с удоволствие обявяваме пускането на JustDo v5.10.<br><br>Тази актуализация се фокусира върху подобряване на потребителското изживяване с подобрена функционалност на диаграмата на Гант, по-добро управление на файлове с видео и PDF преглед, както и подобрен редактор за описание на задачи с възможност за качване на файлове.",
  "v5_10_news_main_array_item_1_title": "Добавяне на възможност за филтриране на колони в подменюто Добавяне на колони",
  "v5_10_news_main_array_item_1_subtitle": "Вече можете лесно да филтрирате колони в подменюто Добавяне на колони, което прави намирането и добавянето на нужните полета по-бързо.",
  "v5_10_news_main_array_item_2_title": "Преглед на видеоклипове и PDF файлове в панела за задачи",
  "v5_10_news_main_array_item_2_subtitle": "Вече можете да възпроизвеждате видеоклипове директно от таба Файлове в панела за задачи — няма нужда от допълнителни стъпки.",
  "v5_10_news_main_array_item_3_subtitle": "Преглеждайте PDF файлове веднага в панела за задачи, без да отваряте отделен прозорец.",
  "v5_10_news_main_array_item_4_title": "Подобрен текстов редактор за описание на задачи",
  "v5_10_news_main_array_item_4_subtitle": "Редакторът за описание на задачи е подобрен за по-плавно и надеждно изживяване при редактиране. Писането и форматирането на текст сега е по-лесно от всякога.",
  "v5_10_news_main_array_item_5_title": "Поддръжка за качване на файлове към описанието на задачи",
  "v5_10_news_main_array_item_5_subtitle": "Вече можете да качвате и прикачвате файлове директно към описанието на задачи, правейки задачите ви по-информативни и организирани.",
  "v5_10_news_main_array_item_6_title": "Въвеждане на избирач на диапазон за диаграмата на Гант",
  "v5_10_news_main_array_item_6_subtitle": "Новият избирач на диапазон прави задаването на изгледа в диаграмата на Гант много по-лесно, позволявайки ви да следите макро и микро аспектите на проектите си.",
  "v5_10_news_features_name": "Други актуализации",
  "v5_10_news_features_title": "Подобрения",
  "v5_10_news_features_update_items": [
    "1. Общи дизайнерски актуализации на JustDo уеб приложението.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Добавяне на бутон за изпращане в чата.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}