{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Τι νέο υπάρχει",
  "v5_10_news_page_title": "JustDo v5.10: Βελτιωμένο Gantt, Προεπισκόπηση Αρχείων και Επεξεργασία Εργασιών για Καλύτερη Ροή Εργασίας",
  "v5_10_news_page_description": "Το JustDo v5.10 φέρνει βελτιωμένη παραγωγικότητα με καλύτερη λειτουργικότητα γραφήματος Gantt, καλύτερη διαχείριση αρχείων με προεπισκόπηση βίντεο και PDF, και αναβαθμισμένο επεξεργαστή περιγραφής εργασιών με δυνατότητες μεταφόρτωσης αρχείων. Αυτή η έκδοση εστιάζει στη βελτίωση της αποδοτικότητας της ροής εργασίας και της συνολικής εμπειρίας του χρήστη.",
  "v5_10_news_main_array_item_0_subtitle": "Σήμερα, είμαστε στην ευχάριστη θέση να ανακοινώσουμε την κυκλοφορία του JustDo v5.10.<br><br>Αυτή η ενημέρωση εστιάζει στη βελτίωση της εμπειρίας χρήστη με βελτιωμένη λειτουργικότητα γραφήματος Gantt, καλύτερη διαχείριση αρχείων με προεπισκόπηση βίντεο και PDF, και αναβαθμισμένο επεξεργαστή περιγραφής εργασιών με δυνατότητες μεταφόρτωσης αρχείων.",
  "v5_10_news_main_array_item_1_title": "Προσθήκη δυνατότητας φιλτραρίσματος στηλών στο υπομενού Προσθήκη Στηλών",
  "v5_10_news_main_array_item_1_subtitle": "Μπορείτε πλέον εύκολα να φιλτράρετε τις στήλες στο υπομενού Προσθήκη Στηλών, κάνοντας ταχύτερη την εύρεση και προσθήκη των πεδίων που χρειάζεστε.",
  "v5_10_news_main_array_item_2_title": "Προεπισκόπηση βίντεο και PDF στο παράθυρο εργασίας",
  "v5_10_news_main_array_item_2_subtitle": "Μπορείτε πλέον να αναπαράγετε βίντεο απευθείας από την καρτέλα Αρχεία στο Παράθυρο Εργασίας — χωρίς πρόσθετα βήματα.",
  "v5_10_news_main_array_item_3_subtitle": "Προβάλετε PDF άμεσα μέσα στο Παράθυρο Εργασίας, χωρίς να ανοίγει ξεχωριστό παράθυρο.",
  "v5_10_news_main_array_item_4_title": "Βελτίωση επεξεργαστή κειμένου Περιγραφής Εργασίας",
  "v5_10_news_main_array_item_4_subtitle": "Ο επεξεργαστής Περιγραφής Εργασίας έχει αναβαθμιστεί για μια πιο ομαλή και αξιόπιστη εμπειρία επεξεργασίας. Η συγγραφή και η μορφοποίηση κειμένου είναι πλέον ευκολότερη από ποτέ.",
  "v5_10_news_main_array_item_5_title": "Υποστήριξη μεταφόρτωσης αρχείων στην Περιγραφή Εργασίας",
  "v5_10_news_main_array_item_5_subtitle": "Μπορείτε πλέον να μεταφορτώσετε και να επισυνάψετε αρχεία απευθείας στην Περιγραφή Εργασίας, κάνοντας τις εργασίες σας πιο πληροφοριακές και οργανωμένες.",
  "v5_10_news_main_array_item_6_title": "Εισαγωγή επιλογέα εύρους για το γράφημα Gantt",
  "v5_10_news_main_array_item_6_subtitle": "Ο νέος επιλογέας εύρους κάνει τη ρύθμιση της προβολής στο γράφημα Gantt πολύ ευκολότερη, επιτρέποντάς σας να παρακολουθείτε τα μακροσκοπικά και μικροσκοπικά στοιχεία των έργων σας.",
  "v5_10_news_features_name": "Άλλες Ενημερώσεις",
  "v5_10_news_features_title": "Βελτιώσεις",
  "v5_10_news_features_update_items": [
    "1. Γενικές ενημερώσεις σχεδιασμού στην εφαρμογή ιστού JustDo.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Προσθήκη κουμπιού αποστολής στη Συνομιλία.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}