{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "អ្វីថ្មី",
  "v5_10_news_page_title": "JustDo v5.10: Gantt ប្រសើរ, ការមើលឯកសារ, និងការកែប្រែកិច្ចការសម្រាប់ និពន្ធប្រសើរ",
  "v5_10_news_page_description": "JustDo v5.10 នាំមកនូវប្រសិទ្ធភាពប្រសើរជាមួយការធ្វើឱ្យប្រសើរឡើងនូវមុខងារ Gantt chart, ការគ្រប់គ្រងឯកសារប្រសើរជាមួយការមើល video និង PDF, និងឧបករណ៍កែប្រែការពិពណ៌នាកិច្ចការដែលអាចបញ្ចូលឯកសារបាន។",
  "v5_10_news_main_array_item_0_subtitle": "ថ្ងៃនេះ យើងមានក្តីរីករាយប្រកាសការចេញផ្សាយ JustDo v5.10។<br><br>បច្ចុប្បន្នភាពនេះផ្តោតលើការធ្វើឱ្យប្រសើរឡើងនូវបទពិសោធន៍អ្នកប្រើជាមួយមុខងារ Gantt chart ដែលបានធ្វើឱ្យប្រសើរ, ការគ្រប់គ្រងឯកសារប្រសើរជាមួយការមើល video និង PDF, និងឧបករណ៍កែប្រែការពិពណ៌នាកិច្ចការដែលអាចបញ្ចូលឯកសារបាន។",
  "v5_10_news_main_array_item_1_title": "បន្ថែមលទ្ធភាពតម្រងជួរឈរក្នុងមឺនុយរង បន្ថែមជួរឈរ",
  "v5_10_news_main_array_item_1_subtitle": "ឥឡូវនេះអ្នកអាចតម្រងជួរឈរបានយ៉ាងងាយស្រួលក្នុងមឺនុយរង បន្ថែមជួរឈរ ធ្វើឱ្យរកនិងបន្ថែមវាលដែលអ្នកត្រូវការកាន់តែលឿន។",
  "v5_10_news_main_array_item_2_title": "មើល video និង PDF ក្នុងបន្ទះកិច្ចការ",
  "v5_10_news_main_array_item_2_subtitle": "ឥឡូវនេះអ្នកអាចចាក់ video ដោយផ្ទាល់ពីផ្ទាំងឯកសារក្នុងបន្ទះកិច្ចការ — មិនចាំបាច់ធ្វើជំហានបន្ថែម។",
  "v5_10_news_main_array_item_3_subtitle": "មើល PDF ភ្លាមៗនៅក្នុងបន្ទះកិច្ចការ ដោយមិនចាំបាច់បើកបង្អួចដាច់ដោយឡែក។",
  "v5_10_news_main_array_item_4_title": "ធ្វើឱ្យប្រសើរឧបករណ៍កែប្រែអត្ថបទការពិពណ៌នាកិច្ចការ",
  "v5_10_news_main_array_item_4_subtitle": "ឧបករណ៍កែប្រែការពិពណ៌នាកិច្ចការត្រូវបានធ្វើឱ្យប្រសើរឡើងសម្រាប់បទពិសោធន៍កែប្រែដែលរលូនហើយអាចទុកចិត្តបាន។ ការសរសេរនិងធ្វើទម្រង់អត្ថបទឥឡូវនេះកាន់តែងាយស្រួលជាងមុន។",
  "v5_10_news_main_array_item_5_title": "គាំទ្រការបញ្ចូលឯកសារទៅការពិពណ៌នាកិច្ចការ",
  "v5_10_news_main_array_item_5_subtitle": "ឥឡូវនេះអ្នកអាចបញ្ចូលនិងភ្ជាប់ឯកសារដោយផ្ទាល់ទៅការពិពណ៌នាកិច្ចការ ធ្វើឱ្យកិច្ចការរបស់អ្នកមានព័ត៌មានច្រើននិងរៀបចំបានល្អ។",
  "v5_10_news_main_array_item_6_title": "ណែនាំឧបករណ៍ជ្រើសរើសជួរសម្រាប់ Gantt chart",
  "v5_10_news_main_array_item_6_subtitle": "ឧបករណ៍ជ្រើសរើសជួរថ្មីធ្វើឱ្យការកំណត់ទិដ្ឋភាពក្នុង Gantt chart កាន់តែងាយស្រួល អនុញ្ញាតឱ្យអ្នកតាមដានទាំងភាពធំនិងលម្អិតនៃគម្រោងរបស់អ្នក។",
  "v5_10_news_features_name": "បច្ចុប្បន្នភាពផ្សេងទៀត",
  "v5_10_news_features_title": "ការធ្វើឱ្យប្រសើរ",
  "v5_10_news_features_update_items": [
    "1. បច្ចុប្បន្នភាពរចនាទូទៅចំពោះកម្មវិធី webapp JustDo។<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. បន្ថែមប៊ូតុងផ្ញើទៅ Chat។<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}