{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Жаңылыктар",
  "v5_10_news_page_title": "JustDo v5.10: Жакшыртылган Gantt, Файлдарды көрүү жана тапшырмаларды өзгөртүү",
  "v5_10_news_page_description": "JustDo v5.10 жакшыртылган Gantt диаграммасы, видео жана PDF файлдарын көрүү мүмкүнчүлүгү жана файл жүктөө функциясы менен жаңыртылган тапшырма түшүндүрүү редактору аркылуу жумушчу процессти жакшыртат.",
  "v5_10_news_main_array_item_0_subtitle": "Бүгүн JustDo v5.10 чыгарылышын жарыялоодан кубанычтабыз.<br><br>Бул жаңыртуу жакшыртылган Gantt диаграммасы функциясы, видео жана PDF файлдарын көрүү мүмкүнчүлүгү жана файл жүктөө функциясы менен жаңыртылган тапшырма түшүндүрүү редактору аркылуу колдонуучунун тажрыйбасын жакшыртууга багытталган.",
  "v5_10_news_main_array_item_1_title": "Мамыча кошуу суб-менюсунда мамычаларды чыпкалоо мүмкүнчүлүгү кошулду",
  "v5_10_news_main_array_item_1_subtitle": "Эми Мамыча кошуу суб-менюсунда мамычаларды оңой чыпкалап, керектүү талааларды тез табып кошо аласыз.",
  "v5_10_news_main_array_item_2_title": "Тапшырма панелинде видео жана PDF файлдарын көрүү",
  "v5_10_news_main_array_item_2_subtitle": "Эми Тапшырма панелиндеги Файлдар өтмөгүнөн видеолорду түздөн-түз ойното аласыз — кошумча кадамдар керек эмес.",
  "v5_10_news_main_array_item_3_subtitle": "PDF файлдарын Тапшырма панелинде эле дароо көрүп, жеке терезе ачпастан окуй аласыз.",
  "v5_10_news_main_array_item_4_title": "Тапшырма түшүндүрүү текст редактору жакшыртылды",
  "v5_10_news_main_array_item_4_subtitle": "Тапшырма түшүндүрүү редактору жылмакай жана ишенимдүү түзөтүү тажрыйбасы үчүн жаңыртылды. Текстти жазуу жана форматтоо азыр мурдагыдан да оңой.",
  "v5_10_news_main_array_item_5_title": "Тапшырма түшүндүрүүгө файл жүктөө колдоосу",
  "v5_10_news_main_array_item_5_subtitle": "Эми файлдарды түздөн-түз Тапшырма түшүндүрүүгө жүктөп тиркеп, тапшырмаларыңызды көбүрөөк маалыматтуу жана уюштурулган кыла аласыз.",
  "v5_10_news_main_array_item_6_title": "Gantt диаграммасы үчүн даамдык тандагыч (range picker) киргизилди",
  "v5_10_news_main_array_item_6_subtitle": "Жаңы даамдык тандагыч Gantt диаграммасында көрүү аймагын коюуну алда канча жеңилдетип, долбоорлорунузда чоң жана кичине деталдарды көзөмөлдөөгө мүмкүнчүлүк берет.",
  "v5_10_news_features_name": "Башка жаңыртуулар",
  "v5_10_news_features_title": "Жакшыртуулар",
  "v5_10_news_features_update_items": [
    "1. JustDo веб-колдонмосунун жалпы дизайн жаңыртуулары.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Чатка жөнөтүү баскычы кошулду.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}