{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Што е ново",
  "v5_10_news_page_title": "JustDo v5.10: Подобрена Gantt табела, преглед на датотеки и уредување задачи за подобар работен тек",
  "v5_10_news_page_description": "JustDo v5.10 носи зголемена продуктивност со подобрена функционалност на Gantt табелата, подобро управување со датотеки со видео и PDF прегледи, и надградена едитор за опис на задачи со можности за прикачување датотеки. Ова издание се фокусира на поедноставување на ефикасноста на работниот тек и подобрување на целокупното корисничко искуство.",
  "v5_10_news_main_array_item_0_subtitle": "Денес, со задоволство го објавуваме издавањето на JustDo v5.10.<br><br>Ова ажурирање се фокусира на подобрување на корисничкото искуство со подобрена функционалност на Gantt табелата, подобро управување со датотеки со видео и PDF прегледи, и надградена едитор за опис на задачи со можности за прикачување датотеки.",
  "v5_10_news_main_array_item_1_title": "Додадена способност за филтрирање колони во подменито Додај колони",
  "v5_10_news_main_array_item_1_subtitle": "Сега можете лесно да филтрирате колони во подменито Додај колони, што го прави побрзо наоѓањето и додавањето на полињата кои ви требаат.",
  "v5_10_news_main_array_item_2_title": "Преглед на видеа и PDF документи во панелот за задачи",
  "v5_10_news_main_array_item_2_subtitle": "Сега можете да пуштате видеа директно од табот Датотеки во Панелот за задачи — без дополнителни чекори.",
  "v5_10_news_main_array_item_3_subtitle": "Прегледајте PDF документи веднаш во Панелот за задачи, без да отворате одделен прозорец.",
  "v5_10_news_main_array_item_4_title": "Подобрување на едиторот за опис на задачи",
  "v5_10_news_main_array_item_4_subtitle": "Едиторот за опис на задачи е надграден за поглатко, попоуздано уредување. Пишувањето и форматирањето на текстот сега е полесно од кога било.",
  "v5_10_news_main_array_item_5_title": "Поддршка за прикачување датотеки во опис на задачи",
  "v5_10_news_main_array_item_5_subtitle": "Сега можете да прикачувате и прилагате датотеки директно во описот на задачата, што ги прави вашите задачи поинформативни и поорганизирани.",
  "v5_10_news_main_array_item_6_title": "Воведување избирач на опсег за Gantt табелата",
  "v5_10_news_main_array_item_6_subtitle": "Новиот избирач на опсег го прави поставувањето на погледот во Gantt табелата многу полесно, овозможувајќи ви да ги следите макро и микро аспектите на вашите проекти.",
  "v5_10_news_features_name": "Други ажурирања",
  "v5_10_news_features_title": "Подобрувања",
  "v5_10_news_features_update_items": [
    "1. Општи дизајнерски ажурирања на JustDo веб апликацијата.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Додадено копче за испраќање во разговорот.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}