{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "नयाँ के छ",
  "v5_10_news_page_title": "JustDo v5.10: उन्नत गान्ट, फाइल पूर्वावलोकन, र राम्रो कार्यप्रवाहको लागि कार्य सम्पादन",
  "v5_10_news_page_description": "JustDo v5.10 ले सुधारिएको गान्ट चार्ट कार्यक्षमता, भिडियो र PDF पूर्वावलोकन सहित राम्रो फाइल व्यवस्थापन, र फाइल अपलोड क्षमता सहित उन्नत कार्य वर्णन सम्पादकको साथ बढाइएको उत्पादकता ल्याउँछ।",
  "v5_10_news_main_array_item_0_subtitle": "आज, हामी JustDo v5.10 को रिलीजको घोषणा गर्न खुसी छौं।<br><br>यस अपडेटले सुधारिएको गान्ट चार्ट कार्यक्षमता, भिडियो र PDF पूर्वावलोकन सहित राम्रो फाइल व्यवस्थापन, र फाइल अपलोड क्षमता सहित उन्नत कार्य वर्णन सम्पादकको साथ प्रयोगकर्ता अनुभव बढाउनमा केन्द्रित छ।",
  "v5_10_news_main_array_item_1_title": "स्तम्भ थप्नुहोस् (Add Columns) उप-मेनुमा स्तम्भहरू फिल्टर गर्ने क्षमता थप्नुहोस्",
  "v5_10_news_main_array_item_1_subtitle": "तपाईंले अब स्तम्भ थप्नुहोस् उप-मेनुमा स्तम्भहरू सजिलैसँग फिल्टर गर्न सक्नुहुन्छ, जसले तपाईंलाई आवश्यक फिल्डहरू फेला पारेर थप्न छिटो बनाउँछ।",
  "v5_10_news_main_array_item_2_title": "कार्य प्यानलमा भिडियो र PDF हरूको पूर्वावलोकन",
  "v5_10_news_main_array_item_2_subtitle": "तपाईंले अब कार्य प्यानलको फाइल ट्याबबाट सीधै भिडियो प्ले गर्न सक्नुहुन्छ — कुनै अतिरिक्त चरणहरू आवश्यक छैन।",
  "v5_10_news_main_array_item_3_subtitle": "छुट्टै विन्डो नखोली, कार्य प्यानल भित्रै PDF हरू तुरुन्तै हेर्नुहोस्।",
  "v5_10_news_main_array_item_4_title": "कार्य वर्णन पाठ सम्पादक सुधार गर्नुहोस्",
  "v5_10_news_main_array_item_4_subtitle": "कार्य वर्णन सम्पादकलाई एक चिकनो, अझ भरपर्दो सम्पादन अनुभवको लागि उन्नत गरिएको छ। पाठ लेख्न र ढाँचा बनाउन अब पहिले भन्दा सजिलो छ।",
  "v5_10_news_main_array_item_5_title": "कार्य वर्णनमा फाइल अपलोड गर्न समर्थन",
  "v5_10_news_main_array_item_5_subtitle": "तपाईंले अब कार्य वर्णनमा सीधै फाइल अपलोड र संलग्न गर्न सक्नुहुन्छ, जसले तपाईंको कार्यहरूलाई थप जानकारीमूलक र व्यवस्थित बनाउँछ।",
  "v5_10_news_main_array_item_6_title": "गान्ट चार्टको लागि दायरा चयनकर्ता (Range Picker) प्रस्तुत गर्नुहोस्",
  "v5_10_news_main_array_item_6_subtitle": "नयाँ दायरा चयनकर्ताले गान्ट चार्टमा दृश्यक्षेत्र सेट गर्न धेरै सजिलो बनाउँछ, जसले तपाईंलाई आफ्नो परियोजनाहरूको व्यापक र विस्तृत दुवै पक्षहरूको ट्रयाक राख्न अनुमति दिन्छ।",
  "v5_10_news_features_name": "अन्य अपडेटहरू",
  "v5_10_news_features_title": "सुधारहरू",
  "v5_10_news_features_update_items": [
    "1. JustDo वेब एप्लिकेसनमा सामान्य डिजाइन अपडेटहरू।<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. च्याटमा पठाउने बटन थप्नुहोस्।<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}