{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Novidades",
  "v5_10_news_page_title": "JustDo v5.10: Gantt Melhorado, Pré-visualização de Ficheiros e Edição de Tarefas",
  "v5_10_news_page_description": "JustDo v5.10 traz produtividade melhorada com funcionalidade aprimorada do gráfico Gantt, melhor gestão de ficheiros com pré-visualizações de vídeo e PDF, e editor de descrição de tarefas melhorado com capacidades de carregamento de ficheiros.",
  "v5_10_news_main_array_item_0_subtitle": "Hoje, temos o prazer de anunciar o lançamento do JustDo v5.10.<br><br>Esta atualização foca-se em melhorar a experiência do utilizador com funcionalidade aprimorada do gráfico Gantt, melhor gestão de ficheiros com pré-visualizações de vídeo e PDF, e um editor de descrição de tarefas melhorado com capacidades de carregamento de ficheiros.",
  "v5_10_news_main_array_item_1_title": "Adicionar a capacidade de filtrar colunas no submenu Adicionar Colunas",
  "v5_10_news_main_array_item_1_subtitle": "Agora pode facilmente filtrar colunas no submenu Adicionar Colunas, tornando mais rápido encontrar e adicionar os campos que necessita.",
  "v5_10_news_main_array_item_2_title": "Pré-visualizar vídeos e PDFs no painel de tarefas",
  "v5_10_news_main_array_item_2_subtitle": "Agora pode reproduzir vídeos diretamente do separador Ficheiros no Painel de Tarefas — sem passos adicionais necessários.",
  "v5_10_news_main_array_item_3_subtitle": "Visualize PDFs instantaneamente dentro do Painel de Tarefas, sem abrir uma janela separada.",
  "v5_10_news_main_array_item_4_title": "Melhorar o editor de texto da Descrição da Tarefa",
  "v5_10_news_main_array_item_4_subtitle": "O editor de Descrição da Tarefa foi atualizado para uma experiência de edição mais suave e confiável. Escrever e formatar texto é agora mais fácil do que nunca.",
  "v5_10_news_main_array_item_5_title": "Suporte para carregar ficheiros na Descrição da Tarefa",
  "v5_10_news_main_array_item_5_subtitle": "Agora pode carregar e anexar ficheiros diretamente na Descrição da Tarefa, tornando as suas tarefas mais informativas e organizadas.",
  "v5_10_news_main_array_item_6_title": "Introduzir seletor de intervalo para o gráfico Gantt",
  "v5_10_news_main_array_item_6_subtitle": "O novo seletor de intervalo torna muito mais fácil definir a visualização no gráfico Gantt, permitindo-lhe acompanhar os macros e micros dos seus projetos.",
  "v5_10_news_features_name": "Outras Atualizações",
  "v5_10_news_features_title": "Melhorias",
  "v5_10_news_features_update_items": [
    "1. Atualizações gerais de design na aplicação web JustDo.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Adicionar um botão de envio ao Chat.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}