{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Что нового",
  "v5_10_news_page_title": "JustDo v5.10: Улучшенная диаграмма Ганта, предпросмотр файлов и редактирование задач",
  "v5_10_news_page_description": "JustDo v5.10 повышает продуктивность с улучшенной функциональностью диаграммы Ганта, лучшим управлением файлами с предпросмотром видео и PDF, а также обновленным редактором описаний задач с возможностью загрузки файлов.",
  "v5_10_news_main_array_item_0_subtitle": "Сегодня мы рады объявить о выпуске JustDo v5.10.<br><br>Это обновление сосредоточено на улучшении пользовательского опыта с усовершенствованной функциональностью диаграммы Ганта, лучшим управлением файлами с предпросмотром видео и PDF, а также обновленным редактором описаний задач с возможностью загрузки файлов.",
  "v5_10_news_main_array_item_1_title": "Добавлена возможность фильтрации столбцов в подменю \"Добавить столбцы\"",
  "v5_10_news_main_array_item_1_subtitle": "Теперь вы можете легко фильтровать столбцы в подменю \"Добавить столбцы\", что делает поиск и добавление нужных полей быстрее.",
  "v5_10_news_main_array_item_2_title": "Предпросмотр видео и PDF в панели задач",
  "v5_10_news_main_array_item_2_subtitle": "Теперь вы можете воспроизводить видео прямо из вкладки \"Файлы\" в панели задач — никаких дополнительных шагов не требуется.",
  "v5_10_news_main_array_item_3_subtitle": "Просматривайте PDF мгновенно прямо в панели задач, не открывая отдельное окно.",
  "v5_10_news_main_array_item_4_title": "Улучшен текстовый редактор описания задач",
  "v5_10_news_main_array_item_4_subtitle": "Редактор описания задач был обновлен для более плавного и надежного редактирования. Написание и форматирование текста теперь проще чем когда-либо.",
  "v5_10_news_main_array_item_5_title": "Поддержка загрузки файлов в описание задач",
  "v5_10_news_main_array_item_5_subtitle": "Теперь вы можете загружать и прикреплять файлы непосредственно к описанию задачи, делая ваши задачи более информативными и организованными.",
  "v5_10_news_main_array_item_6_title": "Представлен выбор диапазона для диаграммы Ганта",
  "v5_10_news_main_array_item_6_subtitle": "Новый выбор диапазона делает настройку области просмотра в диаграмме Ганта гораздо проще, позволяя отслеживать общую картину и детали ваших проектов.",
  "v5_10_news_features_name": "Другие обновления",
  "v5_10_news_features_title": "Улучшения",
  "v5_10_news_features_update_items": [
    "1. Общие обновления дизайна веб-приложения JustDo.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Добавлена кнопка отправки в чат.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}