{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Шта је ново",
  "v5_10_news_page_title": "JustDo v5.10: Побољшан Gantt, преглед фајлова и уређивање задатака",
  "v5_10_news_page_description": "JustDo v5.10 доноси побољшану продуктивност са унапређеном Gantt chart функционалношћу, бољим управљањем фајлова са видео и PDF прегледима, и унапређеним уређивачем опиca задатака са могућношћу отпремања фајлова. Ово издање се фокусира на поједностављивање ефикасности радног тока и побољшање корисничког искуства.",
  "v5_10_news_main_array_item_0_subtitle": "Данас смо задовољни да објавимо издање JustDo v5.10.<br><br>Ова надоградња се фокусира на побољшање корисничког искуства са унапређеном Gantt chart функционалношћу, бољим управљањем фајлова са видео и PDF прегледима, и унапређеним уређивачем описа задатака са могућношћу отпремања фајлова.",
  "v5_10_news_main_array_item_1_title": "Додата могућност филтрирања колона у подменију Додај колоне",
  "v5_10_news_main_array_item_1_subtitle": "Сада можете лако филтрирати колоне у подменију Додај колоне, што чини проналажење и додавање потребних поља бржим.",
  "v5_10_news_main_array_item_2_title": "Прегледај видео клипове и PDF документе у табли задатка",
  "v5_10_news_main_array_item_2_subtitle": "Сада можете пуштати видео клипове директно из табе Фајлови у табли задатка — без додатних корака.",
  "v5_10_news_main_array_item_3_subtitle": "Прегледајте PDF документе одмах у табли задатка, без отварања посебног прозора.",
  "v5_10_news_main_array_item_4_title": "Побољшан уређивач текста за опис задатка",
  "v5_10_news_main_array_item_4_subtitle": "Уређивач описа задатка је унапређен за глатко, поузданије искуство уређивања. Писање и форматирање текста је сада лакше него икад.",
  "v5_10_news_main_array_item_5_title": "Подршка за отпремање фајлова у опис задатка",
  "v5_10_news_main_array_item_5_subtitle": "Сада можете отпремити и приложити фајлове директно у опис задатка, чинећи ваше задатке информативнијим и организованијим.",
  "v5_10_news_main_array_item_6_title": "Уведен селектор опсега за Gantt chart",
  "v5_10_news_main_array_item_6_subtitle": "Нови селектор опсега чини подешавање приказа у Gantt chart-у много лакшим, омогућавајући вам да пратите макро и микро аспекте ваших пројеката.",
  "v5_10_news_features_name": "Остале надоградње",
  "v5_10_news_features_title": "Побољшања",
  "v5_10_news_features_update_items": [
    "1. Опште дизајнерске надоградње JustDo веб апликације.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Додато дугме за слање у чет.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}