{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Чизи нав",
  "v5_10_news_page_title": "JustDo v5.10: Gantt такмилёфта, пешнамоиши файлҳо ва таҳрири вазифа",
  "v5_10_news_page_description": "JustDo v5.10 самаранокиро бо функсионалияти такмилёфтаи диаграммаи Gantt, идоракунии беҳтари файлҳо бо пешнамоиши видео ва PDF ва муҳаррири навсозишудаи тавсифи вазифаҳо бо имконоти боркунии файлҳо меорад.",
  "v5_10_news_main_array_item_0_subtitle": "Имрӯз мо бо хурсандӣ дар бораи нашри JustDo v5.10 эълон мекунем.<br><br>Ин навсозӣ ба беҳтар кардани таҷрибаи корбар бо функсионалияти такмилёфтаи диаграммаи Gantt, идоракунии беҳтари файлҳо бо пешнамоиши видео ва PDF ва муҳаррири навсозишудаи тавсифи вазифаҳо бо имконоти боркунии файлҳо равона шудааст.",
  "v5_10_news_main_array_item_1_title": "Илова кардани имконияти филтр кардани сутунҳо дар зерменюи Илова кардани сутунҳо",
  "v5_10_news_main_array_item_1_subtitle": "Акнун шумо метавонед осон сутунҳоро дар зерменюи Илова кардани сутунҳо филтр кунед, ки ин пайдо ва илова кардани майдонҳои лозимиро зудтар мекунад.",
  "v5_10_news_main_array_item_2_title": "Пешнамоиши видео ва PDF дар панели вазифа",
  "v5_10_news_main_array_item_2_subtitle": "Акнун шумо метавонед видеоҳоро мустақиман аз варақаи Файлҳо дар панели вазифа пахш кунед — ҳеҷ қадами иловагӣ лозим нест.",
  "v5_10_news_main_array_item_3_subtitle": "PDF-ҳоро фавран дарун панели вазифа бинед, бе кушодани равзанаи алоҳида.",
  "v5_10_news_main_array_item_4_title": "Такмил додани муҳаррири матни тавсифи вазифа",
  "v5_10_news_main_array_item_4_subtitle": "Муҳаррири тавсифи вазифа барои таҷрибаи равонтар ва боэътимодтари таҳрир такмил дода шудааст. Навиштан ва форматкунии матн ҳоло аз ҳар вақт осонтар аст.",
  "v5_10_news_main_array_item_5_title": "Дастгирии боркунии файлҳо ба тавсифи вазифа",
  "v5_10_news_main_array_item_5_subtitle": "Акнун шумо метавонед файлҳоро мустақиман ба тавсифи вазифа боркунед ва замима кунед, ки ин вазифаҳои шуморо маълумотнок ва мунтазам мекунад.",
  "v5_10_news_main_array_item_6_title": "Муаррифии интихобгари доира барои диаграммаи Gantt",
  "v5_10_news_main_array_item_6_subtitle": "Интихобгари нави доира танзими намоиш дар диаграммаи Gantt-ро хеле осонтар мекунад ва ба шумо имкон медиҳад, ки ҳам макро ва ҳам микроҳои лоиҳаҳои худро назорат кунед.",
  "v5_10_news_features_name": "Навсозиҳои дигар",
  "v5_10_news_features_title": "Такмилотҳо",
  "v5_10_news_features_update_items": [
    "1. Навсозиҳои умумии дизайн ба барномаи веби JustDo.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Илова кардани тугмаи фиристодан ба чат.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}