{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "Що нового",
  "v5_10_news_page_title": "JustDo v5.10: Покращена діаграма Ганта, попередній перегляд файлів та редагування завдань для кращого робочого процесу",
  "v5_10_news_page_description": "JustDo v5.10 підвищує продуктивність завдяки покращеній функціональності діаграми Ганта, кращому управлінню файлами з попереднім переглядом відео та PDF, а також оновленому редактору опису завдань з можливістю завантаження файлів. Цей реліз зосереджений на оптимізації ефективності робочого процесу та покращенні загального досвіду користувачів.",
  "v5_10_news_main_array_item_0_subtitle": "Сьогодні ми раді оголосити про випуск JustDo v5.10.<br><br>Це оновлення зосереджене на покращенні користувацького досвіду з удосконаленою функціональністю діаграми Ганта, кращим управлінням файлами з попереднім переглядом відео та PDF, а також оновленим редактором опису завдань з можливістю завантаження файлів.",
  "v5_10_news_main_array_item_1_title": "Додано можливість фільтрувати стовпці в підменю \"Додати стовпці\"",
  "v5_10_news_main_array_item_1_subtitle": "Тепер ви можете легко фільтрувати стовпці в підменю \"Додати стовпці\", що робить пошук і додавання потрібних полів швидшим.",
  "v5_10_news_main_array_item_2_title": "Попередній перегляд відео та PDF у панелі завдань",
  "v5_10_news_main_array_item_2_subtitle": "Тепер ви можете відтворювати відео безпосередньо з вкладки \"Файли\" в панелі завдань — без додаткових кроків.",
  "v5_10_news_main_array_item_3_subtitle": "Переглядайте PDF миттєво прямо в панелі завдань, без відкриття окремого вікна.",
  "v5_10_news_main_array_item_4_title": "Покращено текстовий редактор опису завдань",
  "v5_10_news_main_array_item_4_subtitle": "Редактор опису завдань було оновлено для більш плавного та надійного досвіду редагування. Написання та форматування тексту тепер простіше ніж будь-коли.",
  "v5_10_news_main_array_item_5_title": "Підтримка завантаження файлів до опису завдань",
  "v5_10_news_main_array_item_5_subtitle": "Тепер ви можете завантажувати та прикріплювати файли безпосередньо до опису завдань, роблячи ваші завдання більш інформативними та організованими.",
  "v5_10_news_main_array_item_6_title": "Представлено вибір діапазону для діаграми Ганта",
  "v5_10_news_main_array_item_6_subtitle": "Новий вибір діапазону робить встановлення області перегляду в діаграмі Ганта набагато простішим, дозволяючи вам відстежувати макро- та мікроелементи ваших проектів.",
  "v5_10_news_features_name": "Інші оновлення",
  "v5_10_news_features_title": "Покращення",
  "v5_10_news_features_update_items": [
    "1. Загальні оновлення дизайну веб-додатку JustDo.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. Додано кнопку відправки до чату.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}