{
  "v5_10_news_title": "v5.10",
  "v5_10_news_main_name": "וואָס איז נײַ",
  "v5_10_news_page_title": "JustDo v5.10: פֿאַרבעסערטע גאַנט, טעקע פֿאָרויסקוק, און אַרבעט צו רעדאַגירן",
  "v5_10_news_page_description": "JustDo v5.10 ברענגט פֿאַרבעסערטע פּראָדוקטיוויטעט מיט פֿאַרבעסערטע גאַנט טשאַרט פֿונקציע, בעסערע טעקע פֿאַרוואַלטונג מיט ווידעא און PDF פֿאָרויסקוק, און אַן אַפּגרייד אַרבעט באַשרײַבונג רעדאַקטאָר מיט טעקע אַרויפֿלאָדן מעגלעכקייטן.",
  "v5_10_news_main_array_item_0_subtitle": "הײַנט זענען מיר צופֿרידן צו מעלדן די באַפֿרייַונג פֿון JustDo v5.10.<br><br>די דערהײַנטיקונג פֿאָקוסירט אויף פֿאַרבעסערן די באַניצער דערפֿאַרונג מיט פֿאַרבעסערטע גאַנט טשאַרט פֿונקציע, בעסערע טעקע פֿאַרוואַלטונג מיט ווידעא און PDF פֿאָרויסקוק, און אַן אַפּגרייד אַרבעט באַשרײַבונג רעדאַקטאָר מיט טעקע אַרויפֿלאָדן מעגלעכקייטן.",
  "v5_10_news_main_array_item_1_title": "צולייגן די מעגלעכקייט צו פֿילטערן קאָלומנס אין די צולייגן קאָלומנס אונטער-מענו",
  "v5_10_news_main_array_item_1_subtitle": "איר קענט איצט גרינג פֿילטערן קאָלומנס אין די צולייגן קאָלומנס אונטער-מענו, וואָס מאַכט עס שנעלער צו געפֿינען און צולייגן די פֿעלדער וואָס איר דאַרפֿט.",
  "v5_10_news_main_array_item_2_title": "פֿאָרויסקוק ווידעאָס און PDFs אין דער אַרבעט טאַפֿל",
  "v5_10_news_main_array_item_2_subtitle": "איר קענט איצט שפּילן ווידעאָס גלייַך פֿון די טעקעס טאַב אין דער אַרבעט טאַפֿל — קיין עקסטרע טריט דאַרפֿט נישט.",
  "v5_10_news_main_array_item_3_subtitle": "זע PDFs תיכף גלייַך אין דער אַרבעט טאַפֿל, אָן עפֿענען אַ באַזונדער פֿענצטער.",
  "v5_10_news_main_array_item_4_title": "פֿאַרבעסערן אַרבעט באַשרײַבונג טעקסט רעדאַקטאָר",
  "v5_10_news_main_array_item_4_subtitle": "דער אַרבעט באַשרײַבונג רעדאַקטאָר איז אַפּגרייד געוואָרן פֿאַר אַ גלאַטער, מער פֿאַרלאָזלעך רעדאַגירן דערפֿאַרונג. שרײַבן און פֿאָרמאַטירן טעקסט איז איצט גרינגער ווי אַלץ.",
  "v5_10_news_main_array_item_5_title": "שטיצן אַרויפֿלאָדן טעקעס צו אַרבעט באַשרײַבונג",
  "v5_10_news_main_array_item_5_subtitle": "איר קענט איצט אַרויפֿלאָדן און אָנהענגען טעקעס גלייַך צו דער אַרבעט באַשרײַבונג, וואָס מאַכט אייערע אַרבעטן מער אינפֿאָרמאַטיוו און אָרגאַניזירט.",
  "v5_10_news_main_array_item_6_title": "אַרייַנפֿירן שורה אויסקלײַבער פֿאַר די גאַנט טשאַרט",
  "v5_10_news_main_array_item_6_subtitle": "דער נײַער שורה אויסקלײַבער מאַכט באַשטעטיקן די קוק אין דער גאַנט טשאַרט פֿיל גרינגער, צולאָזנדיק אייך צו האַלטן שפּור פֿון די מאַקראָס און מיקראָס פֿון אייערע פּראָיעקטן.",
  "v5_10_news_features_name": "אַנדערע דערהײַנטיקונגען",
  "v5_10_news_features_title": "פֿאַרבעסערונגען",
  "v5_10_news_features_update_items": [
    "1. אַלגעמיינע דיזיין דערהײַנטיקונגען צו JustDo וועב אַפּליקאַציע.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_1.png' width='340px' style='margin: 10px;' />",
    "2. צולייגן אַ שיקן קנעפּל צו דער שמועס.<br><img src='/packages/justdoinc_justdo-news-data/lib/both/news/v5-10/assets/before_after_2.png' width='478' style='margin: 10px;' />"
  ]
}