{
  "v7_0_news_title": "v7.0 Projekportefeulje Bestuur",
  "v7_0_news_main_name": "Wat's nuut",
  "v7_0_news_page_hrp": "lêers-in-klets--vrye-dae-aanbieding--gevorderde-meer-inligting-afdeling",
  "v7_0_news_page_title": "JustDo Projekportefeulje Bestuur 7.0 | Sien die projek wat jou die meeste nodig het",
  "v7_0_news_page_description": "Ontdek JustDo Projekportefeulje Bestuur 7.0 - onderneming projekportefeulje bestuur wat onmiddellik risiko projekte uitlig, lewendige Gantt bring, lêerdeling in klets, aanpasbare werkspasie beheer en meer.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Weet. Handel. Lewer.",
  "v7_0_news_main_array_item_0_subtitle": "Maak kennis met JustDo Projekportefeulje Bestuur - sien onmiddellik die projek wat jou die meeste nodig het en hou elke portefeulje op koers.",
  "v7_0_news_main_array_item_1_title": "JustDo Projekportefeulje Bestuur - Stop raai. Begin weet.",
  "v7_0_news_main_array_item_1_subtitle": "Elke herhalende projekoorsig vergadering kry sy eie gefokusde paneelbord, sodat elke bespreking op punt en op tyd bly.",
  "v7_0_news_main_array_item_2_subtitle": "Slim status kleure bring risiko projekte na vore voordat sperdatums glip. Een kyk vertel jou waar om eerste op te tree.",
  "v7_0_news_main_array_item_3_title": "Naadlose Lêerdeling in Kletse",
  "v7_0_news_main_array_item_3_subtitle": "Deel veelvuldige dokumente met gemak - ons kletse ondersteun nou ten volle lêer oplaai. Alle dokumente wat in kletse gedeel word, word outomaties in die taak se Lêers afdeling gestoor, wat alles georganiseerd en maklik toeganklik hou.",
  "v7_0_news_main_array_item_4_title": "Vind op Tabel Vermoë",
  "v7_0_news_main_array_item_4_subtitle": "Vind die inligting wat jy nodig het direk vanuit die Meer Inligting afdeling met die nuwe Vind op die Tabel funksie.",
  "v7_0_news_main_array_item_5_title": "Meer Inligting Afdeling Opgradering",
  "v7_0_news_main_array_item_5_subtitle": "Nou kan jy maklik alle velde tegelyk wys of wegsteek, wat jou meer beheer oor jou werkspasie gee. Jy kan ook opsies met multi-seleksie parameters bekyk, wat dit eenvoudiger maak om komplekse data te bestuur en navigeer.",
  "v7_0_news_main_array_item_6_title": "Vrye Dae",
  "v7_0_news_main_array_item_6_subtitle": "Jy kan nou jou werkdae en vrye dae stel. Sodra dit gestoor is, sal dit vir almal sigbaar wees, wat jou hele span in lyn hou met skedules en beskikbaarheid.",
  "v7_0_news_main_array_item_7_title": "Bekendstelling van Kolom Teks Filters",
  "v7_0_news_main_array_item_7_subtitle": "Ons nuwe teks filters laat jou toe om take direk in die tabel te verfyn: voeg 'n filter by enige aangepaste teks kolom, vind ooreenstemmende items onmiddellik, en hou groot agterstand navigeerbaar sonder komplekse navrae.",
  "v7_0_news_main_array_item_8_title": "Meer Opdaterings",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekte sluit outomaties:</b> Wanneer 'n projek as Klaar, Gekanselleer, of Duplikaat gemerk word, sal dit nou outomaties as Gesluit gemerk word — en omgekeerd.<br><br><b>Slim projek voorstelle:</b> Wanneer alle take in 'n projek voltooi of gesluit is, sal jy 'n nuttige voorstel kry om die hele projek as Klaar te merk.<br><br><b>Verbeterde aktiwiteit volging:</b> Die Aktiwiteit Log toon nou die volle geskiedenis van opdaterings en veranderinge vir beide Projekte en Departemente, sodat dit makliker is om te sien wat gebeur het en wanneer."
}