{
  "v7_0_news_title": "إدارة محفظة المشاريع JustDo v7.0",
  "v7_0_news_main_name": "ما الجديد",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "إدارة محفظة المشاريع JustDo 7.0 | اكتشف المشروع الذي يحتاجك أكثر",
  "v7_0_news_page_description": "اكتشف إدارة محفظة المشاريع JustDo 7.0 - إدارة محفظة مشاريع المؤسسات التي تسلط الضوء فوراً على المشاريع المعرضة للخطر، وتقدم مخطط جانت المباشر، ومشاركة الملفات في المحادثات، وعناصر التحكم التكيفية في مساحة العمل والمزيد.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - اعرف. تصرف. حقق.",
  "v7_0_news_main_array_item_0_subtitle": "تعرف على إدارة محفظة المشاريع JustDo - اكتشف فوراً المشروع الذي يحتاجك أكثر وحافظ على كل محفظة على المسار الصحيح.",
  "v7_0_news_main_array_item_1_title": "إدارة محفظة المشاريع JustDo - توقف عن التخمين. ابدأ المعرفة.",
  "v7_0_news_main_array_item_1_subtitle": "كل اجتماع مراجعة مشروع دوري يحصل على لوحة تحكم مخصصة، بحيث تبقى كل مناقشة مركزة وفي الوقت المحدد.",
  "v7_0_news_main_array_item_2_subtitle": "ألوان الحالة الذكية تكشف المشاريع المعرضة للخطر قبل تفويت المواعيد النهائية. نظرة واحدة تخبرك أين تتصرف أولاً.",
  "v7_0_news_main_array_item_3_title": "مشاركة ملفات سلسة في المحادثات",
  "v7_0_news_main_array_item_3_subtitle": "شارك عدة مستندات بسهولة - محادثاتنا تدعم الآن تحميل الملفات بالكامل. جميع المستندات المشاركة في المحادثات يتم حفظها تلقائياً في قسم ملفات المهمة، مما يحافظ على كل شيء منظماً وسهل الوصول إليه.",
  "v7_0_news_main_array_item_4_title": "إمكانية تحديد الموقع في الجدول",
  "v7_0_news_main_array_item_4_subtitle": "اعثر على المعلومات التي تحتاجها مباشرة من قسم المزيد من المعلومات مع ميزة تحديد الموقع في الجدول الجديدة.",
  "v7_0_news_main_array_item_5_title": "ترقية قسم المزيد من المعلومات",
  "v7_0_news_main_array_item_5_subtitle": "يمكنك الآن بسهولة إظهار أو إخفاء جميع الحقول دفعة واحدة، مما يمنحك مزيداً من التحكم في مساحة عملك. يمكنك أيضاً عرض الخيارات مع معاملات الاختيار المتعدد، مما يجعل إدارة البيانات المعقدة والتنقل فيها أبسط.",
  "v7_0_news_main_array_item_6_title": "أيام العطل",
  "v7_0_news_main_array_item_6_subtitle": "يمكنك الآن تحديد أيام العمل وأيام العطل. بمجرد حفظها، ستكون مرئية للجميع، مما يحافظ على تناسق فريقك بالكامل مع الجداول الزمنية والتوفر.",
  "v7_0_news_main_array_item_7_title": "تقديم مرشحات النصوص للأعمدة",
  "v7_0_news_main_array_item_7_subtitle": "مرشحات النص الجديدة لدينا تسمح لك بتنقيح المهام مباشرة في الجدول: أضف مرشحاً لأي عمود نص مخصص، واعثر على العناصر المطابقة فوراً، واحتفظ بقوائم المهام الكبيرة قابلة للتصفح دون استعلامات معقدة."
}