{
  "v7_0_news_title": "v7.0 Layihə Portfeli İdarəetməsi",
  "v7_0_news_main_name": "Yeniliklər",
  "v7_0_news_page_hrp": "çatda-fayllar--istirahət-günləri-təqdimat--geniş-ətraflı-məlumat-bölməsi",
  "v7_0_news_page_title": "JustDo Layihə Portfeli İdarəetməsi 7.0 | Sizə ən çox ehtiyac olan layihəni görün",
  "v7_0_news_page_description": "JustDo Layihə Portfeli İdarəetməsi 7.0-ı kəşf edin - risk altında olan layihələri dərhal vurğulayan, canlı Gantt, çatda fayl paylaşımı, adaptiv iş sahəsi nəzarəti və daha çoxunu gətirən müəssisə layihə-portfeli idarəetməsi.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Bilin. Hərəkət edin. Çatdırın.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo Layihə Portfeli İdarəetməsi ilə tanış olun - sizə ən çox ehtiyac olan layihəni dərhal görün və hər portfeli yolunda saxlayın.",
  "v7_0_news_main_array_item_1_title": "JustDo Layihə Portfeli İdarəetməsi - Təxmin etməyi dayandırın. Bilməyə başlayın.",
  "v7_0_news_main_array_item_1_subtitle": "Hər təkrarlanan layihə nəzarət görüşü öz fokuslanmış panelini alır, belə ki hər müzakirə məqsədə uyğun və vaxtında qalır.",
  "v7_0_news_main_array_item_2_subtitle": "Ağıllı status rəngləri son tarixlər sürüşməzdən əvvəl risk altında olan layihələri üzə çıxarır. Bir baxışla harada ilk hərəkət edəcəyinizi bilirsiniz.",
  "v7_0_news_main_array_item_3_title": "Çatlarda Rahat Fayl Paylaşımı",
  "v7_0_news_main_array_item_3_subtitle": "Çoxsaylı sənədləri asanlıqla paylaşın - çatlarımız indi fayl yükləmələri tam dəstəkləyir. Çatlarda paylaşılan bütün sənədlər avtomatik olaraq tapşırığın Fayllar bölməsində saxlanılır, hər şeyi nizamlanmış və əlçatan saxlayır.",
  "v7_0_news_main_array_item_4_title": "Cədvəldə Tapma Qabiliyyəti",
  "v7_0_news_main_array_item_4_subtitle": "Yeni Cədvəldə Tap funksiyası ilə Ətraflı Məlumat bölməsindən birbaşa ehtiyac olan məlumatı tapın.",
  "v7_0_news_main_array_item_5_title": "Ətraflı Məlumat Bölməsi Yeniləməsi",
  "v7_0_news_main_array_item_5_subtitle": "İndi bütün sahələri birdən asanlıqla göstərə və ya gizlədə bilərsiniz, bu da sizə iş sahəniz üzərində daha çox nəzarət verir. Həmçinin çox seçimli parametrlərlə variantları görə bilərsiniz ki, bu da mürəkkəb məlumatları idarə etməyi və naviqasiya etməyi asanlaşdırır.",
  "v7_0_news_main_array_item_6_title": "İstirahət Günləri",
  "v7_0_news_main_array_item_6_subtitle": "İndi iş günlərinizi və istirahət günlərinizi təyin edə bilərsiniz. Saxlandıqdan sonra, onlar hamı üçün görünər olacaq, bütün komandanızı cədvəllər və əlçatanlıq üzrə eyni səviyyədə saxlayacaq.",
  "v7_0_news_main_array_item_7_title": "Sütun Mətn Filtrlərinin Təqdimatı",
  "v7_0_news_main_array_item_7_subtitle": "Yeni mətn filtrlərimiz tapşırıqları birbaşa cədvəldə dəqiqləşdirməyə imkan verir: istənilən xüsusi mətn sütununa filtr əlavə edin, uyğun elementləri dərhal tapın və böyük arxa planları mürəkkəb sorğular olmadan naviqasiya edilə bilən saxlayın."
}