{
  "v7_0_news_title": "v7.0 Кіраванне портфелем праектаў",
  "v7_0_news_main_name": "Што новага",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "JustDo Кіраванне портфелем праектаў 7.0 | Бачце праект, які патрабуе вас найбольш",
  "v7_0_news_page_description": "Адкрыйце JustDo Кіраванне портфелем праектаў 7.0 - карпаратыўнае кіраванне портфелем праектаў, якое імгненна выдзяляе рызыковыя праекты, прыносіць жывы Gantt, абмен файламі ў чатах і больш.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Ведай. Дзейнічай. Дастаўляй.",
  "v7_0_news_main_array_item_0_subtitle": "Знаёмцеся з JustDo Кіраванне портфелем праектаў - імгненна бачце праект, які патрабуе вас найбольш, і трымайце кожны портфель на правільным шляху.",
  "v7_0_news_main_array_item_1_title": "JustDo Кіраванне портфелем праектаў - Спыніце здагадвацца. Пачніце ведаць.",
  "v7_0_news_main_array_item_1_subtitle": "Кожная паўтарная нарада па агляду праекта атрымлівае сваю сканцэнтраваную панэль кіравання, каб кожнае абмеркаванне заставалася па справе і ў тэрмін.",
  "v7_0_news_main_array_item_2_subtitle": "Разумныя колеры статусу выяўляюць рызыковыя праекты да таго, як тэрміны збіваюцца. Адзін погляд кажа вам, дзе дзейнічаць спачатку.",
  "v7_0_news_main_array_item_3_title": "Бесшвовы абмен файламі ў чатах",
  "v7_0_news_main_array_item_3_subtitle": "Дзяліцеся некалькімі дакументамі з лёгкасцю - нашы чаты цяпер поўнасцю падтрымліваюць загрузку файлаў. Усе дакументы, якімі дзеляцца ў чатах, аўтаматычна захоўваюцца ў раздзеле Файлы задачы, захоўваючы ўсё арганізаваным і лёгкім для доступу.",
  "v7_0_news_main_array_item_4_title": "Магчымасць лакалізацыі ў табліцы",
  "v7_0_news_main_array_item_4_subtitle": "Знаходзьце неабходную інфармацыю непасрэдна з раздзела Дадатковая інфармацыя з новай функцыяй Лакалізаваць у табліцы.",
  "v7_0_news_main_array_item_5_title": "Абнаўленне раздзела Дадатковая інфармацыя",
  "v7_0_news_main_array_item_5_subtitle": "Цяпер вы можаце лёгка паказваць або хаваць усе палі адразу, даючы вам больш кантролю над вашай рабочай прасторай. Вы таксама можаце праглядаць параметры з мульці-выбарам, што робіць кіраванне і навігацыю складанымі данымі прасцей.",
  "v7_0_news_main_array_item_6_title": "Дні адпачынку",
  "v7_0_news_main_array_item_6_subtitle": "Цяпер вы можаце ўстанавіць свае працоўныя дні і дні адпачынку. Пасля захавання яны будуць бачныя ўсім, трымаючы ўсю вашу каманду ў курсе расклады і даступнасці.",
  "v7_0_news_main_array_item_7_title": "Прадстаўляем тэкставыя фільтры слупкоў",
  "v7_0_news_main_array_item_7_subtitle": "Нашы новыя тэкставыя фільтры дазваляюць вам удакладніць задачы непасрэдна ў табліцы: дадайце фільтр да любога карыстацкага тэкставага слупка, знайдзіце адпаведныя элементы імгненна.",
  "v7_0_news_main_array_item_8_title": "Больш абнаўленняў",
  "v7_0_news_main_array_item_8_subtitle": "<b>Праекты закрываюцца аўтаматычна:</b> Калі праект пазначаецца як Выканана, Скасавана ці Дублікат, ён цяпер аўтаматычна будзе пазначацца як Закрыты — і наадварот.<br><br><b>Розумныя прапановы праектаў:</b> Калі ўсе задачы ў праекце завершаны ці закрыты, вы атрымаеце карысную прапанову пазначыць увесь праект як Выканана.<br><br><b>Палепшанае адсочванне актыўнасці:</b> Журнал актыўнасці цяпер паказвае поўную гісторыю абнаўленняў і змен як для Праектаў, так і для Аддзелаў, таму лягчэй убачыць, што адбылося і калі."
}