{
  "v7_0_news_title": "v7.0 Управление на портфейл от проекти",
  "v7_0_news_main_name": "Какво е новото",
  "v7_0_news_page_hrp": "файлове-в-чат--почивни-дни-презентация--разширена-допълнителна-информация",
  "v7_0_news_page_title": "JustDo Управление на портфейл от проекти 7.0 | Видете проекта, който се нуждае от вас най-много",
  "v7_0_news_page_description": "Открийте JustDo Управление на портфейл от проекти 7.0 - корпоративно управление на портфейл от проекти, което моментално подчертава рисковите проекти, предоставя живи Gantt диаграми, споделяне на файлове в чат и адаптивни контроли за работното пространство.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Знайте. Действайте. Доставяйте.",
  "v7_0_news_main_array_item_0_subtitle": "Запознайте се с JustDo Управление на портфейл от проекти - моментално видете проекта, който се нуждае от вас най-много и поддържайте всеки портфейл на правилния път.",
  "v7_0_news_main_array_item_1_title": "JustDo Управление на портфейл от проекти - Спрете да гадаете. Започнете да знаете.",
  "v7_0_news_main_array_item_1_subtitle": "Всяка повтаряща се среща за преглед на проекти получава своя собствен фокусиран табло, така че всяка дискусия остава целенасочена и навременна.",
  "v7_0_news_main_array_item_2_subtitle": "Интелигентните цветове за статус разкриват рисковите проекти преди крайните срокове да се пропуснат. Един поглед ви казва къде да действате първо.",
  "v7_0_news_main_array_item_3_title": "Безпроблемно споделяне на файлове в чатовете",
  "v7_0_news_main_array_item_3_subtitle": "Споделяйте множество документи с лекота - нашите чатове вече напълно поддържат качване на файлове. Всички документи, споделени в чатовете, се съхраняват автоматично в секцията Файлове на задачата, поддържайки всичко организирано и лесно достъпно.",
  "v7_0_news_main_array_item_4_title": "Възможност за локализиране в таблицата",
  "v7_0_news_main_array_item_4_subtitle": "Намерете информацията, от която се нуждаете, директно от секцията Допълнителна информация с новата функция Локализиране в таблицата.",
  "v7_0_news_main_array_item_5_title": "Подобрение на секцията Допълнителна информация",
  "v7_0_news_main_array_item_5_subtitle": "Сега можете лесно да показвате или скривате всички полета наведнъж, давайки ви повече контрол над работното ви пространство. Можете също да преглеждате опции с параметри за множествен избор, което прави управлението и навигацията на сложни данни по-прости.",
  "v7_0_news_main_array_item_6_title": "Почивни дни",
  "v7_0_news_main_array_item_6_subtitle": "Вече можете да зададете работните си дни и почивни дни. След като бъдат запазени, те ще бъдат видими за всички, поддържайки целия ви екип синхронизиран относно графиците и наличността."
}