{
  "v7_0_news_title": "v7.0 প্রজেক্ট পোর্টফোলিও ম্যানেজমেন্ট",
  "v7_0_news_main_name": "নতুন কী আছে",
  "v7_0_news_page_hrp": "চ্যাটে-ফাইল--ছুটির-দিন-উপস্থাপনা--উন্নত-আরো-তথ্য-বিভাগ",
  "v7_0_news_page_title": "JustDo প্রজেক্ট পোর্টফোলিও ম্যানেজমেন্ট ৭.০ | প্রজেক্ট দেখুন যা আপনার সবচেয়ে বেশি প্রয়োজন",
  "v7_0_news_page_description": "JustDo প্রজেক্ট পোর্টফোলিও ম্যানেজমেন্ট ৭.০ আবিষ্কার করুন - এন্টারপ্রাইজ প্রজেক্ট-পোর্টফোলিও ম্যানেজমেন্ট যা তাৎক্ষণিকভাবে ঝুঁকিপূর্ণ প্রজেক্ট হাইলাইট করে, লাইভ গ্যান্ট, চ্যাটে ফাইল শেয়ারিং, অভিযোজনযোগ্য ওয়ার্কস্পেস নিয়ন্ত্রণ এবং আরও অনেক কিছু নিয়ে আসে।",
  "v7_0_news_page_main_h1": "JustDo v7.0 - জানুন। কাজ করুন। সরবরাহ করুন।",
  "v7_0_news_main_array_item_0_subtitle": "JustDo প্রজেক্ট পোর্টফোলিও ম্যানেজমেন্টের সাথে পরিচিত হন - তাৎক্ষণিকভাবে দেখুন কোন প্রজেক্টের আপনার সবচেয়ে বেশি প্রয়োজন এবং প্রতিটি পোর্টফোলিওকে ট্র্যাকে রাখুন।",
  "v7_0_news_main_array_item_1_title": "JustDo প্রজেক্ট পোর্টফোলিও ম্যানেজমেন্ট - অনুমান করা বন্ধ করুন। জানা শুরু করুন।",
  "v7_0_news_main_array_item_1_subtitle": "প্রতিটি পুনরাবৃত্ত প্রজেক্ট পর্যালোচনা সভার নিজস্ব ফোকাসড ড্যাশবোর্ড রয়েছে, যাতে প্রতিটি আলোচনা বিষয়ে এবং সময়মতো থাকে।",
  "v7_0_news_main_array_item_2_subtitle": "স্মার্ট স্ট্যাটাস রঙ সময়সীমা স্খলিত হওয়ার আগেই ঝুঁকিপূর্ণ প্রজেক্টগুলো প্রকাশ করে। একবার দেখেই বুঝতে পারবেন কোথায় প্রথমে কাজ করতে হবে।",
  "v7_0_news_main_array_item_3_title": "চ্যাটে নিরবচ্ছিন্ন ফাইল শেয়ারিং",
  "v7_0_news_main_array_item_3_subtitle": "সহজেই একাধিক ডকুমেন্ট শেয়ার করুন - আমাদের চ্যাট এখন সম্পূর্ণভাবে ফাইল আপলোড সাপোর্ট করে। চ্যাটে শেয়ার করা সমস্ত ডকুমেন্ট স্বয়ংক্রিয়ভাবে টাস্কের ফাইল বিভাগে সংরক্ষিত হয়, সবকিছু সংগঠিত এবং সহজ অ্যাক্সেসযোগ্য রাখে।",
  "v7_0_news_main_array_item_4_title": "টেবিলে সনাক্তকরণ সক্ষমতা",
  "v7_0_news_main_array_item_4_subtitle": "নতুন টেবিলে সনাক্তকরণ ফিচার দিয়ে আরও তথ্য বিভাগ থেকে সরাসরি প্রয়োজনীয় তথ্য খুঁজুন।",
  "v7_0_news_main_array_item_5_title": "আরও তথ্য বিভাগ আপগ্রেড",
  "v7_0_news_main_array_item_5_subtitle": "এখন আপনি সহজেই একসাথে সমস্ত ফিল্ড দেখাতে বা লুকাতে পারেন, আপনার ওয়ার্কস্পেসের উপর আরও নিয়ন্ত্রণ প্রদান করে। আপনি মাল্টি-সিলেক্ট প্যারামিটার সহ অপশনও দেখতে পারেন, জটিল ডেটা পরিচালনা এবং নেভিগেট করা সহজ করে তোলে।",
  "v7_0_news_main_array_item_6_title": "ছুটির দিন",
  "v7_0_news_main_array_item_6_subtitle": "আপনি এখন আপনার কর্মদিবস এবং ছুটির দিন নির্ধারণ করতে পারেন। সংরক্ষণের পর, সেগুলো সবার কাছে দৃশ্যমান হবে, আপনার পুরো দলকে সময়সূচী এবং সহজলভ্যতার বিষয়ে সারিবদ্ধ রাখবে।",
  "v7_0_news_main_array_item_7_title": "কলাম টেক্সট ফিল্টার পরিচয়",
  "v7_0_news_main_array_item_7_subtitle": "আমাদের নতুন টেক্সট ফিল্টার আপনাকে সরাসরি টেবিলে টাস্ক পরিশোধন করতে দেয়: যেকোনো কাস্টম টেক্সট কলামে ফিল্টার যোগ করুন, তাৎক্ষণিক মিলে যাওয়া আইটেম খুঁজে নিন, এবং জটিল ক্যোয়ারি ছাড়াই বড় ব্যাকলগ নেভিগেটযোগ্য রাখুন।",
  "v7_0_news_main_array_item_8_title": "আরো আপডেট",
  "v7_0_news_main_array_item_8_subtitle": "<b>প্রকল্প স্বয়ংক্রিয়ভাবে বন্ধ হয়:</b> একটি প্রকল্প সম্পন্ন, বাতিল বা ডুপ্লিকেট হিসেবে চিহ্নিত হলে, এটি এখন স্বয়ংক্রিয়ভাবে বন্ধ হিসেবে চিহ্নিত হবে — এবং উল্টোটাও।<br><br><b>স্মার্ট প্রকল্প পরামর্শ:</b> একটি প্রকল্পের সব কাজ সম্পন্ন বা বন্ধ হয়ে গেলে, পুরো প্রকল্পটি সম্পন্ন হিসেবে চিহ্নিত করার জন্য আপনি একটি সহায়ক পরামর্শ পাবেন।<br><br><b>উন্নত কার্যকলাপ ট্র্যাকিং:</b> কার্যকলাপ লগ এখন প্রকল্প এবং বিভাগ উভয়ের জন্য আপডেট এবং পরিবর্তনের সম্পূর্ণ ইতিহাস দেখায়, তাই কী হয়েছে এবং কখন হয়েছে তা দেখা সহজ।"
}