{
  "v7_0_news_title": "v7.0 Upravljanje portfeljom projekata",
  "v7_0_news_main_name": "Što je novo",
  "v7_0_news_page_hrp": "datoteke-u-chatu--slobodni-dani-prezentacija--napredni-vise-info-odjeljak",
  "v7_0_news_page_title": "JustDo Upravljanje portfeljom projekata 7.0 | Pogledaj projekat koji te najviše treba",
  "v7_0_news_page_description": "Otkrijte JustDo Upravljanje portfeljom projekata 7.0 - korporativno upravljanje portfeljom projekata koje odmah ističe projekte u riziku, donosi živi Gantt, dijeljenje datoteka u chatu, prilagodljive kontrole radnog prostora i više.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Znaj. Djeluj. Dostavi.",
  "v7_0_news_main_array_item_0_subtitle": "Upoznajte JustDo Upravljanje portfeljom projekata - odmah vidite projekat koji vam je najpotrrebniji i držite svaki portfelj na pravom putu.",
  "v7_0_news_main_array_item_1_title": "JustDo Upravljanje portfeljom projekata - Prestanite nagađati. Počnite znati.",
  "v7_0_news_main_array_item_1_subtitle": "Svaki ponavljajući sastanak za pregled projekta dobiva svoju fokusiranu kontrolnu tablu, tako da svaka diskusija ostaje na temi i na vremenu.",
  "v7_0_news_main_array_item_2_subtitle": "Pametne boje statusa otkrivaju projekte u riziku prije nego što rokovi prođu. Jedan pogled vam govori gdje prvo djelovati.",
  "v7_0_news_main_array_item_3_title": "Besprijekorno dijeljenje datoteka u chatovima",
  "v7_0_news_main_array_item_3_subtitle": "Podijelite više dokumenata s lakoćom - naši chatovi sada potpuno podržavaju učitavanje datoteka. Svi dokumenti podijeljeni u chatovima automatski se pohranjuju u odjeljak Datoteke zadatka, čuvajući sve organizirano i lako dostupno.",
  "v7_0_news_main_array_item_4_title": "Mogućnost lociranja na tabeli",
  "v7_0_news_main_array_item_4_subtitle": "Pronađite informacije koje trebate direktno iz odjeljka Više informacija s novom funkcijom Lociraj na tabeli.",
  "v7_0_news_main_array_item_5_title": "Nadogradnja odjeljka Više informacija",
  "v7_0_news_main_array_item_5_subtitle": "Sada možete lako pokazati ili sakriti sva polja odjednom, dajući vam više kontrole nad vašim radnim prostorom. Također možete vidjeti opcije s parametrima višestrukog izbora, čineći lakšim upravljanje i navigaciju kroz složene podatke.",
  "v7_0_news_main_array_item_6_title": "Slobodni dani",
  "v7_0_news_main_array_item_6_subtitle": "Sada možete postaviti vaše radne dane i slobodne dane. Kada se sačuvaju, bit će vidljivi svima, održavajući vaš cijeli tim usklađenim oko rasporedima i dostupnosti.",
  "v7_0_news_main_array_item_7_title": "Predstavljamo tekstualne filtere kolona",
  "v7_0_news_main_array_item_7_subtitle": "Naši novi tekstualni filteri vam omogućavaju da precizno filtrirâte zadatke direktno u tabeli: dodajte filter na bilo koju prilagođenu tekstualnu kolonu, trenutno pronađite odgovarajuće stavke i držite velike zaostatke navigabilnim bez složenih upita.",
  "v7_0_news_main_array_item_8_title": "Više Ažuriranja",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekti se zatvaraju automatski:</b> Kada je projekat označen kao Završen, Otkazan ili Duplikat, sada će automatski biti označen kao Zatvoren — i obrnuto.<br><br><b>Pametni prijedlozi projekta:</b> Kada su svi zadaci u projektu završeni ili zatvoreni, dobit ćete koristan prijedlog da označite cijeli projekat kao Završen.<br><br><b>Poboljšano praćenje aktivnosti:</b> Zapisnik aktivnosti sada prikazuje potpunu historiju ažuriranja i promjena za: Opis, Projekte i odjeljenja, tako da je lakše vidjeti šta se dogodilo i kada."
}