{
  "v7_0_news_title": "v7.0 Gestió de Carteres de Projectes",
  "v7_0_news_main_name": "Què hi ha de nou",
  "v7_0_news_page_hrp": "arxius-al-xat--dies-lliures-presentacio--seccio-mes-informacio-avancada",
  "v7_0_news_page_title": "JustDo Gestió de Carteres de Projectes 7.0 | Veu el projecte que més et necessita",
  "v7_0_news_page_description": "Descobreix JustDo Gestió de Carteres de Projectes 7.0 - gestió empresarial de carteres de projectes que destaca instantàniament els projectes en risc, aporta Gantt en viu, compartició d'arxius al xat, controls d'espai de treball adaptatius i més.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Saber. Actuar. Lliurar.",
  "v7_0_news_main_array_item_0_subtitle": "Coneix JustDo Gestió de Carteres de Projectes - veu instantàniament el projecte que més et necessita i mantén tota cartera en el bon camí.",
  "v7_0_news_main_array_item_1_title": "JustDo Gestió de Carteres de Projectes - Deixa d'endevinar. Comença a saber.",
  "v7_0_news_main_array_item_1_subtitle": "Cada reunió recurrent de revisió de projecte té el seu propi taulell centrat, perquè cada discussió es mantingui al punt i a temps.",
  "v7_0_news_main_array_item_2_subtitle": "Els colors d'estat intel·ligents fan aflorar els projectes en risc abans que els terminis es perdin. Una ullada et diu on actuar primer.",
  "v7_0_news_main_array_item_3_title": "Compartició Fluida d'Arxius als Xats",
  "v7_0_news_main_array_item_3_subtitle": "Comparteix múltiples documents amb facilitat - els nostres xats ara són compatibles completament amb la càrrega d'arxius. Tots els documents compartits als xats s'emmagatzemen automàticament a la secció d'Arxius de la tasca, mantenint tot organitzat i fàcil d'accedir.",
  "v7_0_news_main_array_item_4_title": "Capacitat Localitzar a la Taula",
  "v7_0_news_main_array_item_4_subtitle": "Troba la informació que necessites directament des de la secció Més Informació amb la nova funcionalitat Localitzar a la Taula.",
  "v7_0_news_main_array_item_5_title": "Millora de la Secció Més Informació",
  "v7_0_news_main_array_item_5_subtitle": "Ara pots mostrar o ocultar fàcilment tots els camps alhora, donant-te més control sobre el teu espai de treball. També pots veure opcions amb paràmetres de selecció múltiple, facilitant la gestió i navegació de dades complexes.",
  "v7_0_news_main_array_item_6_title": "Dies lliures",
  "v7_0_news_main_array_item_6_subtitle": "Ara pots establir els teus dies laborals i dies lliures. Un cop desats, seran visibles per a tothom, mantenint tot el teu equip alineat amb els horaris i disponibilitat.",
  "v7_0_news_main_array_item_7_title": "Presentem els Filtres de Text de Columna",
  "v7_0_news_main_array_item_7_subtitle": "Els nostres nous filtres de text et permeten refinar tasques directament a la taula: afegeix un filtre a qualsevol columna de text personalitzada, troba elements coincidents instantàniament, i mantén grans acumulacions navegables sense consultes complexes.",
  "v7_0_news_main_array_item_8_title": "Més Actualitzacions",
  "v7_0_news_main_array_item_8_subtitle": "<b>Els projectes es tanquen automàticament:</b> Quan un projecte es marca com a Fet, Cancel·lat o Duplicat, ara es marcarà automàticament com a Tancat — i viceversa.<br><br><b>Suggeriments intel·ligents de projectes:</b> Quan totes les tasques d'un projecte estan completades o tancades, rebràs un suggeriment útil per marcar tot el projecte com a Fet.<br><br><b>Seguiment d'activitat millorat:</b> El Registre d'Activitat ara mostra l'historial complet d'actualitzacions i canvis tant per a Projectes com per a Departaments, així és més fàcil veure què ha passat i quan."
}