{
  "v7_0_news_title": "v7.0 Projektové Portfolio Management",
  "v7_0_news_main_name": "Co je nového",
  "v7_0_news_page_hrp": "soubory-v-chatu--volne-dny-prezentace--pokrocile-vice-info-sekce",
  "v7_0_news_page_title": "JustDo Projektové Portfolio Management 7.0 | Najděte projekt, který vás potřebuje nejvíce",
  "v7_0_news_page_description": "Objevte JustDo Projektové Portfolio Management 7.0 - podnikové řízení projektových portfolií, které okamžitě zvýrazní ohrožené projekty, živé Ganttovy diagramy, sdílení souborů v chatech, adaptivní ovládání pracovního prostoru a další.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Poznej. Jednej. Doruč.",
  "v7_0_news_main_array_item_0_subtitle": "Poznejte JustDo Projektové Portfolio Management - okamžitě uvidíte projekt, který vás potřebuje nejvíce a udržíte každé portfolio na správné cestě.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektové Portfolio Management - Přestaňte hádat. Začněte vědět.",
  "v7_0_news_main_array_item_1_subtitle": "Každá pravidelná schůzka k přezkumu projektu má svůj vlastní zaměřený dashboard, takže každá diskuse zůstává na bodu a včas.",
  "v7_0_news_main_array_item_2_subtitle": "Chytré stavové barvy odhalí ohrožené projekty před zmeškáním termínů. Jeden pohled vám řekne, kde jednat jako první.",
  "v7_0_news_main_array_item_3_title": "Bezproblémové sdílení souborů v chatech",
  "v7_0_news_main_array_item_3_subtitle": "Sdílejte více dokumentů s lehkostí - naše chaty nyní plně podporují nahrávání souborů. Všechny dokumenty sdílené v chatech se automaticky ukládají do sekce Soubory úkolu, vše zůstává organizované a snadno dostupné.",
  "v7_0_news_main_array_item_4_title": "Funkce Najít v tabulce",
  "v7_0_news_main_array_item_4_subtitle": "Najděte informace, které potřebujete, přímo ze sekce Více informací s novou funkcí Najít v tabulce.",
  "v7_0_news_main_array_item_5_title": "Upgrade sekce Více informací",
  "v7_0_news_main_array_item_5_subtitle": "Nyní můžete snadno zobrazit nebo skrýt všechna pole najednou, což vám dává větší kontrolu nad pracovním prostorem. Můžete také zobrazit možnosti s multi-select parametry, což zjednodušuje správu a navigaci komplexních dat.",
  "v7_0_news_main_array_item_6_title": "Volné dny",
  "v7_0_news_main_array_item_6_subtitle": "Nyní si můžete nastavit pracovní dny a volné dny. Po uložení budou viditelné pro všechny, takže celý tým bude v souladu s rozvrhy a dostupností.",
  "v7_0_news_main_array_item_7_title": "Představujeme textové filtry sloupců",
  "v7_0_news_main_array_item_7_subtitle": "Naše nové textové filtry vám umožní upřesnit úkoly přímo v tabulce: přidejte filtr do jakéhokoli vlastního textového sloupce, najděte odpovídající položky okamžitě a udržujte velké seznamy nevyřízených úkolů navigovatelné bez složitých dotazů."
}