{
  "v7_0_news_title": "v7.0 Projektporteføljestyring",
  "v7_0_news_main_name": "Hvad er nyt",
  "v7_0_news_page_hrp": "filer-i-chat--fridage-præsentation--avanceret-mere-info-sektion",
  "v7_0_news_page_title": "JustDo Projektporteføljestyring 7.0 | Se det projekt der har mest brug for dig",
  "v7_0_news_page_description": "Opdag JustDo Projektporteføljestyring 7.0 - virksomhedsprojektporteføljestyring der øjeblikkeligt fremhæver projekter i risiko, leverer live Gantt, fildeling i chat og mere.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Vid. Handl. Lever.",
  "v7_0_news_main_array_item_0_subtitle": "Mød JustDo Projektporteføljestyring - se øjeblikkeligt det projekt der har mest brug for dig og hold alle porteføljer på sporet.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektporteføljestyring - Stop med at gætte. Begynd at vide.",
  "v7_0_news_main_array_item_1_subtitle": "Hvert tilbagevendende projektgennemgangsmøde får sit eget fokuserede dashboard, så alle diskussioner forbliver relevante og til tiden.",
  "v7_0_news_main_array_item_2_subtitle": "Smarte statusfarver fremhæver projekter i risiko før deadlines glider. Et blik fortæller dig, hvor du skal handle først.",
  "v7_0_news_main_array_item_3_title": "Sømløs fildeling i chats",
  "v7_0_news_main_array_item_3_subtitle": "Del flere dokumenter med lethed - vores chats understøtter nu fuldt filupload. Alle dokumenter delt i chats gemmes automatisk i opgavens Filer-sektion, hvilket holder alt organiseret og let tilgængeligt.",
  "v7_0_news_main_array_item_4_title": "Find i tabel funktionalitet",
  "v7_0_news_main_array_item_4_subtitle": "Find den information du har brug for direkte fra Mere Info-sektionen med den nye Find i tabel funktion.",
  "v7_0_news_main_array_item_5_title": "Mere Info-sektion opgradering",
  "v7_0_news_main_array_item_5_subtitle": "Nu kan du nemt vise eller skjule alle felter på én gang, hvilket giver dig mere kontrol over dit arbejdsområde. Du kan også se indstillinger med multi-select parametre, hvilket gør det nemmere at styre og navigere komplekse data.",
  "v7_0_news_main_array_item_6_title": "Fridage",
  "v7_0_news_main_array_item_6_subtitle": "Du kan nu indstille dine arbejdsdage og fridage. Når de er gemt, vil de være synlige for alle, hvilket holder hele dit team på linje med tidsplaner og tilgængelighed.",
  "v7_0_news_main_array_item_7_title": "Introduktion af Kolonne Tekst Filtre",
  "v7_0_news_main_array_item_7_subtitle": "Vores nye tekstfiltre lader dig forfine opgaver direkte i tabellen: tilføj et filter til enhver tilpasset tekstkolonne, find matchende elementer øjeblikkeligt, og hold store backlogs navigérbare uden komplekse forespørgsler.",
  "v7_0_news_main_array_item_8_title": "Flere Opdateringer",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekter lukker automatisk:</b> Når et projekt markeres som Færdig, Annulleret eller Duplikat, vil det nu automatisk blive markeret som Lukket — og omvendt.<br><br><b>Intelligente projektforslag:</b> Når alle opgaver i et projekt er færdige eller lukkede, får du et hjælpsomt forslag om at markere hele projektet som Færdig.<br><br><b>Forbedret aktivitetssporing:</b> Aktivitetsloggen viser nu den fulde historik af opdateringer og ændringer for både Projekter og Afdelinger, så det er nemmere at se hvad der er sket og hvornår."
}