{
  "v7_0_news_title": "v7.0 Projektportfolio-Management",
  "v7_0_news_main_name": "Was ist neu",
  "v7_0_news_page_hrp": "dateien-im-chat--freie-tage-praesentation--erweiterte-mehr-infos-sektion",
  "v7_0_news_page_title": "JustDo Projektportfolio-Management 7.0 | Das Projekt sehen, das Sie am meisten braucht",
  "v7_0_news_page_description": "Entdecken Sie JustDo Projektportfolio-Management 7.0 - Enterprise-Projektportfolio-Management, das gefährdete Projekte sofort hervorhebt, Live-Gantt, In-Chat-Dateifreigabe, adaptive Workspace-Steuerung und mehr bietet.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Wissen. Handeln. Liefern.",
  "v7_0_news_main_array_item_0_subtitle": "Lernen Sie JustDo Projektportfolio-Management kennen - sehen Sie sofort das Projekt, das Sie am meisten braucht, und halten Sie jedes Portfolio auf Kurs.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektportfolio-Management - Schluss mit Raten. Anfangen zu wissen.",
  "v7_0_news_main_array_item_1_subtitle": "Jedes wiederkehrende Projekt-Review-Meeting erhält sein eigenes fokussiertes Dashboard, damit jede Diskussion zielgerichtet und pünktlich bleibt.",
  "v7_0_news_main_array_item_2_subtitle": "Intelligente Statusfarben bringen gefährdete Projekte an die Oberfläche, bevor Termine versäumt werden. Ein Blick zeigt Ihnen, wo Sie zuerst handeln müssen.",
  "v7_0_news_main_array_item_3_title": "Nahtlose Dateifreigabe in Chats",
  "v7_0_news_main_array_item_3_subtitle": "Teilen Sie mehrere Dokumente mit Leichtigkeit - unsere Chats unterstützen jetzt vollständig Datei-Uploads. Alle in Chats geteilten Dokumente werden automatisch im Dateien-Bereich der Aufgabe gespeichert und halten alles organisiert und leicht zugänglich.",
  "v7_0_news_main_array_item_4_title": "In Tabelle lokalisieren Funktion",
  "v7_0_news_main_array_item_4_subtitle": "Finden Sie die benötigten Informationen direkt aus dem Mehr Infos-Bereich mit der neuen \"In Tabelle lokalisieren\"-Funktion.",
  "v7_0_news_main_array_item_5_title": "Mehr Infos-Bereich Upgrade",
  "v7_0_news_main_array_item_5_subtitle": "Jetzt können Sie alle Felder auf einmal einfach anzeigen oder ausblenden und haben mehr Kontrolle über Ihren Arbeitsbereich. Sie können auch Optionen mit Multi-Auswahl-Parametern anzeigen, was die Verwaltung und Navigation komplexer Daten vereinfacht.",
  "v7_0_news_main_array_item_6_title": "Freie Tage",
  "v7_0_news_main_array_item_6_subtitle": "Sie können jetzt Ihre Arbeitstage und freien Tage festlegen. Nach dem Speichern sind sie für alle sichtbar und halten Ihr ganzes Team bei Zeitplänen und Verfügbarkeit auf dem gleichen Stand."
}