{
  "v7_0_news_title": "v7.0 Διαχείριση Χαρτοφυλακίου Έργων",
  "v7_0_news_main_name": "Τι νέο υπάρχει",
  "v7_0_news_page_hrp": "αρχεία-σε-συνομιλίες--ημέρες-άδειας-παρουσίαση--προηγμένη-περισσότερες-πληροφορίες-ενότητα",
  "v7_0_news_page_title": "JustDo Διαχείριση Χαρτοφυλακίου Έργων 7.0 | Δείτε το έργο που σας χρειάζεται περισσότερο",
  "v7_0_news_page_description": "Ανακαλύψτε το JustDo Διαχείριση Χαρτοφυλακίου Έργων 7.0 - διαχείριση χαρτοφυλακίου έργων επιχείρησης που αναδεικνύει άμεσα έργα υπό κίνδυνο, φέρνει ζωντανά Gantt, κοινοποίηση αρχείων στη συνομιλία, προσαρμοστικούς ελέγχους χώρου εργασίας και πολλά άλλα.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Γνωρίστε. Ενεργήστε. Παραδώστε.",
  "v7_0_news_main_array_item_0_subtitle": "Γνωρίστε τη Διαχείριση Χαρτοφυλακίου Έργων JustDo - δείτε άμεσα το έργο που σας χρειάζεται περισσότερο και κρατήστε κάθε χαρτοφυλάκιο στη σωστή πορεία.",
  "v7_0_news_main_array_item_1_title": "JustDo Διαχείριση Χαρτοφυλακίου Έργων - Σταματήστε να μαντεύετε. Αρχίστε να γνωρίζετε.",
  "v7_0_news_main_array_item_1_subtitle": "Κάθε επαναλαμβανόμενη συνάντηση αξιολόγησης έργου παίρνει το δικό της εστιασμένο ταμπλό, ώστε κάθε συζήτηση να παραμένει επικεντρωμένη και εγκαίρως.",
  "v7_0_news_main_array_item_2_subtitle": "Έξυπνα χρώματα κατάστασης αναδεικνύουν έργα υπό κίνδυνο πριν οι προθεσμίες διολισθήσουν. Μια ματιά σας λέει πού να ενεργήσετε πρώτα.",
  "v7_0_news_main_array_item_3_title": "Απρόσκοπτη Κοινοποίηση Αρχείων σε Συνομιλίες",
  "v7_0_news_main_array_item_3_subtitle": "Κοινοποιήστε πολλά έγγραφα με ευκολία - οι συνομιλίες μας υποστηρίζουν πλέον πλήρως τη μεταφόρτωση αρχείων. Όλα τα έγγραφα που κοινοποιούνται σε συνομιλίες αποθηκεύονται αυτόματα στην ενότητα Αρχεία της εργασίας, κρατώντας τα πάντα οργανωμένα και εύκολα προσβάσιμα.",
  "v7_0_news_main_array_item_4_title": "Δυνατότητα Εντοπισμού στον Πίνακα",
  "v7_0_news_main_array_item_4_subtitle": "Βρείτε τις πληροφορίες που χρειάζεστε απευθείας από την ενότητα Περισσότερες Πληροφορίες με τη νέα λειτουργία Εντοπισμός στον Πίνακα.",
  "v7_0_news_main_array_item_5_title": "Αναβάθμιση Ενότητας Περισσότερες Πληροφορίες",
  "v7_0_news_main_array_item_5_subtitle": "Τώρα μπορείτε εύκολα να εμφανίζετε ή να κρύβετε όλα τα πεδία με μία κίνηση, δίνοντάς σας περισσότερο έλεγχο στον χώρο εργασίας σας. Μπορείτε επίσης να βλέπετε επιλογές με παραμέτρους πολλαπλής επιλογής, κάνοντας πιο απλή τη διαχείριση και την πλοήγηση σε πολύπλοκα δεδομένα.",
  "v7_0_news_main_array_item_6_title": "Ημέρες άδειας",
  "v7_0_news_main_array_item_6_subtitle": "Μπορείτε τώρα να ορίσετε τις εργάσιμες ημέρες και τις ημέρες άδειάς σας. Μόλις αποθηκευτούν, θα είναι ορατές σε όλους, κρατώντας όλη την ομάδα σας ευθυγραμμισμένη στα προγράμματα και τη διαθεσιμότητα.",
  "v7_0_news_main_array_item_7_title": "Εισαγωγή Φίλτρων Κειμένου Στηλών",
  "v7_0_news_main_array_item_7_subtitle": "Τα νέα μας φίλτρα κειμένου σου επιτρέπουν να εξευγενίσεις εργασίες απευθείας στον πίνακα: πρόσθεσε φίλτρο σε οποιαδήποτε προσαρμοσμένη στήλη κειμένου, βρες αμέσως ταιριαστά στοιχεία, και κράτα μεγάλους κατάλογους εργασιών πλοηγήσιμους χωρίς πολύπλοκα ερωτήματα.",
  "v7_0_news_main_array_item_8_title": "Περισσότερες Ενημερώσεις",
  "v7_0_news_main_array_item_8_subtitle": "<b>Τα έργα κλείνουν αυτόματα:</b> Όταν ένα έργο σημειωθεί ως Ολοκληρωμένο, Ακυρωμένο ή Διπλότυπο, θα σημειωθεί πλέον αυτόματα ως Κλειστό — και αντίστροφα.<br><br><b>Έξυπνες προτάσεις έργου:</b> Όταν όλες οι εργασίες σε ένα έργο ολοκληρώνονται ή κλείνουν, θα λάβετε μια χρήσιμη πρόταση να σημειώσετε όλο το έργο ως Ολοκληρωμένο.<br><br><b>Βελτιωμένη παρακολούθηση δραστηριότητας:</b> Το Ημερολόγιο Δραστηριότητας δείχνει πλέον το πλήρες ιστορικό ενημερώσεων και αλλαγών για: Περιγραφή, Έργα και Τμήματα, έτσι είναι ευκολότερο να δείτε τι συνέβη και πότε."
}