{
    "v7_0_news_title": "v7.0 Project Portfolio Management",
    "v7_0_news_main_name": "What's new",
		
    "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
    "v7_0_news_page_title": "JustDo Project Portfolio Management 7.0 | See the project that needs you most",
    "v7_0_news_page_description": "Discover JustDo Project Portfolio Management 7.0 - enterprise project-portfolio management that instantly highlights at-risk projects, brings live Gantt, in-chat file sharing, adaptive workspace controls and more.",
		
		"v7_0_news_page_main_h1": "JustDo v7.0 - Know. Act. Deliver.",
    "v7_0_news_main_array_item_0_subtitle": "Meet JustDo Project Portfolio Management - instantly see the project that needs you most and keep every portfolio on track.",

    "v7_0_news_main_array_item_1_title": "JustDo Project Portfolio Management - Stop guessing. Start knowing.",
    "v7_0_news_main_array_item_1_subtitle": "Each recurring project review meeting gets its own focused dashboard, so every discussion stays on point and on time.",

    "v7_0_news_main_array_item_2_subtitle": "Smart status colors surface at-risk projects before deadlines slip. One glance tells you where to act first.",

    "v7_0_news_main_array_item_3_title": "Seamless File Sharing in Chats",
    "v7_0_news_main_array_item_3_subtitle": "Share multiple documents with ease - our chats now fully support file uploads. All documents shared in chats are automatically stored in the task's Files section, keeping everything organized and easy to access.",

    "v7_0_news_main_array_item_4_title": "Locate on Grid Capability",
    "v7_0_news_main_array_item_4_subtitle": "Find the information you need directly from the More Info section with the new Locate on the Grid feature.",

    "v7_0_news_main_array_item_5_title": "More Info Section Upgrade",
    "v7_0_news_main_array_item_5_subtitle": "Now you can easily show or hide all fields at once, giving you more control over your workspace. You can also view options with multi-select parameters, making it simpler to manage and navigate complex data.",

    "v7_0_news_main_array_item_6_title": "Days-off",
    "v7_0_news_main_array_item_6_subtitle": "You can now set your workdays and days off. Once saved, they’ll be visible to everyone, keeping your whole team aligned on schedules and availability.",

    "v7_0_news_main_array_item_7_title": "Introducing Column Text Filters",
    "v7_0_news_main_array_item_7_subtitle": "Our new text filters let you refine tasks directly in the grid: add a filter to any custom text column, find matching items instantly, and keep large backlogs navigable without complex queries."
  }
