{
  "v7_0_news_title": "v7.0 Gestión de Portafolio de Proyectos",
  "v7_0_news_main_name": "Qué hay de nuevo",
  "v7_0_news_page_hrp": "archivos-en-chat--dias-libres-presentacion--seccion-mas-info-avanzada",
  "v7_0_news_page_title": "JustDo Gestión de Portafolio de Proyectos 7.0 | Ve el proyecto que más te necesita",
  "v7_0_news_page_description": "Descubre JustDo Gestión de Portafolio de Proyectos 7.0 - gestión empresarial de portafolio de proyectos que resalta instantáneamente proyectos en riesgo, trae Gantt en vivo, intercambio de archivos en chat, controles de espacio de trabajo adaptativos y más.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Conoce. Actúa. Entrega.",
  "v7_0_news_main_array_item_0_subtitle": "Conoce JustDo Gestión de Portafolio de Proyectos - ve instantáneamente el proyecto que más te necesita y mantén cada portafolio en el buen camino.",
  "v7_0_news_main_array_item_1_title": "JustDo Gestión de Portafolio de Proyectos - Deja de adivinar. Comienza a saber.",
  "v7_0_news_main_array_item_1_subtitle": "Cada reunión recurrente de revisión de proyecto obtiene su propio panel enfocado, para que cada discusión se mantenga relevante y puntual.",
  "v7_0_news_main_array_item_2_subtitle": "Los colores de estado inteligentes identifican proyectos en riesgo antes de que se pierdan las fechas límite. Un vistazo te dice dónde actuar primero.",
  "v7_0_news_main_array_item_3_title": "Intercambio Fluido de Archivos en Chats",
  "v7_0_news_main_array_item_3_subtitle": "Comparte múltiples documentos con facilidad - nuestros chats ahora soportan completamente la carga de archivos. Todos los documentos compartidos en chats se almacenan automáticamente en la sección de Archivos de la tarea, manteniendo todo organizado y de fácil acceso.",
  "v7_0_news_main_array_item_4_title": "Capacidad de Localizar en Tabla",
  "v7_0_news_main_array_item_4_subtitle": "Encuentra la información que necesitas directamente desde la sección Más Información con la nueva función Localizar en la Tabla.",
  "v7_0_news_main_array_item_5_title": "Mejora de la Sección Más Información",
  "v7_0_news_main_array_item_5_subtitle": "Ahora puedes mostrar u ocultar fácilmente todos los campos a la vez, dándote más control sobre tu espacio de trabajo. También puedes ver opciones con parámetros de selección múltiple, haciendo más simple gestionar y navegar datos complejos.",
  "v7_0_news_main_array_item_6_title": "Días libres",
  "v7_0_news_main_array_item_6_subtitle": "Ahora puedes configurar tus días laborables y días libres. Una vez guardados, serán visibles para todos, manteniendo a todo tu equipo alineado en horarios y disponibilidad.",
  "v7_0_news_main_array_item_7_title": "Presentamos los Filtros de Texto por Columna",
  "v7_0_news_main_array_item_7_subtitle": "Nuestros nuevos filtros de texto te permiten refinar tareas directamente en la tabla: añade un filtro a cualquier columna de texto personalizada, encuentra elementos coincidentes al instante, y mantén grandes listas de pendientes navegables sin consultas complejas."
}