{
  "v7_0_news_title": "v7.0 Projektide Portfellihaldus",
  "v7_0_news_main_name": "Mis on uut",
  "v7_0_news_page_hrp": "failid-vestlustes--puhkepäevad-esitlus--täiustatud-lisainfo-sektsioon",
  "v7_0_news_page_title": "JustDo Projektide Portfellihaldus 7.0 | Näe projekti, mis vajab sind kõige rohkem",
  "v7_0_news_page_description": "Avasta JustDo Projektide Portfellihaldus 7.0 - ettevõtte projektide portfellihaldus, mis kohe esile tõstab ohus olevad projektid, toob live Gantti, failijagamise vestlustes, kohanduvad tööruumi juhtelemendid ja palju muud.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Tea. Tegutse. Täida.",
  "v7_0_news_main_array_item_0_subtitle": "Tutvuge JustDo Projektide Portfellihaldusega - näe kohe projekti, mis vajab sind kõige rohkem ja hoia iga portfell õigel rajal.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektide Portfellihaldus - Lõpeta arvamine. Alusta teadmist.",
  "v7_0_news_main_array_item_1_subtitle": "Iga korduv projekti ülevaatekoosolek saab oma keskendunud armatuurlaua, nii et iga arutelu püsib teema juures ja õigeaegselt.",
  "v7_0_news_main_array_item_2_subtitle": "Nutikad staatuse värvid toovad esile ohus olevad projektid enne tähtaegade libisemist. Üks pilk ütleb sulle, kus esimesena tegutseda.",
  "v7_0_news_main_array_item_3_title": "Sujuv Failijagamine Vestlustes",
  "v7_0_news_main_array_item_3_subtitle": "Jaga mitut dokumenti hõlpsasti - meie vestlused toetavad nüüd täielikult failide üleslaadimist. Kõik vestlustes jagatud dokumendid salvestatakse automaatselt ülesande Failide sektsiooni, hoides kõik korrastatuna ja kergesti ligipääsetavana.",
  "v7_0_news_main_array_item_4_title": "Leia Tabelis Võimalus",
  "v7_0_news_main_array_item_4_subtitle": "Leia vajalik info otse Lisainfo sektsioonist uue Leia Tabelis funktsiooni abil.",
  "v7_0_news_main_array_item_5_title": "Lisainfo Sektsiooni Täiendus",
  "v7_0_news_main_array_item_5_subtitle": "Nüüd saad hõlpsasti näidata või peita kõik väljad korraga, andes sulle rohkem kontrolli oma tööruumi üle. Samuti saad vaadata valikuid mitme valiku parameetritega, muutes keerukate andmete haldamise ja navigeerimise lihtsamaks.",
  "v7_0_news_main_array_item_6_title": "Puhkepäevad",
  "v7_0_news_main_array_item_6_subtitle": "Nüüd saad määrata oma tööpäevad ja puhkepäevad. Kui need on salvestatud, on need kõigile nähtavad, hoides kogu meeskonna ajakavades ja kättesaadavuses kooskõlas.",
  "v7_0_news_main_array_item_7_title": "Tutvustame veeru tekstifiltreid",
  "v7_0_news_main_array_item_7_subtitle": "Meie uued tekstifiltrid võimaldavad teil ülesandeid otse tabelis täpsustada: lisage filter mis tahes kohandatud tekstiveerule, leidke sobivad üksused koheselt ja hoidke suured tööjärjekorrad navigeeritavad ilma keerukate päringuteta."
}