{
  "v7_0_news_title": "v7.0 Proiektu Karteraren Kudeaketa",
  "v7_0_news_main_name": "Nobedadeak",
  "v7_0_news_page_hrp": "fitxategiak-txatean--oporralak-aurkezpena--informazio-gehigarriaren-sekzio-aurreratua",
  "v7_0_news_page_title": "JustDo Proiektu Karteraren Kudeaketa 7.0 | Ikusi gehien behar zaizun proiektua",
  "v7_0_news_page_description": "Aurkitu JustDo Proiektu Karteraren Kudeaketa 7.0 - enpresa-mailako proiektu-karteraren kudeaketa, arriskuan dauden proiektuak berehala nabarmentzen dituena, Gantt dinamikoa, txateko fitxategi-partekatzea eta lan-arearen kontrol moldagarriak eta gehiago ekartzen dituena.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Ezagutu. Ekin. Ekarri.",
  "v7_0_news_main_array_item_0_subtitle": "Ezagutu JustDo Proiektu Karteraren Kudeaketa - berehalakoan ikusi gehien behar zaizun proiektua eta kartera guztiak bidean mantendu.",
  "v7_0_news_main_array_item_1_title": "JustDo Proiektu Karteraren Kudeaketa - Utzi asmakizuna. Hasi ezagutzen.",
  "v7_0_news_main_array_item_1_subtitle": "Proiektuen berrikuspen-bilera errepikakorraren bere kontrol-panela du, beraz eztabaida guztiak puntuzkoak eta garaiz izango dira.",
  "v7_0_news_main_array_item_2_subtitle": "Egoera-kolore adimendunek arriskuan dauden proiektuak agertzen dituzte epeak pasatu aurretik. Begirada batek esaten dizu non jardun lehenengo.",
  "v7_0_news_main_array_item_3_title": "Fitxategi Partekatze Arazorik Gabea Txatetan",
  "v7_0_news_main_array_item_3_subtitle": "Partekatu hainbat dokumentu erraz - gure txatek orain fitxategi-kargak guztiz onartzen dituzte. Txatetan partekatutako dokumentu guztiak automatikoki gordetzen dira zereginaren Fitxategiak atalean, dena antolatuta eta atzitzeko erraza izaten.",
  "v7_0_news_main_array_item_4_title": "Taulan Kokatzeko Gaitasuna",
  "v7_0_news_main_array_item_4_subtitle": "Aurkitu behar duzun informazioa zuzenean Informazio Gehigarriaren ataletik Taulan Kokatu funtzio berriarekin.",
  "v7_0_news_main_array_item_5_title": "Informazio Gehigarriaren Atalaren Eguneratzea",
  "v7_0_news_main_array_item_5_subtitle": "Orain erraz erakutsi edo ezkutatu ditzakezu eremu guztiak batera, zure lan-arearen kontrol handiagoa emanez. Hautapen anitzeko parametroak dituzten aukerak ere ikus ditzakezu, datu konplexuak kudeatzea eta nabigatzea errazagoa eginez.",
  "v7_0_news_main_array_item_6_title": "Oporralak",
  "v7_0_news_main_array_item_6_subtitle": "Orain zure lan-egunak eta oporralak konfigura ditzakezu. Behin gorde ondoren, denek ikusiko dituzte, zure talde osoa ordutegien eta eskuragarritasunaren inguruan lerrokatuta mantenduz.",
  "v7_0_news_main_array_item_7_title": "Zutabe Testu Iragazkien Aurkezpena",
  "v7_0_news_main_array_item_7_subtitle": "Gure testu iragazki berriek zereginak zuzenean taulan fintzea ahalbidetzen dute: gehitu iragazkia edozein testu zutabe pertsonalizatuan, aurkitu bat datozen elementuak berehala, eta mantendu atzeko lan handi nabigagarriak kontsulta konplexurik gabe.",
  "v7_0_news_main_array_item_8_title": "Eguneratze Gehiago",
  "v7_0_news_main_array_item_8_subtitle": "<b>Proiektuak automatikoki ixten dira:</b> Proiektu bat Eginda, Bertan behera edo Bikoiztuta markatzen denean, orain automatikoki Itxita bezala markatuko da — eta alderantziz.<br><br><b>Proiektu iradokizun adimendunak:</b> Proiektu bateko zeregin guztiak osatu edo itxi direnean, proiektu osoa Eginda bezala markatzeko iradokizun lagungarria jasoko duzu.<br><br><b>Jarduera jarraipen hobetua:</b> Jarduera Egunerokoak orain Proiektuen eta Sailenen eguneratze eta aldaketen historia osoa erakusten du, zer gertatu den eta noiz ikustea errazagoa izateko."
}