{
  "v7_0_news_title": "v7.0 Projektiportfolion hallinta",
  "v7_0_news_main_name": "Mitä uutta",
  "v7_0_news_page_hrp": "tiedostot-chatissa--vapaapäivät-esittely--edistynyt-lisätiedot-osio",
  "v7_0_news_page_title": "JustDo Projektiportfolion hallinta 7.0 | Näe sinua eniten tarvitseva projekti",
  "v7_0_news_page_description": "Tutustu JustDo Projektiportfolion hallintaan 7.0 - yritystason portfoliohallinta, joka nostaa välittömästi esiin riskit projektit, tuo live Gantt-kaaviot, chat-tiedostonjaon ja mukautuvat työtilan hallintaominaisuudet.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Tiedä. Toimi. Toimita.",
  "v7_0_news_main_array_item_0_subtitle": "Tutustu JustDo Projektiportfolion hallintaan - näe välittömästi projekti, joka tarvitsee sinua eniten ja pidä jokainen portfolio oikeilla raiteilla.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektiportfolion hallinta - Lopeta arvaaminen. Aloita tietäminen.",
  "v7_0_news_main_array_item_1_subtitle": "Jokainen toistuva projektikatselmuskokous saa oman keskitetyn kojelaudan, joten jokainen keskustelu pysyy aiheessa ja aikataulussa.",
  "v7_0_news_main_array_item_2_subtitle": "Älykkäät tilavärit tuovat esiin riskialttiit projektit ennen kuin aikataulut pettävät. Yhdellä silmäyksellä näet, missä tulee toimia ensin.",
  "v7_0_news_main_array_item_3_title": "Saumaton tiedostonjako chateissa",
  "v7_0_news_main_array_item_3_subtitle": "Jaa useita dokumentteja helposti - chattimme tukevat nyt täysimääräisesti tiedostojen lataamista. Kaikki chateissa jaetut dokumentit tallennetaan automaattisesti tehtävän Tiedostot-osioon, pitäen kaiken järjestyksessä ja helposti saatavilla.",
  "v7_0_news_main_array_item_4_title": "Paikanna taulukossa -ominaisuus",
  "v7_0_news_main_array_item_4_subtitle": "Löydä tarvitsemasi tieto suoraan Lisätiedot-osiosta uudella Paikanna taulukossa -ominaisuudella.",
  "v7_0_news_main_array_item_5_title": "Lisätiedot-osion päivitys",
  "v7_0_news_main_array_item_5_subtitle": "Nyt voit helposti näyttää tai piilottaa kaikki kentät kerralla, antaen sinulle enemmän hallintaa työtilastasi. Voit myös tarkastella vaihtoehtoja monivalintaparametreilla, tehden monimutkaisen datan hallinnoinnin ja navigoinnin yksinkertaisemmaksi.",
  "v7_0_news_main_array_item_6_title": "Vapaapäivät",
  "v7_0_news_main_array_item_6_subtitle": "Voit nyt asettaa työpäiväsi ja vapaapäiväsi. Kun ne on tallennettu, ne näkyvät kaikille, pitäen koko tiimisi samalla sivulla aikataulujen ja saatavuuden suhteen.",
  "v7_0_news_main_array_item_7_title": "Sarakkeen tekstisuodattimet esittelyssä",
  "v7_0_news_main_array_item_7_subtitle": "Uudet tekstisuodattimemme antavat sinun tarkentaa tehtäviä suoraan taulukossa: lisää suodatin mihin tahansa mukautettuun tekstisarakkeeseen, löydä vastaavat kohteet välittömästi ja pidä suuret tehtäväjonot navigoitavina ilman monimutkaisia kyselyitä.",
  "v7_0_news_main_array_item_8_title": "Lisää päivityksiä",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projektit sulkeutuvat automaattisesti:</b> Kun projekti merkitään Valmiiksi, Peruutetuksi tai Duplikaatiksi, se merkitään nyt automaattisesti Suljetuksi — ja päinvastoin.<br><br><b>Älykkäät projektiehdotukset:</b> Kun kaikki projektin tehtävät on suoritettu tai suljettu, saat hyödyllisen ehdotuksen merkitä koko projekti Valmiiksi.<br><br><b>Parannettu toiminnan seuranta:</b> Toimintaloki näyttää nyt täydellisen päivitysten ja muutosten historian seuraaville: Kuvaus, Projektit ja Osastot, joten on helpompi nähdä mitä on tapahtunut ja milloin."
}