{
  "v7_0_news_title": "v7.0 Gestion de Portefeuille de Projets",
  "v7_0_news_main_name": "Nouveautés",
  "v7_0_news_page_hrp": "fichiers-dans-chat--jours-repos-presentation--section-plus-info-avancee",
  "v7_0_news_page_title": "JustDo Gestion de Portefeuille de Projets 7.0 | Projet prioritaire",
  "v7_0_news_page_description": "Découvrez JustDo Gestion de Portefeuille de Projets 7.0 - gestion d'entreprise qui identifie instantanément les projets à risque, apporte Gantt en temps réel, partage de fichiers en chat, contrôles d'espace adaptatifs et plus.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Savoir. Agir. Livrer.",
  "v7_0_news_main_array_item_0_subtitle": "Découvrez JustDo Gestion de Portefeuille de Projets - identifiez instantanément le projet qui a le plus besoin de vous et maintenez chaque portefeuille sur la bonne voie.",
  "v7_0_news_main_array_item_1_title": "JustDo Gestion de Portefeuille de Projets - Arrêtez de deviner. Commencez à savoir.",
  "v7_0_news_main_array_item_1_subtitle": "Chaque réunion de révision de projet récurrente obtient son propre tableau de bord ciblé, afin que chaque discussion reste pertinente et ponctuelle.",
  "v7_0_news_main_array_item_2_subtitle": "Les couleurs de statut intelligentes révèlent les projets à risque avant que les échéances ne glissent. Un coup d'œil vous indique où agir en premier.",
  "v7_0_news_main_array_item_3_title": "Partage de Fichiers Transparent dans les Chats",
  "v7_0_news_main_array_item_3_subtitle": "Partagez plusieurs documents facilement - nos chats prennent désormais entièrement en charge le téléchargement de fichiers. Tous les documents partagés dans les chats sont automatiquement stockés dans la section Fichiers de la tâche, gardant tout organisé et facilement accessible.",
  "v7_0_news_main_array_item_4_title": "Capacité de Localisation dans le Tableau",
  "v7_0_news_main_array_item_4_subtitle": "Trouvez les informations dont vous avez besoin directement depuis la section Plus d'Infos avec la nouvelle fonctionnalité Localiser dans le Tableau.",
  "v7_0_news_main_array_item_5_title": "Amélioration de la Section Plus d'Infos",
  "v7_0_news_main_array_item_5_subtitle": "Vous pouvez maintenant facilement afficher ou masquer tous les champs d'un coup, vous donnant plus de contrôle sur votre espace de travail. Vous pouvez également voir les options avec des paramètres multi-sélection, rendant plus simple la gestion et la navigation dans des données complexes.",
  "v7_0_news_main_array_item_6_title": "Jours de Congé",
  "v7_0_news_main_array_item_6_subtitle": "Vous pouvez maintenant définir vos jours de travail et jours de congé. Une fois sauvegardés, ils seront visibles par tous, gardant toute votre équipe alignée sur les horaires et la disponibilité.",
  "v7_0_news_main_array_item_7_title": "Présentation des Filtres de Texte par Colonne",
  "v7_0_news_main_array_item_7_subtitle": "Nos nouveaux filtres de texte vous permettent d'affiner les tâches directement dans le tableau : ajoutez un filtre à n'importe quelle colonne de texte personnalisée, trouvez les éléments correspondants instantanément, et gardez les grands backlogs navigables sans requêtes complexes."
}