{
  "v7_0_news_title": "v7.0 ניהול תיק פרויקטים",
  "v7_0_news_main_name": "מה חדש",
  "v7_0_news_page_hrp": "קבצים-בצ'אט--חופשות-מצגת--מידע-נוסף-מתקדם",
  "v7_0_news_page_title": "JustDo ניהול תיק פרויקטים 7.0 | ראה את הפרויקט שצריך אותך הכי הרבה",
  "v7_0_news_page_description": "גלה את JustDo ניהול תיק פרויקטים 7.0 - ניהול תיק פרויקטים ברמת איכות וגימור המותאמת לארגונים גדולים שמדגיש מיידית פרויקטים בסיכון, מביא גאנט חי, שיתוף קבצים בצ'אט ועוד.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - דע. פעל. ספק.",
  "v7_0_news_main_array_item_0_subtitle": "הכירו את JustDo ניהול תיק פרויקטים - ראו מיידית את הפרויקט שצריך אתכם הכי הרבה ושמרו על כל תיק פרויקטים במסלול.",
  "v7_0_news_main_array_item_1_title": "JustDo ניהול תיק פרויקטים - תפסיקו לנחש. תתחילו לדעת.",
  "v7_0_news_main_array_item_1_subtitle": "כל פגישת סקירת פרויקט חוזרת מקבלת לוח מחוונים ממוקד משלה, כך שכל דיון נשאר עניינות ובזמן.",
  "v7_0_news_main_array_item_2_subtitle": "צבעי סטטוס חכמים חושפים פרויקטים בסיכון לפני שמועדים מחליקים. מבט אחד אומר לכם איפה לפעול קודם.",
  "v7_0_news_main_array_item_3_title": "שיתוף קבצים חלק בצ'אטים",
  "v7_0_news_main_array_item_3_subtitle": "שתפו מסמכים מרובים בקלות - הצ'אטים שלנו תומכים כעת במלואם בהעלאת קבצים. כל המסמכים שמשותפים בצ'אטים נשמרים אוטומטית בקטע הקבצים של המשימה, ושומרים על הכל מאורגן ונגיש.",
  "v7_0_news_main_array_item_4_title": "יכולת איתור בטבלה",
  "v7_0_news_main_array_item_4_subtitle": "מצאו את המידע שאתם צריכים ישירות מקטע מידע נוסף עם התכונה החדשה איתור בטבלה.",
  "v7_0_news_main_array_item_5_title": "שדרוג קטע מידע נוסף",
  "v7_0_news_main_array_item_5_subtitle": "כעת תוכלו בקלות להציג או להסתיר את כל השדות בבת אחת, מה שנותן לכם יותר שליטה על סביבת העבודה שלכם. תוכלו גם לראות אפשרויות עם פרמטרים רב-בחירה, מה שהופך את הניהול והניווט בנתונים מורכבים לפשוטים יותר.",
  "v7_0_news_main_array_item_6_title": "ימי חופש",
  "v7_0_news_main_array_item_6_subtitle": "כעת תוכלו להגדיר את ימי העבודה וימי החופש שלכם. לאחר השמירה, הם יהיו גלויים לכולם, ויסייעו לכל הצוות להיות מיושרים לגבי לוחות זמנים וזמינות.",
  "v7_0_news_main_array_item_7_title": "הצגת מסנני טקסט לעמודות",
  "v7_0_news_main_array_item_7_subtitle": "מסנני הטקסט החדשים שלנו מאפשרים לך לחדד משימות ישירות בטבלה: הוסף מסנן לכל עמודת טקסט מותאמת, מצא פריטים תואמים מיידית, ושמור על רשימות גדולות ניתנות לניווט ללא שאילתות מורכבות.",
  "v7_0_news_main_array_item_8_title": "עדכונים נוספים",
  "v7_0_news_main_array_item_8_subtitle": "<b>פרויקטים נסגרים אוטומטית:</b> כאשר פרויקט מסומן כ\"הושלם\", \"בוטל\", או \"כפול\", הוא יסומן כעת אוטומטית כ\"נסגר\" — ולהיפך.<br><br><b>הצעות פרויקט חכמות:</b> כאשר כל המשימות בפרויקט הושלמו או נסגרו, תקבלו הצעה מועילה לסמן את כל הפרויקט כ\"הושלם\".<br><br><b>מעקב פעילות משופר:</b> יומן הפעילות כעת מציג את ההיסטוריה המלאה של עדכונים ושינויים הן לפרויקטים והן למחלקות, כך שקל יותר לראות מה קרה ומתי."
}