{
  "v7_0_news_title": "v7.0 प्रोजेक्ट पोर्टफोलियो मैनेजमेंट",
  "v7_0_news_main_name": "नया क्या है",
  "v7_0_news_page_hrp": "चैट-में-फाइलें--छुट्टी-के-दिन-प्रेजेंटेशन--उन्नत-अधिक-जानकारी-सेक्शन",
  "v7_0_news_page_title": "JustDo प्रोजेक्ट पोर्टफोलियो मैनेजमेंट 7.0 | देखें कौन सा प्रोजेक्ट आपकी सबसे ज्यादा जरूरत है",
  "v7_0_news_page_description": "JustDo प्रोजेक्ट पोर्टफोलियो मैनेजमेंट 7.0 की खोज करें - एंटरप्राइज प्रोजेक्ट-पोर्टफोलियो मैनेजमेंट जो तुरंत जोखिम वाले प्रोजेक्ट्स को हाइलाइट करता है, लाइव गैंट, इन-चैट फाइल शेयरिंग लाता है।",
  "v7_0_news_page_main_h1": "JustDo v7.0 - जानें। कार्य करें। वितरित करें।",
  "v7_0_news_main_array_item_0_subtitle": "JustDo प्रोजेक्ट पोर्टफोलियो मैनेजमेंट से मिलें - तुरंत देखें कि कौन सा प्रोजेक्ट आपकी सबसे ज्यादा जरूरत है और हर पोर्टफोलियो को ट्रैक पर रखें।",
  "v7_0_news_main_array_item_1_title": "JustDo प्रोजेक्ट पोर्टफोलियो मैनेजमेंट - अनुमान लगाना बंद करें। जानना शुरू करें।",
  "v7_0_news_main_array_item_1_subtitle": "हर बार-बार होने वाली प्रोजेक्ट रिव्यू मीटिंग को अपना फोकस्ड डैशबोर्ड मिलता है, इसलिए हर चर्चा बिंदु पर और समय पर रहती है।",
  "v7_0_news_main_array_item_2_subtitle": "स्मार्ट स्टेटस रंग डेडलाइन खराब होने से पहले जोखिम वाले प्रोजेक्ट्स को सामने लाते हैं। एक नज़र में पता चल जाता है कि पहले कहाँ कार्य करना है।",
  "v7_0_news_main_array_item_3_title": "चैट में निर्बाध फाइल शेयरिंग",
  "v7_0_news_main_array_item_3_subtitle": "आसानी से कई दस्तावेज़ साझा करें - हमारे चैट अब पूरी तरह से फाइल अपलोड को सपोर्ट करते हैं। चैट में साझा किए गए सभी दस्तावेज़ स्वचालित रूप से टास्क के फाइल्स सेक्शन में स्टोर हो जाते हैं।",
  "v7_0_news_main_array_item_4_title": "तालिका पर लोकेट करने की क्षमता",
  "v7_0_news_main_array_item_4_subtitle": "नई तालिका पर लोकेट फीचर के साथ अधिक जानकारी सेक्शन से सीधे आपकी जरूरी जानकारी खोजें।",
  "v7_0_news_main_array_item_5_title": "अधिक जानकारी सेक्शन अपग्रेड",
  "v7_0_news_main_array_item_5_subtitle": "अब आप आसानी से सभी फील्ड्स को एक साथ दिखा या छुपा सकते हैं, जिससे आपको अपने वर्कस्पेस पर अधिक नियंत्रण मिलता है। आप मल्टी-सेलेक्ट पैरामीटर्स के साथ विकल्प भी देख सकते हैं।",
  "v7_0_news_main_array_item_6_title": "छुट्टी के दिन",
  "v7_0_news_main_array_item_6_subtitle": "अब आप अपने कार्य दिवस और छुट्टी के दिन सेट कर सकते हैं। एक बार सेव करने पर, वे सभी को दिखाई देंगे, जिससे आपकी पूरी टीम शेड्यूल और उपलब्धता पर संरेखित रहेगी।"
}