{
  "v7_0_news_title": "v7.0 Upravljanje portfeljem projekata",
  "v7_0_news_main_name": "Što je novo",
  "v7_0_news_page_hrp": "datoteke-u-chatu--slobodni-dani-prezentacija--napredni-vise-info-odjeljak",
  "v7_0_news_page_title": "JustDo Upravljanje portfeljem projekata 7.0 | Vidite projekt koji vas najviše treba",
  "v7_0_news_page_description": "Otkrijte JustDo Upravljanje portfeljem projekata 7.0 - upravljanje portfeljem projekata za poduzeća koje odmah ističe projekte u riziku, donosi živi Gantt, dijeljenje datoteka u chatu, prilagodljive kontrole radnog prostora i više.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Znaj. Djeluj. Dostavi.",
  "v7_0_news_main_array_item_0_subtitle": "Upoznajte JustDo Upravljanje portfeljem projekata - odmah vidite projekt koji vas najviše treba i držite svaki portfelj na pravom putu.",
  "v7_0_news_main_array_item_1_title": "JustDo Upravljanje portfeljem projekata - Prestanite nagađati. Počnite znati.",
  "v7_0_news_main_array_item_1_subtitle": "Svaki redoviti sastanak za pregled projekta dobiva svoju fokusiranu kontrolnu ploču, tako da svaka rasprava ostaje usredotočena i na vrijeme.",
  "v7_0_news_main_array_item_2_subtitle": "Pametne boje statusa izbacuju na površinu projekte u riziku prije nego što rokovi promaknu. Jedan pogled vam govori gdje prvo djelovati.",
  "v7_0_news_main_array_item_3_title": "Besprijekorno dijeljenje datoteka u chatovima",
  "v7_0_news_main_array_item_3_subtitle": "Dijeljenje više dokumenata s lakoćom - naši chatovi sada u potpunosti podržavaju učitavanje datoteka. Svi dokumenti podijeljeni u chatovima automatski se pohranjuju u odjeljak Datoteke zadatka, čuvajući sve organizirano i lako dostupno.",
  "v7_0_news_main_array_item_4_title": "Mogućnost lociranja na tablici",
  "v7_0_news_main_array_item_4_subtitle": "Pronađite informacije koje trebate izravno iz odjeljka Više informacija s novom značajkom Lociraj na tablici.",
  "v7_0_news_main_array_item_5_title": "Nadogradnja odjeljka Više informacija",
  "v7_0_news_main_array_item_5_subtitle": "Sada možete lako prikazati ili sakriti sva polja odjednom, dajući vam više kontrole nad vašim radnim prostorom. Također možete pregledati opcije s parametrima višestrukog odabira, što olakšava upravljanje i navigaciju složenim podacima.",
  "v7_0_news_main_array_item_6_title": "Slobodni dani",
  "v7_0_news_main_array_item_6_subtitle": "Sada možete postaviti svoje radne dane i slobodne dane. Nakon spremanja, bit će vidljivi svima, držeći vaš cijeli tim usklađen oko rasporedâ i dostupnosti.",
  "v7_0_news_main_array_item_7_title": "Predstavljamo filtere teksta stupaca",
  "v7_0_news_main_array_item_7_subtitle": "Naši novi tekstualni filteri omogućuju vam preciziranje zadataka direktno u tablici: dodajte filtar bilo kojem prilagođenom tekstualnom stupcu, pronađite odgovarajuće stavke trenutno i održite velike backlogove navigabilnima bez složenih upita.",
  "v7_0_news_main_array_item_8_title": "Više ažuriranja",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekti se zatvaraju automatski:</b> Kada je projekt označen kao Završen, Otkazan ili Duplikat, sada će automatski biti označen kao Zatvoren — i obrnuto.<br><br><b>Pametni prijedlozi projekata:</b> Kada su svi zadaci u projektu završeni ili zatvoreni, dobit ćete koristan prijedlog da označite cijeli projekt kao Završen.<br><br><b>Poboljšano praćenje aktivnosti:</b> Zapisnik aktivnosti sada prikazuje potpunu historiju ažuriranja i promjena za: Opis, Projekte i Odjele, tako da je lakše vidjeti što se dogodilo i kada."
}