{
  "v7_0_news_title": "v7.0 Projekt Portfólió Menedzsment",
  "v7_0_news_main_name": "Mi az újdonság",
  "v7_0_news_page_hrp": "fajlok-csetben--szabadnapok-bemutatas--fejlett-tobb-info-szekcio",
  "v7_0_news_page_title": "JustDo Projekt Portfólió Menedzsment 7.0 | Lásd a projektet, amire rád van szükség",
  "v7_0_news_page_description": "Fedezd fel a JustDo Projekt Portfólió Menedzsment 7.0-t - vállalati projekt-portfólió menedzsment, ami azonnal kiemeli a kockázatos projekteket, élő Gantt diagramokat, csetbeli fájlmegosztást és alkalmazkodó munkaterület-vezérlést hoz.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Tudj. Cselekedj. Teljesíts.",
  "v7_0_news_main_array_item_0_subtitle": "Ismerd meg a JustDo Projekt Portfólió Menedzsmentet - azonnal lásd a projektet, amire rád van szükség és tartsd minden portfóliót a helyes úton.",
  "v7_0_news_main_array_item_1_title": "JustDo Projekt Portfólió Menedzsment - Ne találgass. Kezdj el tudni.",
  "v7_0_news_main_array_item_1_subtitle": "Minden ismétlődő projekt áttekintő értekezlet saját fókuszált műszerfalat kap, így minden megbeszélés céltudatos és időhatékony marad.",
  "v7_0_news_main_array_item_2_subtitle": "Az intelligens állapot színek kiemelni a kockázatos projekteket, mielőtt a határidők elcsúsznának. Egy pillantás megmondja, hol kell először cselekedned.",
  "v7_0_news_main_array_item_3_title": "Zökkenőmentes Fájlmegosztás Csetekben",
  "v7_0_news_main_array_item_3_subtitle": "Ossz meg több dokumentumot egyszerűen - cseteink mostantól teljes mértékben támogatják a fájlfeltöltést. A csetekben megosztott összes dokumentum automatikusan tárolódik a feladat Fájlok szekciójában, mindent rendszert és könnyen elérhető.",
  "v7_0_news_main_array_item_4_title": "Megkeresés a Táblázatban Funkció",
  "v7_0_news_main_array_item_4_subtitle": "Találd meg a szükséges információt közvetlenül a További Információ szekcióból az új Megkeresés a Táblázatban funkcióval.",
  "v7_0_news_main_array_item_5_title": "További Információ Szekció Fejlesztés",
  "v7_0_news_main_array_item_5_subtitle": "Most könnyedén megjelenítheted vagy elrejtheted az összes mezőt egyszerre, több kontrollt biztosítva a munkaterületed felett. Megtekintheted a többszörös választási paraméterekkel rendelkező opciókat is, egyszerűbbé téve a komplex adatok kezelését és navigálását.",
  "v7_0_news_main_array_item_6_title": "Szabadnapok",
  "v7_0_news_main_array_item_6_subtitle": "Most beállíthatod a munkanapjaidat és szabadnapjaidat. Miután elmented, mindenki számára láthatóak lesznek, így az egész csapatod összehangolt marad az ütemezések és elérhetőség tekintetében."
}