{
  "v7_0_news_title": "Manajemen Portofolio Proyek v7.0",
  "v7_0_news_main_name": "Yang Baru",
  "v7_0_news_page_hrp": "file-dalam-chat--hari-libur-presentasi--bagian-info-lanjutan",
  "v7_0_news_page_title": "JustDo Manajemen Portofolio Proyek 7.0 | Lihat proyek yang paling membutuhkan Anda",
  "v7_0_news_page_description": "Temukan JustDo Manajemen Portofolio Proyek 7.0 - manajemen portofolio proyek perusahaan yang langsung menyoroti proyek berisiko, menghadirkan Gantt live, berbagi file dalam chat, kontrol workspace adaptif dan banyak lagi.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Ketahui. Bertindak. Capai.",
  "v7_0_news_main_array_item_0_subtitle": "Kenali JustDo Manajemen Portofolio Proyek - langsung melihat proyek yang paling membutuhkan Anda dan menjaga setiap portofolio tetap pada jalurnya.",
  "v7_0_news_main_array_item_1_title": "JustDo Manajemen Portofolio Proyek - Berhenti menebak. Mulai mengetahui.",
  "v7_0_news_main_array_item_1_subtitle": "Setiap pertemuan tinjauan proyek berulang mendapat dashboard terfokus sendiri, sehingga setiap diskusi tetap terarah dan tepat waktu.",
  "v7_0_news_main_array_item_2_subtitle": "Warna status pintar memunculkan proyek berisiko sebelum tenggat waktu terlewat. Sekali lihat memberitahu Anda di mana harus bertindak lebih dulu.",
  "v7_0_news_main_array_item_3_title": "Berbagi File yang Mulus dalam Chat",
  "v7_0_news_main_array_item_3_subtitle": "Bagikan beberapa dokumen dengan mudah - chat kami sekarang sepenuhnya mendukung upload file. Semua dokumen yang dibagikan dalam chat secara otomatis disimpan di bagian File tugas, menjaga semuanya terorganisir dan mudah diakses.",
  "v7_0_news_main_array_item_4_title": "Kemampuan Temukan di Tabel",
  "v7_0_news_main_array_item_4_subtitle": "Temukan informasi yang Anda butuhkan langsung dari bagian Info Lanjutan dengan fitur Temukan di Tabel yang baru.",
  "v7_0_news_main_array_item_5_title": "Peningkatan Bagian Info Lanjutan",
  "v7_0_news_main_array_item_5_subtitle": "Sekarang Anda dapat dengan mudah menampilkan atau menyembunyikan semua field sekaligus, memberi Anda lebih banyak kontrol atas workspace. Anda juga dapat melihat opsi dengan parameter multi-select, membuatnya lebih mudah untuk mengelola dan menavigasi data kompleks.",
  "v7_0_news_main_array_item_6_title": "Hari Libur",
  "v7_0_news_main_array_item_6_subtitle": "Anda sekarang dapat mengatur hari kerja dan hari libur Anda. Setelah disimpan, mereka akan terlihat oleh semua orang, menjaga seluruh tim Anda selaras pada jadwal dan ketersediaan.",
  "v7_0_news_main_array_item_7_title": "Memperkenalkan Filter Teks Kolom",
  "v7_0_news_main_array_item_7_subtitle": "Filter teks baru kami memungkinkan Anda menyaring tugas langsung di tabel: tambahkan filter ke kolom teks kustom apa pun, temukan item yang cocok secara instan, dan jaga backlog besar tetap dapat dinavigasi tanpa query kompleks.",
  "v7_0_news_main_array_item_8_title": "Pembaruan Lainnya",
  "v7_0_news_main_array_item_8_subtitle": "<b>Proyek tutup otomatis:</b> Ketika proyek ditandai sebagai Selesai, Dibatalkan, atau Duplikat, sekarang akan otomatis ditandai sebagai Tutup — dan sebaliknya.<br><br><b>Saran proyek pintar:</b> Ketika semua tugas dalam proyek selesai atau ditutup, Anda akan mendapat saran berguna untuk menandai seluruh proyek sebagai Selesai.<br><br><b>Pelacakan aktivitas yang ditingkatkan:</b> Log Aktivitas kini menunjukkan riwayat lengkap pembaruan dan perubahan untuk: Deskripsi, Proyek dan Departemen, sehingga lebih mudah melihat apa yang terjadi dan kapan."
}