{
  "v7_0_news_title": "v7.0 Project Portfolio Management",
  "v7_0_news_main_name": "Cosa c'è di nuovo",
  "v7_0_news_page_hrp": "file-in-chat--giorni-liberi-presentazione--sezione-info-avanzata",
  "v7_0_news_page_title": "JustDo Project Portfolio Management 7.0 | Il progetto che ha più bisogno",
  "v7_0_news_page_description": "Scopri JustDo Project Portfolio Management 7.0 - gestione di portfolio di progetti enterprise che evidenzia istantaneamente i progetti a rischio, porta Gantt live, condivisione file in-chat, controlli workspace adattivi e altro.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Conosci. Agisci. Consegna.",
  "v7_0_news_main_array_item_0_subtitle": "Scopri JustDo Project Portfolio Management - vedi istantaneamente il progetto che ha più bisogno di te e mantieni ogni portfolio sulla giusta strada.",
  "v7_0_news_main_array_item_1_title": "JustDo Project Portfolio Management - Smetti di indovinare. Inizia a sapere.",
  "v7_0_news_main_array_item_1_subtitle": "Ogni riunione ricorrente di revisione progetto ha la sua dashboard dedicata, così ogni discussione rimane focalizzata e puntuale.",
  "v7_0_news_main_array_item_2_subtitle": "I colori di stato intelligenti fanno emergere i progetti a rischio prima che le scadenze slittino. Uno sguardo ti dice dove agire per primo.",
  "v7_0_news_main_array_item_3_title": "Condivisione File Senza Interruzioni nelle Chat",
  "v7_0_news_main_array_item_3_subtitle": "Condividi più documenti con facilità - le nostre chat ora supportano completamente il caricamento di file. Tutti i documenti condivisi nelle chat vengono automaticamente archiviati nella sezione File del task, mantenendo tutto organizzato e facilmente accessibile.",
  "v7_0_news_main_array_item_4_title": "Funzionalità Localizza nella Tabella",
  "v7_0_news_main_array_item_4_subtitle": "Trova le informazioni di cui hai bisogno direttamente dalla sezione Maggiori Info con la nuova funzionalità Localizza nella Tabella.",
  "v7_0_news_main_array_item_5_title": "Aggiornamento Sezione Maggiori Info",
  "v7_0_news_main_array_item_5_subtitle": "Ora puoi facilmente mostrare o nascondere tutti i campi in una volta, dandoti più controllo sul tuo spazio di lavoro. Puoi anche visualizzare opzioni con parametri multi-selezione, rendendo più semplice gestire e navigare dati complessi.",
  "v7_0_news_main_array_item_6_title": "Giorni liberi",
  "v7_0_news_main_array_item_6_subtitle": "Ora puoi impostare i tuoi giorni lavorativi e i giorni liberi. Una volta salvati, saranno visibili a tutti, mantenendo tutto il tuo team allineato su orari e disponibilità.",
  "v7_0_news_main_array_item_7_title": "Introduzione dei Filtri Testo per Colonne",
  "v7_0_news_main_array_item_7_subtitle": "I nostri nuovi filtri di testo ti permettono di raffinare le attività direttamente nella tabella: aggiungi un filtro a qualsiasi colonna di testo personalizzata, trova istantaneamente gli elementi corrispondenti e mantieni navigabili i grandi backlog senza query complesse.",
  "v7_0_news_main_array_item_8_title": "Altri Aggiornamenti",
  "v7_0_news_main_array_item_8_subtitle": "<b>I progetti si chiudono automaticamente:</b> Quando un progetto è contrassegnato come Completato, Annullato o Duplicato, ora verrà automaticamente contrassegnato come Chiuso — e viceversa.<br><br><b>Suggerimenti progetto intelligenti:</b> Quando tutte le attività di un progetto sono completate o chiuse, riceverai un suggerimento utile per contrassegnare l'intero progetto come Completato.<br><br><b>Tracciamento attività migliorato:</b> Il Log delle Attività ora mostra la cronologia completa degli aggiornamenti e modifiche sia per Progetti che per Dipartimenti, così è più facile vedere cosa è successo e quando."
}