{
  "v7_0_news_title": "v7.0 Жоба портфелін басқару",
  "v7_0_news_main_name": "Жаңалықтар",
  "v7_0_news_page_hrp": "чаттағы-файлдар--демалыс-күндері-таныстыру--кеңейтілген-қосымша-ақпарат-бөлімі",
  "v7_0_news_page_title": "JustDo Жоба портфелін басқару 7.0 | Сізге ең қажетті жобаны көріңіз",
  "v7_0_news_page_description": "JustDo Жоба портфелін басқару 7.0-ді ашыңыз - қауіпті жобаларды дереу анықтайтын, тірі Gantt диаграммасы, чаттағы файл бөлісу, бейімделмелі жұмыс орны басқаруы және басқа мүмкіндіктері бар кәсіби жоба-портфель басқару жүйесі.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Біл. Әрекет ет. Жеткізе бер.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo Жоба портфелін басқарумен танысыңыз - сізге ең қажетті жобаны дереу көріп, әрбір портфельді жолында ұстаңыз.",
  "v7_0_news_main_array_item_1_title": "JustDo Жоба портфелін басқару - Болжауды тоқтатыңыз. Білуді бастаңыз.",
  "v7_0_news_main_array_item_1_subtitle": "Әрбір қайталанатын жоба шолу жиналысы өзіндік бағытталған басқару тақтасын алады, сондықтан әрбір талқылау нақты тақырыпта және уақытында болады.",
  "v7_0_news_main_array_item_2_subtitle": "Ақылды статус түстері мерзімдер ұзарар алдында қауіпті жобаларды көрсетеді. Бір қарағанда алдымен қайда әрекет ету керектігін біліп аласыз.",
  "v7_0_news_main_array_item_3_title": "Чаттарда үздіксіз файл бөлісу",
  "v7_0_news_main_array_item_3_subtitle": "Бірнеше құжатты оңай бөлісіңіз - біздің чаттар енді файл жүктеуді толық қолдайды. Чаттарда бөлісілген барлық құжаттар автоматты түрде тапсырманың Файлдар бөліміне сақталады, бәрін ұйымдастырылған және қол жетімді етіп ұстайды.",
  "v7_0_news_main_array_item_4_title": "Кестеде табу мүмкіндігі",
  "v7_0_news_main_array_item_4_subtitle": "Жаңа Кестеде табу функциясымен Қосымша ақпарат бөлімінен тікелей қажетті ақпаратты табыңыз.",
  "v7_0_news_main_array_item_5_title": "Қосымша ақпарат бөлімінің жаңартылуы",
  "v7_0_news_main_array_item_5_subtitle": "Енді сіз барлық өрістерді бір мезгілде көрсету немесе жасыру арқылы жұмыс орныңызға көбірек бақылау жасай аласыз. Сондай-ақ мульти-таңдау параметрлері бар нұсқаларды көре аласыз, бұл күрделі деректерді басқаруды және шарлауды жеңілдетеді.",
  "v7_0_news_main_array_item_6_title": "Демалыс күндері",
  "v7_0_news_main_array_item_6_subtitle": "Енді сіз жұмыс күндеріңіз бен демалыс күндеріңізді орната аласыз. Сақталғаннан кейін олар барлығына көрінетін болады, бүкіл командаңызды кесте мен қол жетімділік бойынша үйлестірілген етіп ұстайды."
}