{
  "v7_0_news_title": "v7.0 Жоба Портфолио Басқаруы",
  "v7_0_news_main_name": "Жаңалықтар",
  "v7_0_news_page_hrp": "чаттағы-файлдар--демалыс-күндері-презентация--кеңейтілген-қосымша-ақпарат-бөлімі",
  "v7_0_news_page_title": "JustDo Жоба Портфолио Басқаруы 7.0 | Сізге ең қажетті жобаны көрсетеді",
  "v7_0_news_page_description": "JustDo Жоба Портфолио Басқаруы 7.0-ді ашыңыз - қауіптегі жобаларды дереу анықтайтын, тікелей Gantt, чат арқылы файл бөлісу, бейімделмелі жұмыс аласы басқарулары және тағы көп мүмкіндіктері бар кәсіпорын жоба-портфолио басқаруы.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Біл. Іс қыл. Жеткізе жасам.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo Жоба Портфолио Басқарумен танысыңыз - сізге ең қажетті жобаны дереу көріңіз және әрбір портфолионы дұрыс жолда ұстаңыз.",
  "v7_0_news_main_array_item_1_title": "JustDo Жоба Портфолио Басқаруы - Болжамдауды тоқтатыңыз. Білуді бастаңыз.",
  "v7_0_news_main_array_item_1_subtitle": "Әрбір қайталанбалы жоба талқылауы өзіндік фокусталған дашбордқа ие болады, сондықтан әрбір талқылау дәл және уақытында жүреді.",
  "v7_0_news_main_array_item_2_subtitle": "Ақылды мәртебе түстері мерзімдер ауыстырылғанға дейін қауіптегі жобаларды көрсетеді. Бір көзқарас алдымен қай жерде әрекет ету керектігін айтады.",
  "v7_0_news_main_array_item_3_title": "Чаттарда Файлмен Бөлісудің Үздіксіздігі",
  "v7_0_news_main_array_item_3_subtitle": "Бірнеше құжатты оңай бөлісіңіз - енді біздің чаттар файл жүктеуді толық қолдайды. Чаттарда бөлісілген барлық құжаттар тапсырманың Файлдар бөліміне автоматты түрде сақталады, бәрін ұйымдастырылған және оңай қолжетімді етеді.",
  "v7_0_news_main_array_item_4_title": "Кестеде Табу Мүмкіндігі",
  "v7_0_news_main_array_item_4_subtitle": "Жаңа Кестеде Табу функциясымен Қосымша Ақпарат бөлімінен тікелей қажетті ақпаратты табыңыз.",
  "v7_0_news_main_array_item_5_title": "Қосымша Ақпарат Бөлімінің Жаңартылуы",
  "v7_0_news_main_array_item_5_subtitle": "Енді барлық өрістерді бір уақытта көрсету немесе жасыру оңай болды, бұл жұмыс аласына көбірек бақылау береді. Сонымен қатар көп таңдау параметрлері бар опцияларды көре аласыз, бұл күрделі деректерді басқару мен навигациялауды жеңілдетеді.",
  "v7_0_news_main_array_item_6_title": "Демалыс күндері",
  "v7_0_news_main_array_item_6_subtitle": "Енді жұмыс күндеріңіз бен демалыс күндеріңізді орнату мүмкін. Сақталғаннан кейін олар барлығына көрінетін болады, команданың кестелер мен қолжетімділік туралы келісуін ұстап тұрады.",
  "v7_0_news_main_array_item_7_title": "Баған Мәтін Сүзгілерін Енгізу",
  "v7_0_news_main_array_item_7_subtitle": "Жаңа мәтін сүзгілері кестеде тапсырмаларды тікелей нақтылауға мүмкіндік береді: кез келген реттелген мәтін бағанына сүзгі қосыңыз, сәйкес элементтерді дереу табыңыз және үлкен жұмыс тізімдерін күрделі сұраулардан тыс навигациялауға жарамды етіңіз.",
  "v7_0_news_main_array_item_8_title": "Қосымша Жаңартулар",
  "v7_0_news_main_array_item_8_subtitle": "<b>Жобалар автоматты жабылады:</b> Жоба Орындалды, Бас тартылды немесе Қайталанған деп белгіленгенде, енді автоматты түрде Жабық деп белгіленеді — және керісінше.<b><br><br>Ақылды жоба ұсыныстары:</b> Жобадағы барлық тапсырмалар орындалған немесе жабылған кезде, бүкіл жобаны Орындалды деп белгілеу туралы пайдалы ұсыныс аласыз.<br><br><b>Жақсартылған белсенділікті қадағалау:</b> Белсенділік журналы енді толық жаңарту мен өзгерістер тарихын көрсетеді: Сипаттама, Жобалар және Бөлімдер үшін, сондықтан не болғанын және қашан болғанын көру оңайырақ."
}