{
  "v7_0_news_title": "v7.0 ការគ្រប់គ្រងផលប័ណ្ណគម្រោង",
  "v7_0_news_main_name": "អ្វីថ្មី",
  "v7_0_news_page_hrp": "ឯកសារក្នុងការជជែក--ថ្ងៃឈប់សំរាក--ផ្នែកព័ត៌មានលម្អិតកម្រិតខ្ពស់",
  "v7_0_news_page_title": "JustDo ការគ្រប់គ្រងផលប័ណ្ណគម្រោង 7.0 | មើលគម្រោងដែលត្រូវការអ្នកបំផុត",
  "v7_0_news_page_description": "រកឃើញ JustDo ការគ្រប់គ្រងផលប័ណ្ណគម្រោង 7.0 - ការគ្រប់គ្រងផលប័ណ្ណគម្រោងសម្រាប់សហគ្រាសដែលបង្ហាញភ្លាមៗនូវគម្រោងមានហានិភ័យ ផ្តល់នូវ Gantt ផ្ទាល់ ការចែករំលែកឯកសារក្នុងការជជែក វិធីគ្រប់គ្រងកន្លែងធ្វើការបរិវត្តន៍ និងច្រើនទៀត",
  "v7_0_news_page_main_h1": "JustDo v7.0 - ដឹង។ សកម្មភាព។ ប្រគល់។",
  "v7_0_news_main_array_item_0_subtitle": "ជួប JustDo ការគ្រប់គ្រងផលប័ណ្ណគម្រោង - មើលភ្លាមៗនូវគម្រោងដែលត្រូវការអ្នកបំផុត និងធ្វើឱ្យគ្រប់ផលប័ណ្ណនៅលើផ្លូវត្រឹមត្រូវ។",
  "v7_0_news_main_array_item_1_title": "JustDo ការគ្រប់គ្រងផលប័ណ្ណគម្រោង - ឈប់ស្មាន។ ចាប់ផ្តើមដឹង។",
  "v7_0_news_main_array_item_1_subtitle": "កិច្ចប្រជុំពិនិត្យគម្រោងដដែលៗនីមួយៗទទួលបាននូវផ្ទាំងគ្រប់គ្រងផ្ទាល់ផ្នែកខ្លួនឯង ដូច្នេះការពិភាក្សាគ្រប់យ៉ាងនៅតែនៅលើចំណុច និងក្នុងពេលវេលា។",
  "v7_0_news_main_array_item_2_subtitle": "ពណ៌ស្ថានភាពឆ្លាតវៃបង្ហាញគម្រោងមានហានិភ័យមុនពេលថ្ងៃកំណត់រំកិល។ មួយភ្លែតប្រាប់អ្នកពីកន្លែងត្រូវធ្វើសកម្មភាពដំបូង។",
  "v7_0_news_main_array_item_3_title": "ការចែករំលែកឯកសារនៅក្នុងការជជែកដោយរលូន",
  "v7_0_news_main_array_item_3_subtitle": "ចែករំលែកឯកសារច្រើនដោយងាយស្រួល - ការជជែករបស់យើងឥឡូវនេះគាំទ្រការផ្ទុកឯកសារពេញលេញ។ ឯកសារទាំងអស់ដែលបានចែករំលែកក្នុងការជជែកនឹងត្រូវបានរក្សាទុកដោយស្វ័យប្រវត្តិក្នុងផ្នែកឯកសាររបស់កិច្ចការ ធ្វើឱ្យអ្វីៗនៅមានជំរៀប និងងាយស្រួលក្នុងការចូលប្រើ។",
  "v7_0_news_main_array_item_4_title": "សមត្ថភាពកំណត់ទីតាំងលើតារាង",
  "v7_0_news_main_array_item_4_subtitle": "រកឃើញព័ត៌មានដែលអ្នកត្រូវការដោយផ្ទាល់ពីផ្នែកព័ត៌មានបន្ថែមជាមួយនឹងមុខងារថ្មីកំណត់ទីតាំងលើតារាង។",
  "v7_0_news_main_array_item_5_title": "ការកែលម្អផ្នែកព័ត៌មានបន្ថែម",
  "v7_0_news_main_array_item_5_subtitle": "ឥឡូវនេះអ្នកអាចបង្ហាញ ឬលាក់វាលទាំងអស់ក្នុងពេលតែមួយបានយ៉ាងងាយស្រួល ផ្តល់ឱ្យអ្នកនូវការគ្រប់គ្រងកន្លែងធ្វើការកាន់តែច្រើន។ អ្នកក៏អាចមើលជម្រើសជាមួយនឹងប៉ារ៉ាម៉ែត្រជ្រើសរើសច្រើនបាន ធ្វើឱ្យវាកាន់តែសាមញ្ញក្នុងការគ្រប់គ្រង និងរុករកទិន្នន័យស្មុគស្មាញ។",
  "v7_0_news_main_array_item_6_title": "ថ្ងៃឈប់សំរាក",
  "v7_0_news_main_array_item_6_subtitle": "ឥឡូវនេះអ្នកអាចកំណត់ថ្ងៃធ្វើការ និងថ្ងៃឈប់សំរាករបស់អ្នកបាន។ នៅពេលបានរក្សាទុក ពួកវានឹងអាចមើលឃើញដោយគ្រប់គ្នា ធ្វើឱ្យក្រុមរបស់អ្នកទាំងមូលនៅតួនាទីត្រឹមត្រូវលើកាលវិភាគ និងភាពអាចប្រើបាន។",
  "v7_0_news_main_array_item_7_title": "ការណែនាំតម្រងអត្ថបទជួរឈរ",
  "v7_0_news_main_array_item_7_subtitle": "តម្រងអត្ថបទថ្មីរបស់យើងអនុញ្ញាតឱ្យអ្នកកែលម្អកិច្ចការដោយផ្ទាល់នៅក្នុងតារាង៖ បន្ថែមតម្រងទៅកាន់ជួរឈរអត្ថបទផ្ទាល់ខ្លួនណាមួយ រកឃើញធាតុដែលត្រូវគ្នាភ្លាមៗ និងរក្សាកំណត់រាយការណ៍ធំៗឱ្យអាចរុករកបាន ដោយគ្មានការសាកសួរស្មុគស្មាញ។",
  "v7_0_news_main_array_item_8_title": "ការកែប្រែបន្ថែម",
  "v7_0_news_main_array_item_8_subtitle": "<b>គម្រោងបិទដោយស្វ័យប្រវត្តិ៖</b> ពេលគម្រោងមួយត្រូវបានសម្គាល់ថាបានបញ្ចប់ ត្រូវបានលុបចោល ឬស្ទួន វានឹងត្រូវបានសម្គាល់ថាបិទដោយស្វ័យប្រវត្តិ — និងភាពផ្ទុយគ្នា។<br><br><b>ការស្នើសុំគម្រោងឆ្លាតវៃ៖</b> ពេលកិច្ចការទាំងអស់នៅក្នុងគម្រោងមួយត្រូវបានបញ្ចប់ ឬបិទ អ្នកនឹងទទួលបានការស្នើសុំមានប្រយោជន៍ដើម្បីសម្គាល់គម្រោងទាំងមូលថាបានបញ្ចប់។<br><br><b>ការតាមដានសកម្មភាពកែលម្អ៖</b> កំណត់ត្រាសកម្មភាពឥឡូវបង្ហាញប្រវត្តិសាស្ត្រពេញលេញនៃការធ្វើបច្ចុប្បន្នភាព និងការផ្លាស់ប្តូរសម្រាប់៖ ការពណ៌នា គម្រោង និងនាយកដ្ឋាន ដូច្នេះវាកាន់តែងាយស្រួលមើលថាអ្វីបានកើតឡើង និងនៅពេលណា។"
}