{
  "v7_0_news_title": "v7.0 Проект портфелин башкаруу",
  "v7_0_news_main_name": "Эмне жаңы",
  "v7_0_news_page_hrp": "чатта-файлдар--эс-алуу-күндөрү-презентациясы--кеңейтилген-кошумча-маалымат-бөлүмү",
  "v7_0_news_page_title": "JustDo Проект Портфелин Башкаруу 7.0 | Сага эң керектүү проектти көр",
  "v7_0_news_page_description": "JustDo Проект Портфелин Башкаруу 7.0 - коркунучта турган проекттерди дароо көрсөткөн, тирүү Gantt, чатта файл бөлүшүү, ыңгайлашкан жумуш аймагын башкаруу жана башка функцияларды алып келген ишкана проект-портфелин башкаруу.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Бил. Аракет кыл. Жеткир.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo Проект Портфелин Башкаруу менен таанышыңыз - сага эң керектүү проектти дароо көрүңүз жана ар бир портфелди туура жолдо кармаңыз.",
  "v7_0_news_main_array_item_1_title": "JustDo Проект Портфелин Башкаруу - Божомолдоону токтот. Билүүнү башта.",
  "v7_0_news_main_array_item_1_subtitle": "Ар бир кайталануучу проектти карап чыгуу жолугушуусунда өз багытталган панели бар, ошондуктан ар бир талкуу темага туура келип, убактылуу болот.",
  "v7_0_news_main_array_item_2_subtitle": "Акылдуу статус түстөрү мөөнөттөр өтүп кеткенге чейин коркунучта турган проекттерди ачыкка чыгарат. Бир көз салуу менен эмнеге биринчи кезекте аракет кылыш керектигин билесиң.",
  "v7_0_news_main_array_item_3_title": "Чаттарда жөнөкөй файл бөлүшүү",
  "v7_0_news_main_array_item_3_subtitle": "Бир нече документти оңой бөлүшүңүз - биздин чаттар эми файлдарды жүктөөнү толугу менен колдойт. Чаттарда бөлүшүлгөн бардык документтер автоматтык түрдө тапшырманын Файлдар бөлүмүндө сакталып, баарын уюштуруп, жеткиликтүү кылып турат.",
  "v7_0_news_main_array_item_4_title": "Таблицада табуу мүмкүнчүлүгү",
  "v7_0_news_main_array_item_4_subtitle": "Жаңы \"Таблицада табуу\" функциясы менен Кошумча маалымат бөлүмүнөн керектүү маалыматты түздөн-түз табыңыз.",
  "v7_0_news_main_array_item_5_title": "Кошумча маалымат бөлүмүн жакшыртуу",
  "v7_0_news_main_array_item_5_subtitle": "Эми бардык талааларды бир эле учурда көрсөтүп же жашыра аласыз, бул жумуш аймагыңызга көбүрөөк көзөмөл берет. Ошондой эле көп тандоо параметрлери бар вариантты көрө аласыз, бул татаал маалыматтарды башкарууну жана чарлоону жеңилдетет.",
  "v7_0_news_main_array_item_6_title": "Эс алуу күндөрү",
  "v7_0_news_main_array_item_6_subtitle": "Эми жумуш күндөрүңүздү жана эс алуу күндөрүңүздү белгилей аласыз. Сакталгандан кийин, алар баарына көрүнүп турат, бул бүткүл командаңызды график жана жеткиликтүүлүк боюнча шайкеш кармайт.",
  "v7_0_news_main_array_item_7_title": "Мамыле текст чыпкаларынын киргизүүсү",
  "v7_0_news_main_array_item_7_subtitle": "Биздин жаңы текст чыпкалар таблицада тапшырмаларды так белгилөөгө мүмкүнчүлүк берет: каалаган атайын текст мамылесине чыпка кошуңуз, дал келген нерселерди ыкчам табыңыз жана чоң артка калган иштерди татаал суроолорсуз башкарылуучу кылып кармаңыз.",
  "v7_0_news_main_array_item_8_title": "Дагы Жаңыртуулар",
  "v7_0_news_main_array_item_8_subtitle": "<b>Проекттер автоматтык түрдө жабылат:</b> Проект Аткарылды, Жокко чыгарылды же Кайталанган деп белгиленгенде, ал эми автоматтык түрдө Жабык деп белгиленет — жана тескерисинче.<br><br><b>Акылдуу проект сунуштары:</b> Проекттеги бардык тапшырмalar аягына чыккан же жабылган болсо, бүт проектти Аткарылды деп белгилөө үчүн пайдалуу сунуш аласыз.<br><br><b>Жакшыртылган активдүүлүк көзөмөлү:</b> Активдүүлүк журналы эми Проекттер жана Бөлүмдөр үчүн жаңыртуулардын жана өзгөртүүлөрдүн толук тарыхын көрсөтөт, ошондо эмне болгонун жана качан болгонун көрүү жеңил."
}