{
  "v7_0_news_title": "v7.0 Projet Portfolio Management",
  "v7_0_news_main_name": "Wat ass nei",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "JustDo Projet Portfolio Management 7.0 | Gesitt de Projet deen Iech am meeschten braucht",
  "v7_0_news_page_description": "Entdeckt JustDo Projet Portfolio Management 7.0 - Entreprise Projet-Portfolio Management dat direkt Risiko-Projeten beliicht, live Gantt bréngt, an Chat Fichier deelen, adaptiv Workspace Kontrollen a méi.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Wëssen. Handelen. Liwweren.",
  "v7_0_news_main_array_item_0_subtitle": "Léiert JustDo Projet Portfolio Management kennen - gesitt direkt de Projet deen Iech am meeschten braucht a halt all Portfolio op der richteger Spur.",
  "v7_0_news_main_array_item_1_title": "JustDo Projet Portfolio Management - Stoppt ze roden. Fänkt un ze wëssen.",
  "v7_0_news_main_array_item_1_subtitle": "All widderhuelend Projet Review Meeting kritt säin eegenen fokusséierten Dashboard, sou datt all Diskussioun op de Punkt a punctlech bleift.",
  "v7_0_news_main_array_item_2_subtitle": "Smart Status Faarwen bréngen Risiko-Projeten op d'Uewerflach ier d'Deadlines rutschen. Ee Bléck seet Iech wou Dir als éischt handelen sollt.",
  "v7_0_news_main_array_item_3_title": "Nahtlos Fichier deelen an Chats",
  "v7_0_news_main_array_item_3_subtitle": "Deelt méi Dokumenter mat Liichtegkeet - eis Chats ënnerstëtzen elo komplett Fichier Uploads. All Dokumenter déi an Chats gedeelt ginn gi automatesch am Fichieren-Abschnitt vum Task gespäichert, sou datt alles organiséiert an einfach ze erreechen ass.",
  "v7_0_news_main_array_item_4_title": "Op Tabell lokaliséieren Fäegkeet",
  "v7_0_news_main_array_item_4_subtitle": "Fannt d'Informatioun déi Dir braucht direkt aus dem Méi Info Abschnitt mat der neier Op der Tabell lokaliséieren Funktioun.",
  "v7_0_news_main_array_item_5_title": "Méi Info Abschnitt Upgrade",
  "v7_0_news_main_array_item_5_subtitle": "Elo kënnt Dir einfach all Felder op eemol weisen oder verstoppen, wat Iech méi Kontroll iwwer Ären Workspace gëtt. Dir kënnt och Optiounen mat Multi-Select Parameteren kucken, wat et méi einfach mécht komplex Daten ze verwalten an ze navigéieren.",
  "v7_0_news_main_array_item_6_title": "Fräi Deeg",
  "v7_0_news_main_array_item_6_subtitle": "Dir kënnt elo Är Aarbechtsdeeg a fräi Deeg astellen. Eemol gespäichert sinn se fir jiddereen siichtbar, sou datt Ären ganzen Team op Schedules an Disponibilitéit alignéiert bleift.",
  "v7_0_news_main_array_item_7_title": "Aféierung vun Kolonn Text Filteren",
  "v7_0_news_main_array_item_7_subtitle": "Eis nei Text-Filteren loosst Iech Aufgaben direkt an der Tabell verfeineren: füügt e Filter op all personaliséiert Text-Kolonn, fannt passend Elementer direkt, a behält grouss Backlogs navigabel ouni komplex Ufrogen.",
  "v7_0_news_main_array_item_8_title": "Méi Updates",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projeten zoumaachen automatesch:</b> Wann e Projet als Fäerdeg, Annuléiert oder Duplikat markéiert gëtt, gëtt et elo automatesch als Zougemaach markéiert — an ëmgekéiert.<br><br><b>Smart Projet-Virschléi:</b> Wann all d'Aufgaben an engem Projet fäerdeg oder zougemaach sinn, kritt Dir eng hëllef Virschlag fir de ganzen Projet als Fäerdeg ze markéieren.<br><br><b>Verbessert Aktivitéits-Verfolgung:</b> D'Aktivitéits-Log weist elo déi komplett Geschicht vun Updates a Ännerungen fir: Beschreiwung, Projeten an Departementer, sou datt et méi einfach ass ze gesinn wat geschitt ass an wéini."
}