{
  "v7_0_news_title": "v7.0 Projektų portfelio valdymas",
  "v7_0_news_main_name": "Kas naujo",
  "v7_0_news_page_hrp": "failai-pokalbiuose--poilsio-dienos-pristatymas--patobulinta-daugiau-informacijos-sekcija",
  "v7_0_news_page_title": "JustDo projektų portfelio valdymas 7.0 | Pamatykit projektą, kuris jūsų labiausiai reikalingas",
  "v7_0_news_page_description": "Atraskite JustDo projektų portfelio valdymą 7.0 - įmonės projektų-portfelio valdymas, kuris akimirksniu išryškina rizikos projektus, atsineša gyvą Gantt, failų dalijimąsi pokalbiuose, prisitaikančius darbo srities valdiklius ir dar daugiau.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Žinok. Veik. Pristatyk.",
  "v7_0_news_main_array_item_0_subtitle": "Susipažinkite su JustDo projektų portfelio valdymu - akimirksniu pamatykite projektą, kuris jūsų labiausiai reikalingas ir laikykite kiekvieną portfelį kelyje.",
  "v7_0_news_main_array_item_1_title": "JustDo projektų portfelio valdymas - Nustokite spėlioti. Pradėkite žinoti.",
  "v7_0_news_main_array_item_1_subtitle": "Kiekvienas pasikartojantis projektų peržiūros susitikimas gauna savo sutelktą valdymo skydą, todėl kiekviena diskusija lieka ties tema ir laiku.",
  "v7_0_news_main_array_item_2_subtitle": "Pažangūs būsenos spalvos išryškina rizikos projektus prieš termino praleidimą. Vienas žvilgsnis pasako, kur veikti pirmiausia.",
  "v7_0_news_main_array_item_3_title": "Sklandus failų dalijimasis pokalbiuose",
  "v7_0_news_main_array_item_3_subtitle": "Dalinkitės keliais dokumentais lengvai - mūsų pokalbiai dabar pilnai palaiko failų įkėlimą. Visi pokalbių metu bendrinami dokumentai automatiškai išsaugomi užduoties Failų sekcijoje, išlaikant viską tvarkingai ir lengvai prieinamą.",
  "v7_0_news_main_array_item_4_title": "Lokalizavimo lentelėje galimybė",
  "v7_0_news_main_array_item_4_subtitle": "Raskite reikiamą informaciją tiesiai iš Daugiau informacijos sekcijos su nauja Lokalizuoti lentelėje funkcija.",
  "v7_0_news_main_array_item_5_title": "Daugiau informacijos sekcijos atnaujinimas",
  "v7_0_news_main_array_item_5_subtitle": "Dabar galite lengvai rodyti arba slėpti visus laukus iš karto, suteikdami daugiau kontrolės savo darbo sričiai. Taip pat galite peržiūrėti parinktis su kelių pasirinkimų parametrais, palengvindami sudėtingų duomenų valdymą ir naršymą.",
  "v7_0_news_main_array_item_6_title": "Poilsio dienos",
  "v7_0_news_main_array_item_6_subtitle": "Dabar galite nustatyti savo darbo dienas ir poilsio dienas. Išsaugojus, jos bus matomos visiems, laikant visą komandą suderintą tvarkaraščių ir prieinamumo atžvilgiu."
}