{
  "v7_0_news_title": "v7.0 Projektu portfeļa pārvaldība",
  "v7_0_news_main_name": "Kas jauns",
  "v7_0_news_page_hrp": "faili-tērzēšanā--brīvdienas-prezentācija--uzlabota-sīkāka-info-sadaļa",
  "v7_0_news_page_title": "JustDo Projektu portfeļa pārvaldība 7.0 | Redziet projektu, kam jūs visvairāk nepieciešams",
  "v7_0_news_page_description": "Atklājiet JustDo Projektu portfeļa pārvaldību 7.0 - uzņēmuma līmeņa projektu portfeļa pārvaldība, kas nekavējoties izceļ riska projektu, nodrošina tiešraides Gantt, failu koplietošanu tērzēšanā, pielāgojamus darbvietas vadīklas un vēl.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Zini. Rīkojies. Piegādā.",
  "v7_0_news_main_array_item_0_subtitle": "Iepazīstieties ar JustDo Projektu portfeļa pārvaldību - nekavējoties redziet projektu, kam jūs visvairāk nepieciešams, un uzturiet katru portfeli uz pareizā ceļa.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektu portfeļa pārvaldība - Pārstājiet uzminēt. Sāciet zināt.",
  "v7_0_news_main_array_item_1_subtitle": "Katra atkārtojošā projekta pārskatīšanas sapulce iegūst savu fokusēto informācijas paneli, tāpēc katra diskusija paliek koncentrēta un laicīga.",
  "v7_0_news_main_array_item_2_subtitle": "Viedās statusa krāsas izcels apdraudētos projektus pirms termiņu pārkāpšanas. Viens skats pastāstīs, kur rīkoties vispirms.",
  "v7_0_news_main_array_item_3_title": "Vienmērīga failu koplietošana tērzēšanā",
  "v7_0_news_main_array_item_3_subtitle": "Koplietojiet vairākus dokumentus ar vieglumu - mūsu tērzēšana tagad pilnībā atbalsta failu augšupielādi. Visi dokumenti, kas tiek koplietoti tērzēšanā, tiek automātiski saglabāti uzdevuma Failu sadaļā, uzturot visu sakārtotu un viegli pieejamu.",
  "v7_0_news_main_array_item_4_title": "Atrast tabulā funkcionalitāte",
  "v7_0_news_main_array_item_4_subtitle": "Atrodiet nepieciešamo informāciju tieši no Sīkākas informācijas sadaļas ar jauno Atrast tabulā funkciju.",
  "v7_0_news_main_array_item_5_title": "Sīkākas informācijas sadaļas uzlabojums",
  "v7_0_news_main_array_item_5_subtitle": "Tagad jūs varat viegli rādīt vai paslēpt visus laukus uzreiz, dodot jums lielāku kontroli pār jūsu darbvietu. Jūs varat arī skatīt opcijas ar vairāku izvēļu parametriem, padarot sarežģītu datu pārvaldību un navigāciju vienkāršāku.",
  "v7_0_news_main_array_item_6_title": "Brīvdienas",
  "v7_0_news_main_array_item_6_subtitle": "Tagad jūs varat iestatīt savas darba dienas un brīvdienas. Pēc saglabāšanas tās būs redzamas visiem, uzturot visu jūsu komandu saskaņā ar grafikiem un pieejamību.",
  "v7_0_news_main_array_item_7_title": "Iepazīstinām ar kolonnu teksta filtriem",
  "v7_0_news_main_array_item_7_subtitle": "Mūsu jaunie teksta filtri ļauj precizēt uzdevumus tieši tabulā: pievienojiet filtru jebkurai pielāgotajai teksta kolonnai, uzreiz atrodiet atbilstošos vienumus un uzturiet lielos uzdevumu sarakstus navigējamus bez sarežģītiem vaicājumiem.",
  "v7_0_news_main_array_item_8_title": "Vairāk atjauninājumu",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekti aizveras automātiski:</b> Kad projekts tiek atzīmēts kā Pabeigts, Atcelts vai Dublikāts, tas tagad automātiski tiks atzīmēts kā Slēgts — un otrādi.<br><br><b>Viedie projektu ieteikumi:</b> Kad visi projekta uzdevumi ir pabeigti vai slēgti, jūs saņemsiet noderīgu ieteikumu atzīmēt visu projektu kā Pabeigtu.<br><br><b>Uzlabota aktivitāšu izsekošana:</b> Aktivitāšu žurnāls tagad rāda pilnu atjauninājumu un izmaiņu vēsturi gan projektiem, gan nodaļām, tāpēc ir vieglāk redzēt, kas ir noticis un kad."
}