{
  "v7_0_news_title": "v7.0 Управување со Проектен Портфолио",
  "v7_0_news_main_name": "Што е ново",
  "v7_0_news_page_hrp": "датотеки-во-разговор--слободни-денови-презентација--напредно-повеќе-информации-секција",
  "v7_0_news_page_title": "JustDo Управување со Проектен Портфолио 7.0 | Видете го проектот кој најмногу ви треба",
  "v7_0_news_page_description": "Откријте го JustDo Управување со Проектен Портфолио 7.0 - претприемничко управување со проектен портфолио кое веднаш ги истакнува ризичните проекти, донесува жив Гант, споделување датотеки во разговор, адаптивни контроли за работен простор и многу повеќе.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Знај. Дејствувај. Достави.",
  "v7_0_news_main_array_item_0_subtitle": "Запознајте се со JustDo Управување со Проектен Портфолио - веднаш видете го проектот кој најмногу ви треба и одржете го секој портфолио на вистинска патека.",
  "v7_0_news_main_array_item_1_title": "JustDo Управување со Проектен Портфолио - Престанете да погодувате. Почнете да знаете.",
  "v7_0_news_main_array_item_1_subtitle": "Секој повторувачки состанок за преглед на проекти добива сопствена фокусирана контролна табла, така што секоја дискусија останува на точка и навреме.",
  "v7_0_news_main_array_item_2_subtitle": "Паметните статусни бои ги издигаат ризичните проекти пред да се пропуштат крајните рокови. Еден поглед ви кажува каде прво да дејствувате.",
  "v7_0_news_main_array_item_3_title": "Непречено Споделување Датотеки во Разговори",
  "v7_0_news_main_array_item_3_subtitle": "Споделувајте повеќе документи со лесност - нашите разговори сега целосно поддржуваат прикачување датотеки. Сите документи споделени во разговори автоматски се зачувуваат во секцијата Датотеки на задачата, одржувајќи се организирано и лесно достапно.",
  "v7_0_news_main_array_item_4_title": "Функција Лоцирај во Табела",
  "v7_0_news_main_array_item_4_subtitle": "Најдете ги информациите што ви требаат директно од секцијата Повеќе Информации со новата функција Лоцирај во Табела.",
  "v7_0_news_main_array_item_5_title": "Надградба на Секција Повеќе Информации",
  "v7_0_news_main_array_item_5_subtitle": "Сега можете лесно да прикажете или скриете ги сите полиња наеднаш, давајќи ви повеќе контрола врз вашиот работен простор. Исто така можете да гледате опции со мулти-селект параметри, правејќи го поедноставно управувањето и навигацијата низ сложени податоци.",
  "v7_0_news_main_array_item_6_title": "Слободни денови",
  "v7_0_news_main_array_item_6_subtitle": "Сега можете да ги поставите вашите работни денови и слободни денови. Откако ќе се зачуваат, ќе бидат видливи за сите, одржувајќи го целиот тим усогласен со распоредите и достапноста.",
  "v7_0_news_main_array_item_7_title": "Воведување на Текстуални Филтри за Колони",
  "v7_0_news_main_array_item_7_subtitle": "Нашите нови текстуални филтри ви овозможуваат да ги рафинирате задачите директно во табелата: додајте филтер на било која прилагодена текстуална колона, најдете ги совпаѓачките ставки мигновено, и одржете ги големите листи на чекање навигабилни без комплексни барања.",
  "v7_0_news_main_array_item_8_title": "Повеќе ажурирања",
  "v7_0_news_main_array_item_8_subtitle": "<b>Проектите се затвораат автоматски:</b> Кога проектот е обележан како Завршен, Откажан или Дуплиран, сега ќе биде автоматски обележан како Затворен — и обратно.<br><br><b>Паметни предлози за проекти:</b> Кога сите задачи во проектот се завршени или затворени, ќе добиете корисен предлог да го означите целиот проект како Завршен.<br><br><b>Подобрено следење на активноста:</b> Дневникот на активности сега ја покажува целата историја на ажурирањата и промените и за проектите и за одделенијата, така што е полесно да видите што се случило и кога."
}