{
  "v7_0_news_title": "Pengurusan Portfolio Projek JustDo v7.0",
  "v7_0_news_main_name": "Apa yang baharu",
  "v7_0_news_page_hrp": "fail-dalam-sembang--hari-cuti-pembentangan--bahagian-maklumat-lanjut-termaju",
  "v7_0_news_page_title": "Pengurusan Portfolio Projek JustDo 7.0 | Lihat projek yang paling memerlukan anda",
  "v7_0_news_page_description": "Temui Pengurusan Portfolio Projek JustDo 7.0 - pengurusan portfolio projek peringkat korporat yang serta-merta menonjolkan projek berisiko, membawa Gantt langsung, perkongsian fail dalam sembang, kawalan ruang kerja adaptif dan banyak lagi.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Tahu. Bertindak. Sampaikan.",
  "v7_0_news_main_array_item_0_subtitle": "Temui Pengurusan Portfolio Projek JustDo - lihat dengan serta-merta projek yang paling memerlukan anda dan pastikan setiap portfolio berada di landasan yang betul.",
  "v7_0_news_main_array_item_1_title": "Pengurusan Portfolio Projek JustDo - Berhenti meneka. Mula mengetahui.",
  "v7_0_news_main_array_item_1_subtitle": "Setiap mesyuarat semakan projek berulang mendapat papan pemuka tumpuan tersendiri, jadi setiap perbincangan kekal tepat pada fokus dan tepat pada masa.",
  "v7_0_news_main_array_item_2_subtitle": "Warna status pintar memunculkan projek berisiko sebelum tarikh akhir tergelincir. Satu pandangan memberitahu anda di mana perlu bertindak dahulu.",
  "v7_0_news_main_array_item_3_title": "Perkongsian Fail Lancar dalam Sembang",
  "v7_0_news_main_array_item_3_subtitle": "Kongsi berbilang dokumen dengan mudah - sembang kami kini menyokong sepenuhnya muat naik fail. Semua dokumen yang dikongsi dalam sembang disimpan secara automatik dalam bahagian Fail tugasan, memastikan semuanya teratur dan mudah diakses.",
  "v7_0_news_main_array_item_4_title": "Keupayaan Cari dalam Jadual",
  "v7_0_news_main_array_item_4_subtitle": "Cari maklumat yang anda perlukan terus dari bahagian Maklumat Lanjut dengan ciri Cari dalam Jadual yang baharu.",
  "v7_0_news_main_array_item_5_title": "Peningkatan Bahagian Maklumat Lanjut",
  "v7_0_news_main_array_item_5_subtitle": "Kini anda boleh dengan mudah tunjuk atau sembunyikan semua medan sekaligus, memberikan anda lebih kawalan ke atas ruang kerja anda. Anda juga boleh melihat pilihan dengan parameter pelbagai-pilihan, menjadikannya lebih mudah untuk mengurus dan navigasi data yang kompleks.",
  "v7_0_news_main_array_item_6_title": "Hari Cuti",
  "v7_0_news_main_array_item_6_subtitle": "Anda kini boleh menetapkan hari kerja dan hari cuti anda. Setelah disimpan, ia akan kelihatan kepada semua orang, memastikan seluruh pasukan anda selaras dengan jadual dan ketersediaan.",
  "v7_0_news_main_array_item_7_title": "Memperkenalkan Penapis Teks Lajur",
  "v7_0_news_main_array_item_7_subtitle": "Penapis teks baharu kami membolehkan anda memperhalusi tugas terus dalam jadual: tambah penapis pada mana-mana lajur teks tersuai, temui item yang sepadan dengan serta-merta, dan pastikan simpanan besar boleh dinavigasi tanpa pertanyaan kompleks."
}