{
  "v7_0_news_title": "v7.0 Prosjektporteføljestyring",
  "v7_0_news_main_name": "Hva er nytt",
  "v7_0_news_page_hrp": "filer-i-chat--fridager-presentasjon--avansert-mer-info-seksjon",
  "v7_0_news_page_title": "JustDo Prosjektporteføljestyring 7.0 | Se prosjektet som trenger deg mest",
  "v7_0_news_page_description": "Oppdag JustDo Prosjektporteføljestyring 7.0 - bedrifts prosjektporteføljestyring som umiddelbart fremhever risikoutsatte prosjekter, gir live Gantt, fildeling i chat, adaptive arbeidsområdekontroller og mer.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Vit. Handle. Lever.",
  "v7_0_news_main_array_item_0_subtitle": "Møt JustDo Prosjektporteføljestyring - se umiddelbart prosjektet som trenger deg mest og hold hver portefølje på rett spor.",
  "v7_0_news_main_array_item_1_title": "JustDo Prosjektporteføljestyring - Slutt å gjette. Begynn å vite.",
  "v7_0_news_main_array_item_1_subtitle": "Hvert tilbakevendende prosjektgjennomgangsmøte får sitt eget fokuserte dashboard, slik at hver diskusjon holder seg relevant og punktlig.",
  "v7_0_news_main_array_item_2_subtitle": "Smarte statusfarger fremhever risikoutsatte prosjekter før frister glir. Ett blikk forteller deg hvor du skal handle først.",
  "v7_0_news_main_array_item_3_title": "Sømløs fildeling i chatter",
  "v7_0_news_main_array_item_3_subtitle": "Del flere dokumenter med letthet - våre chatter støtter nå fullt ut filopplasting. Alle dokumenter som deles i chatter lagres automatisk i oppgavens Filer-seksjon, og holder alt organisert og lett tilgjengelig.",
  "v7_0_news_main_array_item_4_title": "Lokaliser i tabell-funksjon",
  "v7_0_news_main_array_item_4_subtitle": "Finn informasjonen du trenger direkte fra Mer info-seksjonen med den nye Lokaliser i tabell-funksjonen.",
  "v7_0_news_main_array_item_5_title": "Oppgradering av Mer info-seksjon",
  "v7_0_news_main_array_item_5_subtitle": "Nå kan du enkelt vise eller skjule alle felt på en gang, og gir deg mer kontroll over arbeidsområdet ditt. Du kan også se alternativer med flervalgs-parametere, som gjør det enklere å administrere og navigere komplekse data.",
  "v7_0_news_main_array_item_6_title": "Fridager",
  "v7_0_news_main_array_item_6_subtitle": "Du kan nå sette dine arbeidsdager og fridager. Når de er lagret, vil de være synlige for alle, og holder hele teamet ditt samkjørt på tidsplaner og tilgjengelighet."
}