{
  "v7_0_news_title": "v7.0 परियोजना पोर्टफोलियो व्यवस्थापन",
  "v7_0_news_main_name": "नयाँ के छ",
  "v7_0_news_page_hrp": "च्याट-मा-फाइलहरू--बिदाका-दिनहरू-प्रस्तुतीकरण--उन्नत-थप-जानकारी-खण्ड",
  "v7_0_news_page_title": "JustDo परियोजना पोर्टफोलियो व्यवस्थापन 7.0 | तपाईंलाई सबैभन्दा आवश्यक परियोजना हेर्नुहोस्",
  "v7_0_news_page_description": "JustDo परियोजना पोर्टफोलियो व्यवस्थापन 7.0 पत्ता लगाउनुहोस् - उद्यमी परियोजना-पोर्टफोलियो व्यवस्थापन जसले तुरुन्तै जोखिममा रहेका परियोजनाहरूलाई हाइलाइट गर्छ, लाइभ गान्ट, च्याट-मा फाइल साझाकरण, अनुकूली कार्यक्षेत्र नियन्त्रण र थप ल्याउँछ।",
  "v7_0_news_page_main_h1": "JustDo v7.0 - जान्नुहोस्। कार्य गर्नुहोस्। डेलिभर गर्नुहोस्।",
  "v7_0_news_main_array_item_0_subtitle": "JustDo परियोजना पोर्टफोलियो व्यवस्थापनसँग परिचय हुनुहोस् - तुरुन्तै तपाईंलाई सबैभन्दा आवश्यक परियोजना देख्नुहोस् र हरेक पोर्टफोलियोलाई ट्र्याकमा राख्नुहोस्।",
  "v7_0_news_main_array_item_1_title": "JustDo परियोजना पोर्टफोलियो व्यवस्थापन - अनुमान गर्न छोड्नुहोस्। जान्न सुरु गर्नुहोस्।",
  "v7_0_news_main_array_item_1_subtitle": "प्रत्येक पुनरावर्ती परियोजना समीक्षा बैठकले आफ्नै केन्द्रित ड्यासबोर्ड पाउँछ, त्यसैले हरेक छलफल बिन्दुमा र समयमै रहन्छ।",
  "v7_0_news_main_array_item_2_subtitle": "स्मार्ट स्थिति रंगहरूले समयसीमा चुक्नु अघि नै जोखिममा रहेका परियोजनाहरूलाई सतहमा ल्याउँछ। एक नजरले तपाईंलाई पहिले कहाँ कार्य गर्ने भनेर बताउँछ।",
  "v7_0_news_main_array_item_3_title": "च्याटमा निर्बाध फाइल साझाकरण",
  "v7_0_news_main_array_item_3_subtitle": "सजिलैसँग धेरै कागजातहरू साझा गर्नुहोस् - हाम्रा च्याटहरूले अब पूर्ण रूपमा फाइल अपलोडलाई समर्थन गर्छ। च्याटमा साझा गरिएका सबै कागजातहरू स्वचालित रूपमा कार्यको फाइल खण्डमा भण्डारण गरिन्छ, सबै कुरालाई व्यवस्थित र पहुँचमा सजिलो राख्दै।",
  "v7_0_news_main_array_item_4_title": "तालिकामा पत्ता लगाउने क्षमता",
  "v7_0_news_main_array_item_4_subtitle": "नयाँ तालिकामा पत्ता लगाउने सुविधाको साथ थप जानकारी खण्डबाट सिधै तपाईंलाई आवश्यक जानकारी फेला पार्नुहोस्।",
  "v7_0_news_main_array_item_5_title": "थप जानकारी खण्ड अपग्रेड",
  "v7_0_news_main_array_item_5_subtitle": "अब तपाईं सजिलैसँग सबै फिल्डहरू एकैसाथ देखाउन वा लुकाउन सक्नुहुन्छ, तपाईंको कार्यक्षेत्रमा थप नियन्त्रण दिँदै। तपाईं बहु-चयन प्यारामिटरहरू सहितका विकल्पहरू पनि हेर्न सक्नुहुन्छ, जटिल डेटा व्यवस्थापन र नेभिगेट गर्न सजिलो बनाउँदै।",
  "v7_0_news_main_array_item_6_title": "बिदाका दिनहरू",
  "v7_0_news_main_array_item_6_subtitle": "तपाईं अब आफ्ना कार्य दिनहरू र बिदाका दिनहरू सेट गर्न सक्नुहुन्छ। एक पटक बचत गरेपछि, ती सबैलाई देखिनेछ, तपाईंको सम्पूर्ण टोलीलाई तालिका र उपलब्धतामा संरेखित राख्दै।"
}