{
  "v7_0_news_title": "v7.0 Project Portfolio Management",
  "v7_0_news_main_name": "Wat is er nieuw",
  "v7_0_news_page_hrp": "bestanden-in-chat--vrije-dagen-presentatie--geavanceerde-meer-info-sectie",
  "v7_0_news_page_title": "JustDo Project Portfolio Management 7.0 | Zie het project dat je het meest nodig heeft",
  "v7_0_news_page_description": "Ontdek JustDo Project Portfolio Management 7.0 - enterprise project-portfolio management dat direct risicoprojecten benadrukt, live Gantt brengt, bestanden delen in chat, adaptieve werkruimtebesturing en meer.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Weten. Handelen. Leveren.",
  "v7_0_news_main_array_item_0_subtitle": "Maak kennis met JustDo Project Portfolio Management - zie direct het project dat je het meest nodig heeft en houd elke portfolio op koers.",
  "v7_0_news_main_array_item_1_title": "JustDo Project Portfolio Management - Stop met gissen. Begin met weten.",
  "v7_0_news_main_array_item_1_subtitle": "Elke terugkerende projectbeoordelingsvergadering krijgt zijn eigen gerichte dashboard, zodat elke discussie ter zake blijft en op tijd.",
  "v7_0_news_main_array_item_2_subtitle": "Slimme statuskleuren brengen risicoprojecten naar voren voordat deadlines wegschuiven. Eén blik vertelt je waar je eerst moet handelen.",
  "v7_0_news_main_array_item_3_title": "Naadloos Bestanden Delen in Chats",
  "v7_0_news_main_array_item_3_subtitle": "Deel eenvoudig meerdere documenten - onze chats ondersteunen nu volledig het uploaden van bestanden. Alle documenten die in chats worden gedeeld, worden automatisch opgeslagen in de Bestanden-sectie van de taak, waardoor alles georganiseerd en gemakkelijk toegankelijk blijft.",
  "v7_0_news_main_array_item_4_title": "Lokaliseren in Tabel Functionaliteit",
  "v7_0_news_main_array_item_4_subtitle": "Vind de informatie die je nodig hebt direct vanuit de Meer Info sectie met de nieuwe Lokaliseren in de Tabel functie.",
  "v7_0_news_main_array_item_5_title": "Meer Info Sectie Upgrade",
  "v7_0_news_main_array_item_5_subtitle": "Nu kun je eenvoudig alle velden tegelijk tonen of verbergen, waardoor je meer controle over je werkruimte hebt. Je kunt ook opties bekijken met multi-select parameters, waardoor het eenvoudiger wordt om complexe data te beheren en navigeren.",
  "v7_0_news_main_array_item_6_title": "Vrije dagen",
  "v7_0_news_main_array_item_6_subtitle": "Je kunt nu je werkdagen en vrije dagen instellen. Eenmaal opgeslagen zijn ze voor iedereen zichtbaar, waardoor je hele team op één lijn blijft wat betreft schema's en beschikbaarheid.",
  "v7_0_news_main_array_item_7_title": "Introductie van Kolom Tekstfilters",
  "v7_0_news_main_array_item_7_subtitle": "Onze nieuwe tekstfilters laten je taken direct in de tabel verfijnen: voeg een filter toe aan elke aangepaste tekstkolom, vind direct overeenkomende items, en houd grote backlogs navigeerbaar zonder complexe queries.",
  "v7_0_news_main_array_item_8_title": "Meer Updates",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projecten sluiten automatisch:</b> Wanneer een project wordt gemarkeerd als Klaar, Geannuleerd of Duplicaat, wordt het nu automatisch gemarkeerd als Gesloten — en vice versa.<br><br><b>Slimme projectsuggesties:</b> Wanneer alle taken in een project voltooid of gesloten zijn, krijgt u een handige suggestie om het hele project als Klaar te markeren.<br><br><b>Verbeterde activiteitsregistratie:</b> Het Activiteitenlog toont nu de volledige geschiedenis van updates en wijzigingen voor zowel Projecten als Afdelingen, zodat het gemakkelijker is om te zien wat er is gebeurd en wanneer."
}