{
  "v7_0_news_title": "v7.0 Zarządzanie Portfelem Projektów",
  "v7_0_news_main_name": "Co nowego",
  "v7_0_news_page_hrp": "pliki-w-czacie--dni-wolne-prezentacja--zaawansowana-sekcja-wiecej-informacji",
  "v7_0_news_page_title": "JustDo Zarządzanie Portfelem Projektów 7.0 | Zobacz projekt, który najbardziej Cię potrzebuje",
  "v7_0_news_page_description": "Odkryj JustDo Zarządzanie Portfelem Projektów 7.0 - korporacyjne zarządzanie portfelem projektów, które natychmiast podkreśla zagrożone projekty, oferuje wykres Gantta na żywo, udostępnianie plików w czacie, adaptacyjne kontrole obszaru roboczego i więcej.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Wiedz. Działaj. Dostarczaj.",
  "v7_0_news_main_array_item_0_subtitle": "Poznaj JustDo Zarządzanie Portfelem Projektów - natychmiast zobacz projekt, który najbardziej Cię potrzebuje i utrzymuj każdy portfel na właściwym torze.",
  "v7_0_news_main_array_item_1_title": "JustDo Zarządzanie Portfelem Projektów - Przestań zgadywać. Zacznij wiedzieć.",
  "v7_0_news_main_array_item_1_subtitle": "Każde powtarzające się spotkanie przeglądu projektu otrzymuje własny skoncentrowany pulpit, dzięki czemu każda dyskusja pozostaje na temat i na czas.",
  "v7_0_news_main_array_item_2_subtitle": "Inteligentne kolory statusu ujawniają zagrożone projekty przed przekroczeniem terminów. Jeden rzut oka mówi Ci, gdzie działać najpierw.",
  "v7_0_news_main_array_item_3_title": "Bezproblemowe Udostępnianie Plików w Czatach",
  "v7_0_news_main_array_item_3_subtitle": "Udostępniaj wiele dokumentów z łatwością - nasze czaty teraz w pełni obsługują przesyłanie plików. Wszystkie dokumenty udostępnione w czatach są automatycznie przechowywane w sekcji Pliki zadania, utrzymując wszystko zorganizowane i łatwo dostępne.",
  "v7_0_news_main_array_item_4_title": "Funkcja Zlokalizuj w Tabeli",
  "v7_0_news_main_array_item_4_subtitle": "Znajdź potrzebne informacje bezpośrednio z sekcji Więcej Informacji dzięki nowej funkcji Zlokalizuj w Tabeli.",
  "v7_0_news_main_array_item_5_title": "Modernizacja Sekcji Więcej Informacji",
  "v7_0_news_main_array_item_5_subtitle": "Teraz możesz łatwo pokazać lub ukryć wszystkie pola jednocześnie, dając Ci więcej kontroli nad obszarem roboczym. Możesz również przeglądać opcje z parametrami wielokrotnego wyboru, ułatwiając zarządzanie i nawigację po złożonych danych.",
  "v7_0_news_main_array_item_6_title": "Dni wolne",
  "v7_0_news_main_array_item_6_subtitle": "Teraz możesz ustawić swoje dni robocze i dni wolne. Po zapisaniu będą widoczne dla wszystkich, utrzymując cały zespół w zgodzie co do harmonogramów i dostępności.",
  "v7_0_news_main_array_item_7_title": "Wprowadzenie Filtrów Tekstowych Kolumn",
  "v7_0_news_main_array_item_7_subtitle": "Nasze nowe filtry tekstowe pozwalają Ci precyzyjnie filtrować zadania bezpośrednio w tabeli: dodaj filtr do dowolnej niestandardowej kolumny tekstowej, znajdź pasujące elementy natychmiast i utrzymaj duże zaległości nawigowalne bez złożonych zapytań.",
  "v7_0_news_main_array_item_8_title": "Więcej Aktualizacji",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekty zamykają się automatycznie:</b> Gdy projekt jest oznaczony jako Wykonany, Anulowany lub Duplikat, będzie teraz automatycznie oznaczony jako Zamknięty — i na odwrót.<br><br><b>Inteligentne sugestie projektów:</b> Gdy wszystkie zadania w projekcie są ukończone lub zamknięte, otrzymasz pomocną sugestię aby oznaczyć cały projekt jako Wykonany.<br><br><b>Ulepszone śledzenie aktywności:</b> Dziennik Aktywności teraz pokazuje pełną historię aktualizacji i zmian dla: Opisu, Projektów i Działów, więc łatwiej jest zobaczyć co się stało i kiedy."
}