{
  "v7_0_news_title": "Gerenciamento de Portfólio de Projetos v7.0",
  "v7_0_news_main_name": "Novidades",
  "v7_0_news_page_hrp": "arquivos-no-chat--dias-de-folga-apresentacao--secao-mais-informacoes-avancada",
  "v7_0_news_page_title": "Gerenciamento de Portfólio de Projetos JustDo 7.0 | Veja o projeto que mais precisa de você",
  "v7_0_news_page_description": "Descubra o Gerenciamento de Portfólio de Projetos JustDo 7.0 - gerenciamento empresarial de portfólio que destaca projetos em risco, traz Gantt ao vivo, compartilhamento de arquivos no chat, controles adaptativos do espaço de trabalho e muito mais.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Saiba. Aja. Entregue.",
  "v7_0_news_main_array_item_0_subtitle": "Conheça o Gerenciamento de Portfólio de Projetos JustDo - veja instantaneamente o projeto que mais precisa de você e mantenha todos os portfólios no caminho certo.",
  "v7_0_news_main_array_item_1_title": "Gerenciamento de Portfólio de Projetos JustDo - Pare de adivinhar. Comece a saber.",
  "v7_0_news_main_array_item_1_subtitle": "Cada reunião recorrente de revisão de projeto tem seu próprio painel focado, para que toda discussão permaneça no ponto e no prazo.",
  "v7_0_news_main_array_item_2_subtitle": "Cores de status inteligentes destacam projetos em risco antes que os prazos sejam perdidos. Uma olhada mostra onde agir primeiro.",
  "v7_0_news_main_array_item_3_title": "Compartilhamento de Arquivos no Chat",
  "v7_0_news_main_array_item_3_subtitle": "Compartilhe múltiplos documentos com facilidade - nossos chats agora suportam totalmente uploads de arquivos. Todos os documentos compartilhados nos chats são automaticamente armazenados na seção Arquivos da tarefa, mantendo tudo organizado e fácil de acessar.",
  "v7_0_news_main_array_item_4_title": "Capacidade de Localizar na Tabela",
  "v7_0_news_main_array_item_4_subtitle": "Encontre a informação que você precisa diretamente da seção Mais Informações com o novo recurso Localizar na Tabela.",
  "v7_0_news_main_array_item_5_title": "Melhoria da Seção Mais Informações",
  "v7_0_news_main_array_item_5_subtitle": "Agora você pode facilmente mostrar ou ocultar todos os campos de uma vez, dando mais controle sobre seu espaço de trabalho. Você também pode visualizar opções com parâmetros de múltipla seleção, tornando mais simples gerenciar e navegar dados complexos.",
  "v7_0_news_main_array_item_6_title": "Dias de Folga",
  "v7_0_news_main_array_item_6_subtitle": "Agora você pode definir seus dias de trabalho e dias de folga. Uma vez salvos, eles ficarão visíveis para todos, mantendo toda sua equipe alinhada sobre horários e disponibilidade.",
  "v7_0_news_main_array_item_7_title": "Apresentando Filtros de Texto por Coluna",
  "v7_0_news_main_array_item_7_subtitle": "Nossos novos filtros de texto permitem refinar tarefas diretamente na tabela: adicione um filtro a qualquer coluna de texto personalizada, encontre itens correspondentes instantaneamente e mantenha grandes backlogs navegáveis sem consultas complexas.",
  "v7_0_news_main_array_item_8_title": "Mais Atualizações",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projetos fecham automaticamente:</b> Quando um projeto é marcado como Concluído, Cancelado ou Duplicado, ele será automaticamente marcado como Fechado — e vice-versa.<br><br><b>Sugestões inteligentes de projeto:</b> Quando todas as tarefas de um projeto são concluídas ou fechadas, você receberá uma sugestão útil para marcar todo o projeto como Concluído.<br><br><b>Rastreamento de atividades aprimorado:</b> O Log de Atividades agora mostra o histórico completo de atualizações e mudanças tanto para Projetos quanto para Departamentos, facilitando ver o que aconteceu e quando."
}