{
  "v7_0_news_title": "v7.0 Gestão de Portfólio de Projetos",
  "v7_0_news_main_name": "Novidades",
  "v7_0_news_page_hrp": "ficheiros-no-chat--dias-de-folga-apresentacao--secao-mais-info-avancada",
  "v7_0_news_page_title": "JustDo Gestão de Portfólio de Projetos 7.0 | Veja o projeto que mais precisa de si",
  "v7_0_news_page_description": "Descubra o JustDo Gestão de Portfólio de Projetos 7.0 - gestão empresarial de portfólio de projetos que destaca instantaneamente projetos em risco, traz Gantt em tempo real, partilha de ficheiros no chat, controlos adaptativos do espaço de trabalho e muito mais.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Saber. Agir. Entregar.",
  "v7_0_news_main_array_item_0_subtitle": "Conheça o JustDo Gestão de Portfólio de Projetos - veja instantaneamente o projeto que mais precisa de si e mantenha todos os portfólios no bom caminho.",
  "v7_0_news_main_array_item_1_title": "JustDo Gestão de Portfólio de Projetos - Pare de adivinhar. Comece a saber.",
  "v7_0_news_main_array_item_1_subtitle": "Cada reunião recorrente de revisão de projeto tem o seu próprio painel focado, para que todas as discussões se mantenham relevantes e pontuais.",
  "v7_0_news_main_array_item_2_subtitle": "Cores de estado inteligentes destacam projetos em risco antes dos prazos se perderem. Um olhar diz-lhe onde agir primeiro.",
  "v7_0_news_main_array_item_3_title": "Partilha Perfeita de Ficheiros nos Chats",
  "v7_0_news_main_array_item_3_subtitle": "Partilhe múltiplos documentos com facilidade - os nossos chats agora suportam totalmente o carregamento de ficheiros. Todos os documentos partilhados nos chats são automaticamente armazenados na secção Ficheiros da tarefa, mantendo tudo organizado e fácil de aceder.",
  "v7_0_news_main_array_item_4_title": "Capacidade de Localizar na Tabela",
  "v7_0_news_main_array_item_4_subtitle": "Encontre a informação que precisa diretamente da secção Mais Informações com a nova funcionalidade Localizar na Tabela.",
  "v7_0_news_main_array_item_5_title": "Melhoria da Secção Mais Informações",
  "v7_0_news_main_array_item_5_subtitle": "Agora pode facilmente mostrar ou ocultar todos os campos de uma vez, dando-lhe mais controlo sobre o seu espaço de trabalho. Também pode ver opções com parâmetros de seleção múltipla, tornando mais simples gerir e navegar dados complexos.",
  "v7_0_news_main_array_item_6_title": "Dias de Folga",
  "v7_0_news_main_array_item_6_subtitle": "Agora pode definir os seus dias de trabalho e dias de folga. Uma vez guardados, estarão visíveis para todos, mantendo toda a sua equipa alinhada nos horários e disponibilidade.",
  "v7_0_news_main_array_item_7_title": "Introdução dos Filtros de Texto por Coluna",
  "v7_0_news_main_array_item_7_subtitle": "Os nossos novos filtros de texto permitem-te refinar tarefas diretamente na tabela: adiciona um filtro a qualquer coluna de texto personalizada, encontra itens correspondentes instantaneamente e mantém grandes listas navegáveis sem consultas complexas.",
  "v7_0_news_main_array_item_8_title": "Mais Atualizações",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projetos fecham automaticamente:</b> Quando um projeto é marcado como Concluído, Cancelado ou Duplicado, será agora automaticamente marcado como Fechado — e vice-versa.<br><br><b>Sugestões inteligentes de projeto:</b> Quando todas as tarefas num projeto estão concluídas ou fechadas, receberá uma sugestão útil para marcar todo o projeto como Concluído.<br><br><b>Rastreamento de atividade melhorado:</b> O Registo de Atividade agora mostra o histórico completo de atualizações e alterações para: Descrição, Projetos e Departamentos, facilitando ver o que aconteceu e quando."
}