{
  "v7_0_news_title": "v7.0 Managementul Portofoliului de Proiecte",
  "v7_0_news_main_name": "Ce este nou",
  "v7_0_news_page_hrp": "fisiere-in-chat--zile-libere-prezentare--sectiune-avansata-mai-multe-informatii",
  "v7_0_news_page_title": "JustDo Managementul Portofoliului de Proiecte 7.0 | Vezi proiectul care are cea mai mare nevoie de tine",
  "v7_0_news_page_description": "Descoperă JustDo Managementul Portofoliului de Proiecte 7.0 - managementul portofoliului de proiecte pentru întreprinderi care evidențiază instantaneu proiectele cu risc, aduce Gantt în timp real, partajarea fișierelor în chat, controale adaptive ale spațiului de lucru și multe altele.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Cunoaște. Acționează. Livrează.",
  "v7_0_news_main_array_item_0_subtitle": "Întâlnește JustDo Managementul Portofoliului de Proiecte - vezi instantaneu proiectul care are cea mai mare nevoie de tine și menține fiecare portofoliu pe drumul cel bun.",
  "v7_0_news_main_array_item_1_title": "JustDo Managementul Portofoliului de Proiecte - Oprește ghicitul. Începe să știi.",
  "v7_0_news_main_array_item_1_subtitle": "Fiecare întâlnire recurentă de evaluare a proiectului are propriul dashboard focalizat, astfel încât fiecare discuție rămâne pe subiect și la timp.",
  "v7_0_news_main_array_item_2_subtitle": "Culorile inteligente de status evidențiază proiectele cu risc înainte ca termenele să fie depășite. O privire îți spune unde să acționezi primul.",
  "v7_0_news_main_array_item_3_title": "Partajarea Fluidă a Fișierelor în Chat-uri",
  "v7_0_news_main_array_item_3_subtitle": "Partajează multiple documente cu ușurință - chat-urile noastre suportă acum complet încărcarea fișierelor. Toate documentele partajate în chat-uri sunt automat stocate în secțiunea Fișiere a sarcinii, menținând totul organizat și ușor de accesat.",
  "v7_0_news_main_array_item_4_title": "Capabilitatea Localizează în Tabel",
  "v7_0_news_main_array_item_4_subtitle": "Găsește informația de care ai nevoie direct din secțiunea Mai Multe Informații cu noua funcționalitate Localizează în Tabel.",
  "v7_0_news_main_array_item_5_title": "Îmbunătățirea Secțiunii Mai Multe Informații",
  "v7_0_news_main_array_item_5_subtitle": "Acum poți arăta sau ascunde cu ușurință toate câmpurile deodată, oferindu-ți mai mult control asupra spațiului de lucru. Poți de asemenea să vizualizezi opțiuni cu parametri multi-selecție, făcând mai simplu să gestionezi și să navighezi date complexe.",
  "v7_0_news_main_array_item_6_title": "Zile Libere",
  "v7_0_news_main_array_item_6_subtitle": "Poți acum să îți setezi zilele de lucru și zilele libere. Odată salvate, vor fi vizibile pentru toată lumea, menținând întreaga echipă aliniată la programuri și disponibilitate.",
  "v7_0_news_main_array_item_7_title": "Introducerea Filtrelor de Text pentru Coloane",
  "v7_0_news_main_array_item_7_subtitle": "Noile noastre filtre de text îți permit să rafinezi sarcinile direct în tabel: adaugă un filtru la orice coloană de text personalizată, găsește elementele potrivite instant și menține navigabile backlogs mari fără interogări complexe.",
  "v7_0_news_main_array_item_8_title": "Mai Multe Actualizări",
  "v7_0_news_main_array_item_8_subtitle": "<b>Proiectele se închid automat:</b> Când un proiect este marcat ca Finalizat, Anulat sau Duplicat, va fi acum marcat automat ca Închis — și invers.<br><br><b>Sugestii inteligente de proiecte:</b> Când toate sarcinile dintr-un proiect sunt completate sau închise, vei primi o sugestie utilă să marchezi întregul proiect ca Finalizat.<br><br><b>Urmărirea îmbunătățită a activității:</b> Jurnalul de Activitate arată acum istoricul complet al actualizărilor și modificărilor pentru Proiecte și Departamente, fiind mai ușor să vezi ce s-a întâmplat și când."
}