{
  "v7_0_news_title": "v7.0 Управление Портфелем Проектов",
  "v7_0_news_main_name": "Что нового",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "JustDo Управление Портфелем Проектов 7.0 | Узнайте какой проект нуждается в вас больше всего",
  "v7_0_news_page_description": "Откройте для себя JustDo Управление Портфелем Проектов 7.0 - корпоративное управление портфелем проектов, которое мгновенно выделяет проекты в зоне риска, предоставляет живую диаграмму Гантта, обмен файлами в чате, адаптивные элементы управления рабочим пространством и многое другое.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Знай. Действуй. Достигай.",
  "v7_0_news_main_array_item_0_subtitle": "Знакомьтесь с JustDo Управление Портфелем Проектов - мгновенно видьте проект, который нуждается в вас больше всего, и держите каждый портфель на верном пути.",
  "v7_0_news_main_array_item_1_title": "JustDo Управление Портфелем Проектов - Перестаньте угадывать. Начните знать.",
  "v7_0_news_main_array_item_1_subtitle": "Каждое повторяющееся совещание по обзору проекта получает свою собственную целевую панель управления, так что каждое обсуждение остается по существу и вовремя.",
  "v7_0_news_main_array_item_2_subtitle": "Умные цвета статуса выявляют проекты в зоне риска до того, как сроки начинают скользить. Один взгляд подскажет вам, где действовать в первую очередь.",
  "v7_0_news_main_array_item_3_title": "Удобный Обмен Файлами в Чатах",
  "v7_0_news_main_array_item_3_subtitle": "Делитесь множеством документов с легкостью - наши чаты теперь полностью поддерживают загрузку файлов. Все документы, которыми поделились в чатах, автоматически сохраняются в разделе Файлы задачи, поддерживая все организованным и легко доступным.",
  "v7_0_news_main_array_item_4_title": "Возможность Найти в Таблице",
  "v7_0_news_main_array_item_4_subtitle": "Найдите нужную информацию прямо из раздела Подробной Информации с новой функцией Найти в Таблице.",
  "v7_0_news_main_array_item_5_title": "Обновление Раздела Подробной Информации",
  "v7_0_news_main_array_item_5_subtitle": "Теперь вы можете легко показывать или скрывать все поля сразу, предоставляя больше контроля над вашим рабочим пространством. Вы также можете просматривать опции с параметрами множественного выбора, что делает управление и навигацию по сложным данным проще.",
  "v7_0_news_main_array_item_6_title": "Выходные дни",
  "v7_0_news_main_array_item_6_subtitle": "Теперь вы можете устанавливать свои рабочие дни и выходные. После сохранения они будут видны всем, поддерживая синхронизацию всей вашей команды по расписаниям и доступности.",
  "v7_0_news_main_array_item_7_title": "Представляем текстовые фильтры для колонок",
  "v7_0_news_main_array_item_7_subtitle": "Наши новые текстовые фильтры позволяют уточнять задачи прямо в таблице: добавьте фильтр к любой пользовательской текстовой колонке, мгновенно находите соответствующие элементы и поддерживайте навигацию по большим спискам задач без сложных запросов.",
  "v7_0_news_main_array_item_8_title": "Дополнительные обновления",
  "v7_0_news_main_array_item_8_subtitle": "<b>Проекты закрываются автоматически:</b> Когда проект помечается как Выполненный, Отменённый или Дубликат, он теперь автоматически помечается как Закрытый — и наоборот.<br><br><b>Умные предложения проектов:</b> Когда все задачи в проекте завершены или закрыты, вы получите полезное предложение пометить весь проект как Выполненный.<br><br><b>Улучшенное отслеживание активности:</b> Журнал активности теперь показывает полную историю обновлений и изменений как для Проектов, так и для Отделов, поэтому легче увидеть, что произошло и когда."
}