{
  "v7_0_news_title": "v7.0 Portfóliový manažment projektov",
  "v7_0_news_main_name": "Novinky",
  "v7_0_news_page_hrp": "subory-v-chate--dni-volna-prezentacia--pokrocila-sekcia-dalsich-informacii",
  "v7_0_news_page_title": "JustDo Portfóliový manažment projektov 7.0 | Vidzte projekt, ktorý vás potrebuje najviac",
  "v7_0_news_page_description": "Objavte JustDo Portfóliový manažment projektov 7.0 - podnikový manažment projektového portfólia, ktorý okamžite zvýrazní ohrozené projekty, prináša živý Gantt diagram, zdieľanie súborov v chate a ďalšie.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Vedzte. Konajte. Dodávajte.",
  "v7_0_news_main_array_item_0_subtitle": "Spoznajte JustDo Portfóliový manažment projektov - okamžite uvidíte projekt, ktorý vás potrebuje najviac a udržíte každé portfólio na správnej ceste.",
  "v7_0_news_main_array_item_1_title": "JustDo Portfóliový manažment projektov - Prestaňte hádať. Začnite vedieť.",
  "v7_0_news_main_array_item_1_subtitle": "Každé opakujúce sa stretnutie na preskúmanie projektu má vlastný zameraný dashboard, takže každá diskusia zostáva na bode a načas.",
  "v7_0_news_main_array_item_2_subtitle": "Inteligentné farby stavov odhaľujú ohrozené projekty pred uplynutím termínov. Jeden pohľad vám povie, kde konať ako prvý.",
  "v7_0_news_main_array_item_3_title": "Bezproblémové zdieľanie súborov v chatoch",
  "v7_0_news_main_array_item_3_subtitle": "Zdieľajte viacero dokumentov s ľahkosťou - naše chaty teraz plne podporujú nahrávanie súborov. Všetky dokumenty zdieľané v chatoch sa automaticky ukladajú do sekcie Súbory úlohy, čím sa všetko udržiava organizované a ľahko dostupné.",
  "v7_0_news_main_array_item_4_title": "Funkcia Lokalizovať v tabuľke",
  "v7_0_news_main_array_item_4_subtitle": "Nájdite informácie, ktoré potrebujete, priamo zo sekcie Ďalšie informácie pomocou novej funkcie Lokalizovať v tabuľke.",
  "v7_0_news_main_array_item_5_title": "Vylepšenie sekcie Ďalšie informácie",
  "v7_0_news_main_array_item_5_subtitle": "Teraz môžete ľahko zobraziť alebo skryť všetky polia naraz, čo vám dáva väčšiu kontrolu nad vaším pracovným priestorom. Môžete si tiež zobraziť možnosti s parametrami viacerého výberu, čo zjednodušuje správu a navigáciu v komplexných dátach.",
  "v7_0_news_main_array_item_6_title": "Dni voľna",
  "v7_0_news_main_array_item_6_subtitle": "Teraz si môžete nastaviť pracovné dni a dni voľna. Po uložení budú viditeľné pre všetkých, čím udržíte celý váš tím zosúladený v rozpisoch a dostupnosti.",
  "v7_0_news_main_array_item_7_title": "Predstavujeme textové filtre stĺpcov",
  "v7_0_news_main_array_item_7_subtitle": "Naše nové textové filtre vám umožňujú spresniť úlohy priamo v tabuľke: pridajte filter do akéhokoľvek vlastného textového stĺpca, okamžite nájdite zodpovedajúce položky a udržte veľké nevybavené úlohy navigovateľné bez zložitých dopytov.",
  "v7_0_news_main_array_item_8_title": "Ďalšie aktualizácie",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekty sa zatváraju automaticky:</b> Keď je projekt označený ako Dokončený, Zrušený alebo Duplikát, teraz sa automaticky označí ako Zatvorený — a naopak.<br><br><b>Inteligentné návrhy projektov:</b> Keď sú všetky úlohy v projekte dokončené alebo zatvorené, dostanete užitočný návrh označiť celý projekt ako Dokončený.<br><br><b>Vylepšené sledovanie aktivít:</b> Denník aktivít teraz zobrazuje úplnú históriu aktualizácií a zmien pre projekty aj oddelenia, takže je jednoduchšie vidieť, čo sa stalo a kedy."
}