{
  "v7_0_news_title": "v7.0 Upravljanje portfolija projektov",
  "v7_0_news_main_name": "Kaj je novega",
  "v7_0_news_page_hrp": "datoteke-v-pogovoru--prosti-dnevi-predstavitev--napredni-vec-info-razdelek",
  "v7_0_news_page_title": "JustDo Upravljanje portfolija projektov 7.0 | Projekt",
  "v7_0_news_page_description": "Odkrijte JustDo Upravljanje portfolija projektov 7.0 - podjetniško upravljanje portfolio projektov, ki takoj poudari ogrožene projekte, prinaša živi Gantt, izmenjavo datotek v pogovoru in več.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Vedi. Deluj. Izpolni.",
  "v7_0_news_main_array_item_0_subtitle": "Spoznajte JustDo Upravljanje portfolija projektov - takoj vidite projekt, ki vas najbolj potrebuje, in ohranite vsak portfolio na pravi poti.",
  "v7_0_news_main_array_item_1_title": "JustDo Upravljanje portfolija projektov - Prenehajte ugibati. Začnite vedeti.",
  "v7_0_news_main_array_item_1_subtitle": "Vsak ponavljajoči se sestanek za pregled projektov dobi svoj osredotočen nadzorni panel, tako da vsaka razprava ostane osredotočena in pravočasna.",
  "v7_0_news_main_array_item_2_subtitle": "Pametne statusne barve pokažejo ogrožene projekte, preden se roki zamudijo. En pogled vam pove, kje ukrepati najprej.",
  "v7_0_news_main_array_item_3_title": "Brezhibno deljenje datotek v pogovorih",
  "v7_0_news_main_array_item_3_subtitle": "Z lahkoto delite več dokumentov - naši pogovori zdaj v celoti podpirajo nalaganje datotek. Vsi dokumenti, deljeni v pogovorih, so samodejno shranjeni v razdelek Datoteke naloge, kar ohranja vse urejeno in lahko dostopno.",
  "v7_0_news_main_array_item_4_title": "Možnost iskanja v tabeli",
  "v7_0_news_main_array_item_4_subtitle": "Poiščite informacije, ki jih potrebujete, neposredno iz razdelka Več informacij z novo funkcijo Poišči v tabeli.",
  "v7_0_news_main_array_item_5_title": "Posodobitev razdelka Več informacij",
  "v7_0_news_main_array_item_5_subtitle": "Zdaj lahko z lahkoto pokažete ali skrijete vsa polja naenkrat, kar vam daje več nadzora nad vašim delovnim prostorom. Lahko si tudi ogledate možnosti z več-izbirnimi parametri, kar olajša upravljanje in navigacijo skozi kompleksne podatke.",
  "v7_0_news_main_array_item_6_title": "Prosti dnevi",
  "v7_0_news_main_array_item_6_subtitle": "Zdaj lahko nastavite svoje delovne dni in proste dni. Ko jih shranite, bodo vidni vsem, kar ohranja vašo celotno ekipo usklajeno glede urnikov in razpoložljivosti.",
  "v7_0_news_main_array_item_7_title": "Predstavljamo filtres besedil stolpcev",
  "v7_0_news_main_array_item_7_subtitle": "Naši novi besedilni filtri vam omogočajo izpopolnitev nalog neposredno v tabeli: dodajte filter k kateremu koli prilagojenemu besedilnemu stolpcu, takoj poiščite ujemajoče se elemente in ohranite velike zaloge obvladljive brez zapletenih poizvedb.",
  "v7_0_news_main_array_item_8_title": "Več posodobitev",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projekti se samodejno zaprejo:</b> Ko je projekt označen kot Dokončan, Preklican ali Podvojen, bo zdaj samodejno označen kot Zaprt - in obratno.<br><br><b>Pametni predlogi projektov:</b> Ko so vse naloge v projektu dokončane ali zaprte, boste prejeli koristen predlog za označitev celotnega projekta kot Dokončan.<br><br><b>Izboljšano sledenje dejavnosti:</b> Dnevnik dejavnosti zdaj prikazuje popolno zgodovino posodobitev in sprememb za: Opis, Projekte in Oddelke, zato je lažje videti, kaj se je zgodilo in kdaj."
}