{
  "v7_0_news_title": "v7.0 Menaxhimi i Portofolit të Projekteve",
  "v7_0_news_main_name": "Çfarë është e re",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "JustDo Menaxhimi i Portofolit të Projekteve 7.0 | Shiko projektin që të nevojitet më shumë",
  "v7_0_news_page_description": "Zbulo JustDo Menaxhimi i Portofolit të Projekteve 7.0 - menaxhim i portofolit të projekteve për ndërmarrje që evidenton menjëherë projektet në rrezik, sjell Gantt të drejtpërdrejtë, ndarje dokumentesh në biseda, kontrolle pune adaptive dhe shumë më tepër.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Dije. Vepro. Dërgo.",
  "v7_0_news_main_array_item_0_subtitle": "Njihu me JustDo Menaxhimi i Portofolit të Projekteve - shiko menjëherë projektin që të nevojitet më shumë dhe mbaj çdo portofol në rrugën e duhur.",
  "v7_0_news_main_array_item_1_title": "JustDo Menaxhimi i Portofolit të Projekteve - Ndalo hamendjet. Fillo dijet.",
  "v7_0_news_main_array_item_1_subtitle": "Çdo mbledhje e përsëritur e rishikimit të projektit merr panelin e vet të fokusuar, kështu që çdo diskutim qëndron i përqendruar dhe në kohë.",
  "v7_0_news_main_array_item_2_subtitle": "Ngjyrat inteligjente të statusit nxjerrin në sipërfaqe projektet në rrezik përpara se afatet të rrëshqasin. Një vështrim të thotë ku të veprosh së pari.",
  "v7_0_news_main_array_item_3_title": "Ndarje pa Probleme e Dokumenteve në Biseda",
  "v7_0_news_main_array_item_3_subtitle": "Ndaj dokumente të shumta me lehtësi - bisedat tona tani mbështesin plotësisht ngarkimin e dokumenteve. Të gjitha dokumentet e ndarë në biseda ruhen automatikisht në seksionin e Dokumenteve të detyrës, duke mbajtur gjithçka të organizuar dhe të lehtë për t'u qasur.",
  "v7_0_news_main_array_item_4_title": "Aftësia për të Gjetur në Tabelë",
  "v7_0_news_main_array_item_4_subtitle": "Gjej informacionin që të nevojitet drejtpërdrejt nga seksioni i Informacioneve të Tjera me veçorinë e re Gjej në Tabelë.",
  "v7_0_news_main_array_item_5_title": "Përmirësimi i Seksionit të Informacioneve të Tjera",
  "v7_0_news_main_array_item_5_subtitle": "Tani mund të tregosh ose fshehësh lehtësisht të gjitha fushat njëkohësisht, duke të dhënë më shumë kontroll mbi hapësirën tënde të punës. Gjithashtu mund të shikosh opsionet me parametra shumë-zgjedhje, duke e bërë më të thjeshtë menaxhimin dhe navigimin e të dhënave komplekse.",
  "v7_0_news_main_array_item_6_title": "Ditët e Lira",
  "v7_0_news_main_array_item_6_subtitle": "Tani mund të vendosësh ditët e tua të punës dhe ditët e lira. Pasi të ruhen, do të jenë të dukshme për të gjithë, duke mbajtur të gjithë ekipin tënd të harmonizuar me oraret dhe disponueshmërinë.",
  "v7_0_news_main_array_item_7_title": "Prezantimi i Filtrave të Tekstit të Kolonave",
  "v7_0_news_main_array_item_7_subtitle": "Filtrat tanë të rinj të tekstit të lejojnë të përmirësosh detyrat direkt në tabelë: shto një filtër në çdo kolonë teksti të personalizuar, gjej artikujt përputhës menjëherë, dhe mbaj rezervat e mëdha të navigueshmë pa pyetje komplekse."
}