{
  "v7_0_news_title": "v7.0 Upravljanje Portfolio Projekata",
  "v7_0_news_main_name": "Šta je novo",
  "v7_0_news_page_hrp": "fajlovi-u-chat-u--slobodni-dani-prezentacija--napredna-vise-info-sekcija",
  "v7_0_news_page_title": "JustDo Upravljanje Portfolio Projekata 7.0 | Vidite projekat koji vam je najviše potreban",
  "v7_0_news_page_description": "Otkrijte JustDo Upravljanje Portfolio Projekata 7.0 - enterprise upravljanje projektnim portfoliom koje trenutno ističe projekte u riziku, donosi live Gantt, deljenje fajlova u chat-u, adaptivne kontrole radnog prostora i još mnogo toga.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Znaj. Deluj. Isporuči.",
  "v7_0_news_main_array_item_0_subtitle": "Upoznajte JustDo Upravljanje Portfolio Projekata - trenutno vidite projekat koji vam je najviše potreban i održite svaki portfolio na pravom putu.",
  "v7_0_news_main_array_item_1_title": "JustDo Upravljanje Portfolio Projekata - Prestanite da nagađate. Počnite da znate.",
  "v7_0_news_main_array_item_1_subtitle": "Svaki redovni sastanak za pregled projekta dobija svoju fokusiranu kontrolnu tablu, tako da svaka diskusija ostane na temi i na vreme.",
  "v7_0_news_main_array_item_2_subtitle": "Pametne boje statusa otkrivaju projekte u riziku pre nego što se propuste rokovi. Jedan pogled vam govori gde da delujete prvo.",
  "v7_0_news_main_array_item_3_title": "Besprekorno Deljenje Fajlova u Chat-ovima",
  "v7_0_news_main_array_item_3_subtitle": "Delite više dokumenata sa lakoćom - naši chat-ovi sada u potpunosti podržavaju upload fajlova. Svi dokumenti podeljeni u chat-ovima se automatski čuvaju u sekciji Fajlovi zadatka, držeći sve organizovano i lako dostupno.",
  "v7_0_news_main_array_item_4_title": "Mogućnost Lociranja u Tabeli",
  "v7_0_news_main_array_item_4_subtitle": "Pronađite informacije koje vam trebaju direktno iz sekcije Više Informacija sa novom funkcijom Lociraj u Tabeli.",
  "v7_0_news_main_array_item_5_title": "Unapređenje Sekcije Više Informacija",
  "v7_0_news_main_array_item_5_subtitle": "Sada možete lako da prikažete ili sakrijete sva polja odjednom, dajući vam više kontrole nad vašim radnim prostorom. Takođe možete da vidite opcije sa multi-select parametrima, čineći upravljanje i navigaciju kroz složene podatke jednostavnijim.",
  "v7_0_news_main_array_item_6_title": "Slobodni dani",
  "v7_0_news_main_array_item_6_subtitle": "Sada možete da postavite vaše radne dane i slobodne dane. Kada se sačuvaju, biće vidljivi svima, održavajući vaš ceo tim usklađen oko rasporedа i dostupnosti."
}