{
  "v7_0_news_title": "v7.0 Projektportföljhantering",
  "v7_0_news_main_name": "Vad är nytt",
  "v7_0_news_page_hrp": "filer-i-chatt--lediga-dagar-presentation--avancerat-mer-info-sektion",
  "v7_0_news_page_title": "JustDo Projektportföljhantering 7.0 | Se projektet som behöver dig mest",
  "v7_0_news_page_description": "Upptäck JustDo Projektportföljhantering 7.0 - företagsportföljhantering som omedelbart markerar riskprojekt, med live Gantt, fildelning i chatt, adaptiva arbetsytekontroller och mer.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Veta. Agera. Leverera.",
  "v7_0_news_main_array_item_0_subtitle": "Möt JustDo Projektportföljhantering - se omedelbart vilket projekt som behöver dig mest och håll varje portfölj på rätt spår.",
  "v7_0_news_main_array_item_1_title": "JustDo Projektportföljhantering - Sluta gissa. Börja veta.",
  "v7_0_news_main_array_item_1_subtitle": "Varje återkommande projektgranskningsmöte får sin egen fokuserade instrumentpanel, så varje diskussion håller sig på rätt spår och i tid.",
  "v7_0_news_main_array_item_2_subtitle": "Smarta statusfärger lyfter fram riskprojekt innan deadlines glider. En blick säger dig var du ska agera först.",
  "v7_0_news_main_array_item_3_title": "Sömlös fildelning i chattar",
  "v7_0_news_main_array_item_3_subtitle": "Dela flera dokument med lätthet - våra chattar stöder nu fullt ut filuppladdningar. Alla dokument som delas i chattar lagras automatiskt i uppgiftens Filer-sektion, vilket håller allt organiserat och lättillgängligt.",
  "v7_0_news_main_array_item_4_title": "Lokalisera på tabell-funktion",
  "v7_0_news_main_array_item_4_subtitle": "Hitta informationen du behöver direkt från Mer Info-sektionen med den nya funktionen Lokalisera på tabellen.",
  "v7_0_news_main_array_item_5_title": "Uppgradering av Mer Info-sektion",
  "v7_0_news_main_array_item_5_subtitle": "Nu kan du enkelt visa eller dölja alla fält på en gång, vilket ger dig mer kontroll över din arbetsyta. Du kan också visa alternativ med flervals-parametrar, vilket gör det enklare att hantera och navigera komplex data.",
  "v7_0_news_main_array_item_6_title": "Lediga dagar",
  "v7_0_news_main_array_item_6_subtitle": "Du kan nu ställa in dina arbetsdagar och lediga dagar. När de sparats blir de synliga för alla, vilket håller hela ditt team synkroniserat kring scheman och tillgänglighet.",
  "v7_0_news_main_array_item_7_title": "Introducerar kolumntextfilter",
  "v7_0_news_main_array_item_7_subtitle": "Våra nya textfilter låter dig förfina uppgifter direkt i tabellen: lägg till ett filter till vilken anpassad textkolumn som helst, hitta matchande objekt omedelbart och håll stora eftersläpningar navigerbara utan komplexa frågor."
}