{
  "v7_0_news_title": "Usimamizi wa Portfolio ya Miradi wa v7.0",
  "v7_0_news_main_name": "Vipengele vipya",
  "v7_0_news_page_hrp": "faili-katika-mazungumzo--siku-za-mapumziko-uwasilishaji--sehemu-ya-habari-zaidi-iliyoboreshwa",
  "v7_0_news_page_title": "JustDo Usimamizi wa Portfolio ya Miradi 7.0 | Ona mradi unaokuhitaji zaidi",
  "v7_0_news_page_description": "Gundua JustDo Usimamizi wa Portfolio ya Miradi 7.0 - usimamizi wa portfolio ya miradi wa kiwango cha juu ambao unaangazia miradi yenye hatari papo hapo, unatoa Gantt hai, kushiriki faili kwenye mazungumzo, udhibiti wa anga la kazi unaobadilika na mengine mengi.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Jua. Fanya. Peleka.",
  "v7_0_news_main_array_item_0_subtitle": "Kutana na JustDo Usimamizi wa Portfolio ya Miradi - ona papo hapo mradi unaokuhitaji zaidi na uweke kila portfolio kwenye njia sahihi.",
  "v7_0_news_main_array_item_1_title": "JustDo Usimamizi wa Portfolio ya Miradi - Acha kukisia. Anza kujua.",
  "v7_0_news_main_array_item_1_subtitle": "Kila mkutano wa ukaguzi wa mradi unarudiwa-rudiwa unapata dashibodi yake maalum ya kuzingatia, hivyo kila mjadala unabaki kwenye mada na wakati.",
  "v7_0_news_main_array_item_2_subtitle": "Rangi za hali za akili zinaonyesha miradi yenye hatari kabla ya mikataba ya mwisho kushindwa. Miwani moja inakuambia wapi kutenda kwanza.",
  "v7_0_news_main_array_item_3_title": "Kushiriki Faili kwa Urahisi kwenye Mazungumzo",
  "v7_0_news_main_array_item_3_subtitle": "Shiriki nyaraka nyingi kwa urahisi - mazungumzo yetu sasa yanasaidia kikamilifu kupakia faili. Nyaraka zote zilizoshirikiwa kwenye mazungumzo zinawekwa kiotomatiki kwenye sehemu ya Faili za kazi, kuvihifadhi vyote vikiwa vimepangwa na rahisi kufikia.",
  "v7_0_news_main_array_item_4_title": "Uwezo wa Kutambua kwenye Jedwali",
  "v7_0_news_main_array_item_4_subtitle": "Pata habari unayohitaji moja kwa moja kutoka sehemu ya Habari Zaidi kwa kipengele kipya cha Kutambua kwenye Jedwali.",
  "v7_0_news_main_array_item_5_title": "Kuboresha Sehemu ya Habari Zaidi",
  "v7_0_news_main_array_item_5_subtitle": "Sasa unaweza kuonyesha au kuficha kwa urahisi uga zote kwa wakati mmoja, kukupa udhibiti zaidi wa anga lako la kazi. Unaweza pia kuona chaguo za vigezo vya kuchagua vingi, kufanya kuwa rahisi kusimamia na kuongoza data ngumu.",
  "v7_0_news_main_array_item_6_title": "Siku za Mapumziko",
  "v7_0_news_main_array_item_6_subtitle": "Sasa unaweza kuweka siku zako za kufanya kazi na siku za mapumziko. Baada ya kuhifadhi, zitaonekana kwa kila mtu, kuhakikisha timu yako yote imepangwa kwenye ratiba na upatikanaji.",
  "v7_0_news_main_array_item_7_title": "Kuanzisha Vichujio vya Maandishi ya Safu",
  "v7_0_news_main_array_item_7_subtitle": "Vichujio vyetu vipya vya maandishi vinakuruhusu kusafisha kazi moja kwa moja katika jedwali: ongeza kichujio kwa safu yoyote ya kawaida ya maandishi, pata vipengele vinavyolingana papo hapo, na uweke orodha kubwa za kazi kuongoza bila hoja changamano.",
  "v7_0_news_main_array_item_8_title": "Masasisho Zaidi",
  "v7_0_news_main_array_item_8_subtitle": "<b>Miradi inafunga kiotomatiki:</b> Mradi unapowekwa alama kama Umekamilika, Umeghairiwa, au Nakala, sasa utawekwa alama kiotomatiki kama Umefungwa — na kinyume chake.<br><br><b>Mapendekezo mahiri ya miradi:</b> Kazi zote katika mradi zinapokamilika au kufungwa, utapata pendekezo la msaada la kuweka mradi mzima kama Umekamilika.<br><br><b>Ufuatiliaji wa shughuli umeboreka:</b> Kumbuka za Shughuli sasa zinaonyesha historia kamili ya masasisho na mabadiliko ya: Maelezo, Miradi na Idara, ili iwe rahisi kuona kilichotokea na wakati gani."
}