{
  "v7_0_news_title": "v7.0 திட்ட போர்ட்ஃபோலியோ மேலாண்மை",
  "v7_0_news_main_name": "புதிதாக என்ன",
  "v7_0_news_page_hrp": "சாட்டில்-கோப்புகள்--விடுமுறை-நாட்கள்-விளக்கக்காட்சி--மேம்பட்ட-கூடுதல்-தகவல்-பிரிவு",
  "v7_0_news_page_title": "JustDo திட்ட போர்ட்ஃபோலியோ மேலாண்மை 7.0 | உங்களுக்கு மிகவும் தேவையான திட்டத்தைப் பார்க்கவும்",
  "v7_0_news_page_description": "JustDo திட்ட போர்ட்ஃபோலியோ மேலாண்மை 7.0-ஐ கண்டறியுங்கள் - ஆபத்தில் உள்ள திட்டங்களை உடனடியாக வெளிப்படுத்தும், நேரடி கேன்ட், சாட்டில் கோப்பு பகிர்வு, தகவமைப்பு பணியிட கட்டுப்பாடுகள் மற்றும் பலவற்றைக் கொண்டுவரும் நிறுவன திட்ட-போர்ட்ஃபோலியோ மேலாண்மை.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - அறியுங்கள். செயல்படுங்கள். வழங்குங்கள்.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo திட்ட போர்ட்ஃபோலியோ மேலாண்மையை சந்திக்கவும் - உங்களுக்கு மிகவும் தேவையான திட்டத்தை உடனடியாக பார்க்கவும் மற்றும் ஒவ்வொரு போர்ட்ஃபோலியோவையும் பாதையில் வைத்திருக்கவும்.",
  "v7_0_news_main_array_item_1_title": "JustDo திட்ட போர்ட்ஃபோலியோ மேலாண்மை - யூகிப்பதை நிறுத்துங்கள். அறிவதை ஆரம்பியுங்கள்.",
  "v7_0_news_main_array_item_1_subtitle": "ஒவ்வொரு மீண்டும் மீண்டும் வரும் திட்ட மறுஆய்வு கூட்டமும் அதன் சொந்த கவனம் செலுத்திய டேஷ்போர்டை பெறுகிறது, எனவே ஒவ்வொரு விவாதமும் முக்கிய விஷயத்திலும் நேரத்திலும் இருக்கும்.",
  "v7_0_news_main_array_item_2_subtitle": "ஸ்மார்ட் நிலை வண்ணங்கள் காலக்கெடு நழுவுவதற்கு முன் ஆபத்தில் உள்ள திட்டங்களை வெளிப்படுத்துகின்றன. ஒரே பார்வையில் எங்கு முதலில் செயல்பட வேண்டும் என்பதைச் சொல்கிறது.",
  "v7_0_news_main_array_item_3_title": "சாட்களில் தடையற்ற கோப்பு பகிர்வு",
  "v7_0_news_main_array_item_3_subtitle": "பல ஆவணங்களை எளிதாக பகிர்ந்து கொள்ளுங்கள் - எங்கள் சாட்கள் இப்போது கோப்பு பதிவேற்றங்களை முழுமையாக ஆதரிக்கின்றன. சாட்களில் பகிரப்பட்ட அனைத்து ஆவணங்களும் பணியின் கோப்புகள் பிரிவில் தானாகவே சேமிக்கப்படுகின்றன, எல்லாவற்றையும் ஒழுங்கமைக்கப்பட்டதாகவும் எளிதாக அணுகக்கூடியதாகவும் வைத்திருக்கின்றன.",
  "v7_0_news_main_array_item_4_title": "டேபிளில் கண்டறியும் திறன்",
  "v7_0_news_main_array_item_4_subtitle": "புதிய டேபிளில் கண்டறியும் அம்சத்துடன் கூடுதல் தகவல் பிரிவிலிருந்து நேரடியாக உங்களுக்குத் தேவையான தகவலை கண்டறியுங்கள்.",
  "v7_0_news_main_array_item_5_title": "கூடுதல் தகவல் பிரிவு மேம்பாடு",
  "v7_0_news_main_array_item_5_subtitle": "இப்போது நீங்கள் எல்லா புலங்களையும் ஒரே நேரத்தில் எளிதாக காட்டலாம் அல்லது மறைக்கலாம், உங்கள் பணியிடத்தின் மீது அதிக கட்டுப்பாட்டைக் கொடுக்கிறது. பல-தேர்வு அளவுருக்களுடன் கூடிய விருப்பங்களையும் பார்க்கலாம், சிக்கலான தரவை நிர்வகிக்கவும் நவிகேட் செய்யவும் எளிதாக்குகிறது.",
  "v7_0_news_main_array_item_6_title": "விடுமுறை நாட்கள்",
  "v7_0_news_main_array_item_6_subtitle": "இப்போது நீங்கள் உங்கள் வேலை நாட்கள் மற்றும் விடுமுறை நாட்களை அமைக்கலாம். சேமிக்கப்பட்டதும், அவை அனைவருக்கும் தெரியும், உங்கள் முழு குழுவையும் கால அட்டவணைகள் மற்றும் கிடைக்கும் தன்மையில் ஒருங்கிணைக்கும்.",
  "v7_0_news_main_array_item_7_title": "நெடுவரிசை உரை வடிகட்டிகளை அறிமுகப்படுத்துதல்",
  "v7_0_news_main_array_item_7_subtitle": "எங்கள் புதிய உரை வடிகட்டிகள் அட்டவணையில் நேரடியாக பணிகளை சுத்திகரிக்க உங்களை அனுமதிக்கின்றன: எந்த தனிபயன் உரை நெடுவரிசையிலும் வடிகட்டி சேர்க்கவும், பொருந்தும் உருப்படிகளை உடனடியாகக் கண்டறியவும், மற்றும் சிக்கலான வினவல்கள் இல்லாமல் பெரிய பின்னடைவுகளை வழிசெலுத்த முடியும்.",
  "v7_0_news_main_array_item_8_title": "மேலும் புதுப்பிப்புகள்",
  "v7_0_news_main_array_item_8_subtitle": "<b>திட்டங்கள் தானாகவே மூடுகின்றன:</b> ஒரு திட்டம் முடிந்தது, ரத்து செய்யப்பட்டது, அல்லது நகல் எனக் குறிக்கப்படும்போது, அது இப்போது தானாகவே மூடப்பட்டதாகக் குறிக்கப்படும் - மற்றும் நேர்மாறாகவும்.<br><br><b>புத்திசாலி திட்ட பரிந்துரைகள்:</b> ஒரு திட்டத்தில் உள்ள அனைத்து பணிகளும் முடிக்கப்படும்போது அல்லது மூடப்படும்போது, முழு திட்டத்தையும் முடிந்ததாகக் குறிக்க உதவிகரமான பரிந்துரையைப் பெறுவீர்கள்.<br><br><b>மேம்படுத்தப்பட்ட செயல்பாடு கண்காணிப்பு:</b> செயல்பாட்டு பதிவு இப்போது விளக்கம், திட்டங்கள் மற்றும் துறைகளுக்கான புதுப்பிப்புகள் மற்றும் மாற்றங்களின் முழு வரலாற்றையும் காட்டுகிறது, எனவே என்ன நடந்தது மற்றும் எப்போது என்பதைப் பார்ப்பது எளிதாகிறது."
}