{
  "v7_0_news_title": "Идоракунии Портфели Лоиҳа v7.0",
  "v7_0_news_main_name": "Чизҳои нав",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "Идоракунии Портфели Лоиҳа JustDo 7.0 | Лоиҳае бинед, ки ба шумо бештар эҳтиёҷ дорад",
  "v7_0_news_page_description": "Идоракунии Портфели Лоиҳа JustDo 7.0-ро кашф кунед - идоракунии корхонавии портфели лоиҳа, ки фавран лоиҳаҳои дар хатари қарордоштаро нишон медиҳад, Gantt-и зинда, мубодилаи файлҳо дар чат ва назорати мутобиқшавандаи фазои корӣ меорад.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Бидон. Амал кун. Расон.",
  "v7_0_news_main_array_item_0_subtitle": "Бо Идоракунии Портфели Лоиҳа JustDo шинос шавед - фавран лоиҳае бинед, ки ба шумо бештар эҳтиёҷ дорад ва ҳар портфелро дар роҳи дуруст нигоҳ доред.",
  "v7_0_news_main_array_item_1_title": "Идоракунии Портфели Лоиҳа JustDo - Ҳадс заданро боздоред. Донистанро оғоз кунед.",
  "v7_0_news_main_array_item_1_subtitle": "Ҳар ҷаласаи баррасии лоиҳаи такроршаванда табло (dashboard)-и махсуси худро мегирад, то ҳар муҳокима дар ҷои дуруст ва дар вақташ боқӣ монад.",
  "v7_0_news_main_array_item_2_subtitle": "Рангҳои ҳолати ҳушманд лоиҳаҳои дар хатар қарордоштаро пеш аз гузаронидани мӯҳлатҳо ба рӯй меорад. Як назар ба шумо мегӯяд, ки куҷо аввал амал кунед.",
  "v7_0_news_main_array_item_3_title": "Мубодилаи Бесадди Файлҳо дар Чатҳо",
  "v7_0_news_main_array_item_3_subtitle": "Чандин ҳуҷҷатро бо осонӣ мубодила кунед - чатҳои мо ҳоло пурра аз боркунии файлҳо дастгирӣ мекунанд. Ҳамаи ҳуҷҷатҳои дар чатҳо мубодилашуда ба таври худкор дар қисмати Файлҳои вазифа захира мешаванд ва ҳама чизро муташаккил ва дар дастрас нигоҳ медоранд.",
  "v7_0_news_main_array_item_4_title": "Қобилияти Ҷойгиркунӣ дар Ҷадвал",
  "v7_0_news_main_array_item_4_subtitle": "Маълумоти лозимро бевосита аз қисмати Маълумоти Иловагӣ бо хусусияти нави Ҷойгиркунӣ дар Ҷадвал пайдо кунед.",
  "v7_0_news_main_array_item_5_title": "Навсозии Қисмати Маълумоти Иловагӣ",
  "v7_0_news_main_array_item_5_subtitle": "Ҳоло шумо метавонед ҳамаи майдонҳоро якбора осон нишон диҳед ё пинҳон кунед ва назорати бештар дар фазои кории худ доред. Шумо инчунин метавонед вариантҳоро бо параметрҳои чандтаинтихоба бинед, ки идоракунӣ ва паймоиши маълумоти мураккабро осонтар мекунад.",
  "v7_0_news_main_array_item_6_title": "Рӯзҳои истироҳат",
  "v7_0_news_main_array_item_6_subtitle": "Шумо ҳоло метавонед рӯзҳои корӣ ва рӯзҳои истироҳати худро муқаррар кунед. Пас аз захиракунӣ, онҳо барои ҳама намоён мешаванд ва тамоми дастаатонро дар ҷадвалҳо ва дастрасӣ мувофиқ нигоҳ медорад."
}