{
  "v7_0_news_title": "การจัดการโครงการแบบพอร์ตโฟลิโอ v7.0",
  "v7_0_news_main_name": "ความใหม่",
  "v7_0_news_page_hrp": "ไฟล์ในแชท--วันหยุด--ส่วนข้อมูลเพิ่มเติมขั้นสูง",
  "v7_0_news_page_title": "JustDo การจัดการโครงการแบบพอร์ตโฟลิโอ 7.0 | ดูโครงการที่ต้องการคุณมากที่สุด",
  "v7_0_news_page_description": "ค้นพบ JustDo การจัดการโครงการแบบพอร์ตโฟลิโอ 7.0 - การจัดการโครงการแบบพอร์ตโฟลิโอระดับองค์กรที่เน้นโครงการเสี่ยงทันที พร้อม Gantt สด การแชร์ไฟล์ในแชท ควบคุมพื้นที่ทำงานแบบปรับตัวและอื่นๆ",
  "v7_0_news_page_main_h1": "JustDo v7.0 - รู้ ลงมือ ส่งมอบ",
  "v7_0_news_main_array_item_0_subtitle": "พบกับ JustDo การจัดการโครงการแบบพอร์ตโฟลิโอ - เห็นโครงการที่ต้องการคุณมากที่สุดทันทีและรักษาทุกพอร์ตโฟลิโอให้อยู่ในเส้นทาง",
  "v7_0_news_main_array_item_1_title": "JustDo การจัดการโครงการแบบพอร์ตโฟลิโอ - หยุดเดา เริ่มรู้",
  "v7_0_news_main_array_item_1_subtitle": "การประชุมทบทวนโครงการแต่ละครั้งจะมีแดชบอร์ดเฉพาะเจาะจง ทำให้การพูดคุยทุกครั้งตรงประเด็นและทันเวลา",
  "v7_0_news_main_array_item_2_subtitle": "สีสถานะอัจฉริยะจะแสดงโครงการเสี่ยงก่อนที่กำหนดเวลาจะเลื่อน มองเพียงครั้งเดียวก็บอกได้ว่าต้องลงมือจุดไหนก่อน",
  "v7_0_news_main_array_item_3_title": "การแชร์ไฟล์ในแชทอย่างราบรื่น",
  "v7_0_news_main_array_item_3_subtitle": "แชร์เอกสารหลายไฟล์ได้อย่างง่ายดาย - แชทของเราตอนนี้รองรับการอัปโหลดไฟล์เต็มรูปแบบ เอกสารทั้งหมดที่แชร์ในแชทจะถูกเก็บไว้ในส่วนไฟล์ของงานโดยอัตโนมัติ ทำให้ทุกอย่างเป็นระเบียบและเข้าถึงง่าย",
  "v7_0_news_main_array_item_4_title": "ความสามารถค้นหาบนตาราง",
  "v7_0_news_main_array_item_4_subtitle": "หาข้อมูลที่คุณต้องการได้โดยตรงจากส่วนข้อมูลเพิ่มเติมด้วยฟีเจอร์ค้นหาบนตารางใหม่",
  "v7_0_news_main_array_item_5_title": "การอัปเกรดส่วนข้อมูลเพิ่มเติม",
  "v7_0_news_main_array_item_5_subtitle": "ตอนนี้คุณสามารถแสดงหรือซ่อนฟิลด์ทั้งหมดพร้อมกันได้อย่างง่ายดาย ให้คุณควบคุมพื้นที่ทำงานได้มากขึ้น คุณยังสามารถดูตัวเลือกที่มีพารามิเตอร์แบบเลือกได้หลายรายการ ทำให้การจัดการและนำทางข้อมูลที่ซับซ้อนง่ายขึ้น",
  "v7_0_news_main_array_item_6_title": "วันหยุด",
  "v7_0_news_main_array_item_6_subtitle": "ตอนนี้คุณสามารถกำหนดวันทำงานและวันหยุดของคุณได้ เมื่อบันทึกแล้ว ทุกคนจะเห็นได้ ทำให้ทีมทั้งหมดมีตารางเวลาและความพร้อมที่สอดคล้องกัน",
  "v7_0_news_main_array_item_7_title": "แนะนำฟิลเตอร์ข้อความคอลัมน์",
  "v7_0_news_main_array_item_7_subtitle": "ฟิลเตอร์ข้อความใหม่ของเราช่วยให้คุณกรองงานได้โดยตรงในตาราง: เพิ่มฟิลเตอร์ในคอลัมน์ข้อความที่กำหนดเอง ค้นหารายการที่ตรงกันได้ทันที และทำให้รายการงานจำนวนมากสามารถนำทางได้โดยไม่ต้องใช้คำสั่งที่ซับซ้อน",
  "v7_0_news_main_array_item_8_title": "อัปเดตเพิ่มเติม",
  "v7_0_news_main_array_item_8_subtitle": "<b>โครงการปิดอัตโนมัติ:</b> เมื่อโครงการถูกทำเครื่องหมายว่าเสร็จแล้ว ยกเลิก หรือซ้ำ ขณะนี้จะถูกทำเครื่องหมายว่าปิดโดยอัตโนมัติ — และในทางกลับกัน<br><br><b>ข้อเสนอแนะโครงการอัจฉริยะ:</b> เมื่องานทั้งหมดในโครงการเสร็จสมบูรณ์หรือปิดแล้ว คุณจะได้รับข้อเสนอแนะที่เป็นประโยชน์ให้ทำเครื่องหมายโครงการทั้งหมดว่าเสร็จแล้ว<br><br><b>การติดตามกิจกรรมที่ดีขึ้น:</b> บันทึกกิจกรรมขณะนี้แสดงประวัติการอัปเดตและการเปลี่ยนแปลงทั้งหมดสำหรับ: รายละเอียด โครงการและแผนก ทำให้เห็นได้ง่ายขึ้นว่าเกิดอะไรขึ้นและเมื่อไหร่"
}