{
  "v7_0_news_title": "v7.0 Proje Portföy Yönetimi",
  "v7_0_news_main_name": "Yenilikler",
  "v7_0_news_page_hrp": "sohbetlerde-dosya-paylaşimi--izin-gunleri-sunumu--gelismis-daha-fazla-bilgi-bolumu",
  "v7_0_news_page_title": "JustDo Proje Portföy Yönetimi 7.0 | Size en çok ihtiyaç duyan projeyi görün",
  "v7_0_news_page_description": "JustDo Proje Portföy Yönetimi 7.0'ı keşfedin - risk altındaki projeleri anında vurgulayan, canlı Gantt, sohbette dosya paylaşımı, uyarlanabilir çalışma alanı kontrolleri ve daha fazlası sunan kurumsal proje-portföy yönetimi.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Bil. Harekete Geç. Teslim Et.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo Proje Portföy Yönetimi ile tanışın - size en çok ihtiyaç duyan projeyi anında görün ve her portföyü rayında tutun.",
  "v7_0_news_main_array_item_1_title": "JustDo Proje Portföy Yönetimi - Tahmin etmeyi bırakın. Bilmeye başlayın.",
  "v7_0_news_main_array_item_1_subtitle": "Her tekrarlayan proje inceleme toplantısı kendi odaklanmış panosunu alır, böylece her tartışma konudan sapmadan ve zamanında kalır.",
  "v7_0_news_main_array_item_2_subtitle": "Akıllı durum renkleri, son teslim tarihleri kaçmadan önce risk altındaki projeleri ortaya çıkarır. Bir bakışta nerede önce harekete geçeceğinizi anlarsınız.",
  "v7_0_news_main_array_item_3_title": "Sohbetlerde Sorunsuz Dosya Paylaşımı",
  "v7_0_news_main_array_item_3_subtitle": "Birden fazla belgeyi kolaylıkla paylaşın - sohbetlerimiz artık dosya yüklemelerini tam olarak destekliyor. Sohbetlerde paylaşılan tüm belgeler otomatik olarak görevin Dosyalar bölümünde saklanır, her şeyi düzenli ve erişilebilir tutar.",
  "v7_0_news_main_array_item_4_title": "Tabloda Konumlandırma Özelliği",
  "v7_0_news_main_array_item_4_subtitle": "Yeni Tabloda Konumlandır özelliği ile ihtiyacınız olan bilgileri doğrudan Daha Fazla Bilgi bölümünden bulun.",
  "v7_0_news_main_array_item_5_title": "Daha Fazla Bilgi Bölümü Yükseltmesi",
  "v7_0_news_main_array_item_5_subtitle": "Artık tüm alanları bir kerede kolaylıkla gösterebilir veya gizleyebilirsiniz, çalışma alanınız üzerinde daha fazla kontrol sahibi olursunuz. Ayrıca çoklu seçim parametreleri olan seçenekleri görüntüleyebilirsiniz, karmaşık verileri yönetmeyi ve gezinmeyi kolaylaştırır.",
  "v7_0_news_main_array_item_6_title": "İzin Günleri",
  "v7_0_news_main_array_item_6_subtitle": "Artık çalışma günlerinizi ve izin günlerinizi belirleyebilirsiniz. Kaydedildikten sonra herkes tarafından görülebilir olacak ve tüm ekibinizi programlar ve uygunluk konusunda uyumlu tutacaktır.",
  "v7_0_news_main_array_item_7_title": "Sütun Metin Filtreleri Tanıtımı",
  "v7_0_news_main_array_item_7_subtitle": "Yeni metin filtrelerimiz görevleri doğrudan tabloda rafine etmenize izin verir: herhangi bir özel metin sütununa filtre ekleyin, eşleşen öğeleri anında bulun ve büyük birikimleri karmaşık sorgular olmadan gezinilebilir tutun.",
  "v7_0_news_main_array_item_8_title": "Daha Fazla Güncelleme",
  "v7_0_news_main_array_item_8_subtitle": "<b>Projeler otomatik olarak kapanır:</b> Bir proje Tamamlandı, İptal Edildi veya Kopya olarak işaretlendiğinde, artık otomatik olarak Kapalı olarak işaretlenecektir — ve tersi de geçerlidir.<br><br><b>Akıllı proje önerileri:</b> Bir projedeki tüm görevler tamamlandığında veya kapatıldığında, tüm projeyi Tamamlandı olarak işaretlemeniz için yararlı bir öneri alacaksınız.<br><br><b>Geliştirilmiş etkinlik takibi:</b> Etkinlik Günlüğü artık hem Projeler hem de Departmanlar için güncellemelerin ve değişikliklerin tam geçmişini gösterir, böylece ne olduğunu ve ne zaman olduğunu görmek daha kolaydır."
}