{
  "v7_0_news_title": "v7.0 Управління портфелем проектів",
  "v7_0_news_main_name": "Що нового",
  "v7_0_news_page_hrp": "files-in-chat--days-off-presentation--advanced-more-info-section",
  "v7_0_news_page_title": "JustDo Управління портфелем проектів 7.0 | Визначте проект, який потребує найбільше уваги",
  "v7_0_news_page_description": "Відкрийте JustDo Управління портфелем проектів 7.0 - корпоративне управління проект-портфелем, яке миттєво виділяє проекти в зоні ризику, забезпечує живу діаграму Гантта, обмін файлами в чаті, адаптивні елементи управління робочим простором та багато іншого.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Знай. Дій. Виконуй.",
  "v7_0_news_main_array_item_0_subtitle": "Знайомтесь з JustDo Управління портфелем проектів - миттєво бачте проект, який потребує найбільше вашої уваги, та тримайте кожен портфель на правильному шляху.",
  "v7_0_news_main_array_item_1_title": "JustDo Управління портфелем проектів - Припиніть вгадувати. Почніть знати.",
  "v7_0_news_main_array_item_1_subtitle": "Кожна періодична нарада з огляду проекту отримує власну цілеспрямовану панель управління, щоб кожне обговорення залишалося по суті та в термінах.",
  "v7_0_news_main_array_item_2_subtitle": "Розумні кольори статусу виявляють проекти в зоні ризику до порушення термінів. Один погляд підкаже, де діяти в першу чергу.",
  "v7_0_news_main_array_item_3_title": "Безперешкодний обмін файлами в чатах",
  "v7_0_news_main_array_item_3_subtitle": "Легко діліться кількома документами - наші чати тепер повністю підтримують завантаження файлів. Всі документи, якими поділилися в чатах, автоматично зберігаються в розділі Файли завдання, утримуючи все в порядку та легкодоступним.",
  "v7_0_news_main_array_item_4_title": "Можливість знайти в таблиці",
  "v7_0_news_main_array_item_4_subtitle": "Знаходьте потрібну інформацію безпосередньо з розділу Додаткова інформація за допомогою нової функції Знайти в таблиці.",
  "v7_0_news_main_array_item_5_title": "Оновлення розділу Додаткова інформація",
  "v7_0_news_main_array_item_5_subtitle": "Тепер ви можете легко показувати або приховувати всі поля одночасно, надаючи вам більше контролю над робочим простором. Ви також можете переглядати опції з параметрами множинного вибору, що спрощує управління та навігацію складними даними.",
  "v7_0_news_main_array_item_6_title": "Вихідні дні",
  "v7_0_news_main_array_item_6_subtitle": "Тепер ви можете встановити свої робочі дні та вихідні. Після збереження вони будуть видимі всім, утримуючи вашу команду в курсі розкладів та доступності.",
  "v7_0_news_main_array_item_7_title": "Представляємо текстові фільтри колонок",
  "v7_0_news_main_array_item_7_subtitle": "Наші нові текстові фільтри дозволяють уточнювати завдання безпосередньо в таблиці: додайте фільтр до будь-якої користувацької текстової колонки, миттєво знаходьте відповідні елементи та підтримуйте великі списки завдань зручними для навігації без складних запитів.",
  "v7_0_news_main_array_item_8_title": "Більше оновлень",
  "v7_0_news_main_array_item_8_subtitle": "<b>Проекти закриваються автоматично:</b> Коли проект позначається як Виконаний, Скасований або Дублікат, він тепер автоматично позначається як Закритий — і навпаки.<br><br><b>Розумні пропозиції проектів:</b> Коли всі завдання в проекті завершені або закриті, ви отримаєте корисну пропозицію позначити весь проект як Виконаний.<br><br><b>Покращене відстеження активності:</b> Журнал активності тепер показує повну історію оновлень та змін як для Проектів, так і для Відділів, тому легше бачити, що сталося і коли."
}