{
  "v7_0_news_title": "v7.0 Loyiha Portfeli Boshqaruvi",
  "v7_0_news_main_name": "Yangiliklar",
  "v7_0_news_page_hrp": "chat-da-fayllar--dam-olish-kunlari-taqdimoti--kengaytirilgan-batafsil-malumot-bolimi",
  "v7_0_news_page_title": "JustDo Loyiha Portfeli Boshqaruvi 7.0 | Sizga eng zarur loyihani ko'ring",
  "v7_0_news_page_description": "JustDo Loyiha Portfeli Boshqaruvi 7.0ni kashf eting - korxona loyiha-portfel boshqaruvi xavfdagi loyihalarni zudlik bilan ajratib ko'rsatadi, jonli Gantt, chat ichida fayl almashish, moslashuvchan ish maydoni boshqaruvi va boshqalar.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Bil. Harakat qil. Amalga oshir.",
  "v7_0_news_main_array_item_0_subtitle": "JustDo Loyiha Portfeli Boshqaruvi bilan tanishing - sizga eng zarur loyihani zudlik bilan ko'ring va har bir portfelni yo'lida ushlab turing.",
  "v7_0_news_main_array_item_1_title": "JustDo Loyiha Portfeli Boshqaruvi - Taxmin qilishni to'xtating. Bilishni boshlang.",
  "v7_0_news_main_array_item_1_subtitle": "Har bir takroriy loyiha ko'rib chiqish yig'ilishi o'zining maxsus boshqaruv paneli (dashboard)ni oladi, shu bilan har bir muhokama asosiy mavzu va vaqt bo'yicha to'g'ri yo'nalishda qoladi.",
  "v7_0_news_main_array_item_2_subtitle": "Aqlli holat ranglari muddatlar o'tkazib yuborilishidan oldin xavfdagi loyihalarni namoyon qiladi. Bir qarash bilan qaerdan birinchi navbatda harakat qilish kerakligini bilasiz.",
  "v7_0_news_main_array_item_3_title": "Chatlarda Silliq Fayl Almashish",
  "v7_0_news_main_array_item_3_subtitle": "Bir necha hujjatni osonlik bilan almashing - chatlarimiz endi fayl yuklashni to'liq qo'llab-quvvatlaydi. Chatlarda almashilgan barcha hujjatlar avtomatik ravishda vazifa Fayllar bo'limida saqlanadi, hamma narsani tartibli va oson kirish imkonini beradi.",
  "v7_0_news_main_array_item_4_title": "Jadvalda Topish Imkoniyati",
  "v7_0_news_main_array_item_4_subtitle": "Batafsil Ma'lumot bo'limidan yangi \"Jadvalda Topish\" funksiyasi yordamida kerakli ma'lumotni to'g'ridan-to'g'ri toping.",
  "v7_0_news_main_array_item_5_title": "Batafsil Ma'lumot Bo'limini Yangilash",
  "v7_0_news_main_array_item_5_subtitle": "Endi siz barcha maydonlarni bir vaqtning o'zida osongina ko'rsatish yoki yashirishingiz mumkin, bu sizga ish maydoningiz ustidan ko'proq nazorat beradi. Shuningdek, ko'p tanlovli parametrlar bilan variantlarni ko'rishingiz mumkin, bu murakkab ma'lumotlarni boshqarish va navigatsiya qilishni osonlashtiradi.",
  "v7_0_news_main_array_item_6_title": "Dam Olish Kunlari",
  "v7_0_news_main_array_item_6_subtitle": "Endi siz ish kunlaringiz va dam olish kunlaringizni belgilashingiz mumkin. Saqlangandan so'ng, ular hamma uchun ko'rinadi va butun jamoangizni jadvallar va mavjudlik bo'yicha bir xil yo'nalishda ushlab turadi.",
  "v7_0_news_main_array_item_7_title": "Ustun Matn Filtrlarini Joriy Etish",
  "v7_0_news_main_array_item_7_subtitle": "Yangi matn filtrlarimiz sizga vazifalarni to'g'ridan-to'g'ri jadvalda aniqlashtirishga imkon beradi: har qanday maxsus matn ustuniga filtr qo'shing, mos keluvchi elementlarni zudlik bilan toping va katta backloglarni murakkab so'rovlarsiz navigatsiya qilinadigan holatda saqlang.",
  "v7_0_news_main_array_item_8_title": "Boshqa Yangilanishlar",
  "v7_0_news_main_array_item_8_subtitle": "<b>Loyihalar avtomatik yopiladi:</b> Loyiha Bajarilgan, Bekor qilingan yoki Takroriy deb belgilanganda, endi u avtomatik ravishda Yopiq deb belgilanadi - va aksincha.<br><br><b>Aqlli loyiha tavsiyalari:</b> Loyihadagi barcha vazifalar bajarilgan yoki yopilganda, butun loyihani Bajarilgan deb belgilash uchun foydali tavsiya olasiz.<br><br><b>Yaxshilangan faoliyat kuzatuvi:</b> Faoliyat jurnali endi quyidagilar uchun yangilanishlar va o'zgarishlarning to'liq tarixini ko'rsatadi: Tavsif, Loyihalar va Bo'limlar, shuning uchun nima bo'lganini va qachon bo'lganini ko'rish osonroq."
}