{
  "v7_0_news_title": "Quản Lý Danh Mục Dự Án JustDo v7.0",
  "v7_0_news_main_name": "Tính năng mới",
  "v7_0_news_page_hrp": "chia-se-file-trong-chat--ngay-nghi--phan-thong-tin-chi-tiet-nang-cao",
  "v7_0_news_page_title": "Quản Lý Danh Mục Dự Án JustDo 7.0 | Xem dự án cần bạn nhất",
  "v7_0_news_page_description": "Khám phá JustDo Quản Lý Danh Mục Dự Án 7.0 - giải pháp quản lý danh mục dự án doanh nghiệp làm nổi bật ngay lập tức các dự án có rủi ro, mang đến biểu đồ Gantt trực tiếp, chia sẻ file trong chat và nhiều hơn nữa.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - Biết. Hành động. Giao hàng.",
  "v7_0_news_main_array_item_0_subtitle": "Gặp gỡ JustDo Quản Lý Danh Mục Dự Án - ngay lập tức xem dự án cần bạn nhất và giữ mọi danh mục dự án đi đúng hướng.",
  "v7_0_news_main_array_item_1_title": "JustDo Quản Lý Danh Mục Dự Án - Dừng đoán. Bắt đầu biết.",
  "v7_0_news_main_array_item_1_subtitle": "Mỗi cuộc họp đánh giá dự án định kỳ có bảng điều khiển tập trung riêng, để mọi thảo luận luôn đúng trọng tâm và đúng thời gian.",
  "v7_0_news_main_array_item_2_subtitle": "Màu trạng thái thông minh làm nổi bật các dự án có rủi ro trước khi deadline trễ. Một cái nhìn cho bạn biết nên hành động đầu tiên ở đâu.",
  "v7_0_news_main_array_item_3_title": "Chia Sẻ File Liền Mạch trong Chat",
  "v7_0_news_main_array_item_3_subtitle": "Chia sẻ nhiều tài liệu một cách dễ dàng - chat của chúng tôi giờ đây hỗ trợ đầy đủ tải lên file. Tất cả tài liệu được chia sẻ trong chat sẽ tự động được lưu trữ trong phần Files của task, giữ mọi thứ được tổ chức và dễ truy cập.",
  "v7_0_news_main_array_item_4_title": "Khả Năng Định Vị trên Bảng",
  "v7_0_news_main_array_item_4_subtitle": "Tìm thông tin bạn cần trực tiếp từ phần Thông Tin Chi Tiết với tính năng Định Vị trên Bảng mới.",
  "v7_0_news_main_array_item_5_title": "Nâng Cấp Phần Thông Tin Chi Tiết",
  "v7_0_news_main_array_item_5_subtitle": "Giờ đây bạn có thể dễ dàng hiển thị hoặc ẩn tất cả các trường cùng một lúc, cho bạn quyền kiểm soát không gian làm việc nhiều hơn. Bạn cũng có thể xem các tùy chọn với tham số đa lựa chọn, giúp quản lý và điều hướng dữ liệu phức tạp dễ dàng hơn.",
  "v7_0_news_main_array_item_6_title": "Ngày Nghỉ",
  "v7_0_news_main_array_item_6_subtitle": "Giờ đây bạn có thể đặt các ngày làm việc và ngày nghỉ của mình. Sau khi lưu, chúng sẽ hiển thị cho mọi người, giúp cả nhóm đồng bộ về lịch trình và tình trạng sẵn có."
}