{
  "v7_0_news_title": "v7.0 פּראָיעקט פּאָרטפֿאָליאָ פאַרוואַלטונג",
  "v7_0_news_main_name": "וואָס איז נײַ",
  "v7_0_news_page_hrp": "טעקעס-אין-שמועס--רו-טעג-פּרעזענטאַציע--פֿאַרגרעסערטע-מער-אינפֿאָרמאַציע-אָפּטיילונג",
  "v7_0_news_page_title": "JustDo פּראָיעקט פּאָרטפֿאָליאָ פאַרוואַלטונג 7.0 | זע דעם פּראָיעקט וואָס דאַרף דיך",
  "v7_0_news_page_description": "אַנטדעק JustDo פּראָיעקט פּאָרטפֿאָליאָ פאַרוואַלטונג 7.0 - פֿאַרנעם פּראָיעקט-פּאָרטפֿאָליאָ פאַרוואַלטונג וואָס באַלד באַטאָנט אין-ריזיקע פּראָיעקטן, ברענגט לעבעדיקע Gantt, אין-שמועס טעקע־טיילונג, אַדאַפּטיווע אַרבעטס־פּלאַץ קאָנטראָלס און מער.",
  "v7_0_news_page_main_h1": "JustDo v7.0 - וויסן. טון. איבערגעבן.",
  "v7_0_news_main_array_item_0_subtitle": "טרעף JustDo פּראָיעקט פּאָרטפֿאָליאָ פאַרוואַלטונג - באַלד זען דעם פּראָיעקט וואָס דאַרף דיך מערסטנס און האַלט יעדן פּאָרטפֿאָליאָ אויף שפּור.",
  "v7_0_news_main_array_item_1_title": "JustDo פּראָיעקט פּאָרטפֿאָליאָ פאַרוואַלטונג - הער אויף צו שאַצן. הייב אָן צו וויסן.",
  "v7_0_news_main_array_item_1_subtitle": "יעדער איבערחזרנדיקער פּראָיעקט איבערקוק זיצונג באַקומט איר אייגן פֿאָקוסירטע לוח, אַזוי יעדער דיסקוסיע בלייבט אויף פּונקט און אויף צײַט.",
  "v7_0_news_main_array_item_2_subtitle": "קלוגע סטאַטוס פֿאַרבן ברענגען אַרויף אין-ריזיקע פּראָיעקטן פֿאַר לעצטע טערמינען גליטשן. איין בליק זאָגט דיר וווּ צו טון ערשט.",
  "v7_0_news_main_array_item_3_title": "גלײַך טעקע־טיילונג אין שמועסן",
  "v7_0_news_main_array_item_3_subtitle": "טיילט פילע דאָקומענטן מיט גרינגקײט - אונדזערע שמועסן שטיצן איצט פֿולשטענדיק טעקע אַרויפֿלאָדן. אַלע דאָקומענטן וואָס ווערן געטיילט אין שמועסן ווערן אַוטאָמאַטיש אויפֿגעהיטן אין דער אַרבעט־זאַךס טעקעס אָפּטיילונג, האַלטנדיק אַלץ אָרגאַניזירט און גרינג צוגענגלעך.",
  "v7_0_news_main_array_item_4_title": "געפֿינען אויף טיש מעגלעכקײט",
  "v7_0_news_main_array_item_4_subtitle": "געפֿינט די אינפֿאָרמאַציע איר דאַרפֿט גלײַך פֿון דער מער אינפֿאָ אָפּטיילונג מיט דער נײַער געפֿינען אויף דער טיש פֿעכיקײט.",
  "v7_0_news_main_array_item_5_title": "מער אינפֿאָ אָפּטיילונג פֿאַרבעסערונג",
  "v7_0_news_main_array_item_5_subtitle": "איצט איר קענט גרינג ווײַזן אָדער באַהאַלטן אַלע פֿעלדער מיט איין מאָל, געבנדיק אײַך מער קאָנטראָל איבער אײַער אַרבעטס־פּלאַץ. איר קענט אויך קוקן ברירות מיט מולטי־סעלעקט פּאַראַמעטערס, מאַכנדיק עס פּאַשוטער צו פאַרוואַלטן און נאַוויגירן קאָמפּליצירטע דאַטן.",
  "v7_0_news_main_array_item_6_title": "רו־טעג",
  "v7_0_news_main_array_item_6_subtitle": "איר קענט איצט באַשטימען אײַערע אַרבעט־טעג און רו־טעג. אַמאָל אויפֿגעהיטן, זיי וועלן זיין זעבאַר פֿאַר אַלעמען, האַלטנדיק אײַער גאַנצן קאָלעקטיוו איינגעשטימט אויף סקעדולס און גרײטקײט.",
  "v7_0_news_main_array_item_7_title": "באַקענען מיט זייַל טעקסט פילטערס",
  "v7_0_news_main_array_item_7_subtitle": "אונדזערע נײַע טעקסט פילטערס לאָזן אײַך פינער מאַכן אויפֿגאַבעס גלייך אין דער טאַבעל: לייגט צו א פילטער צו יעדער באַליבען טעקסט זייַל, געפינט פּאַסיקע זאַכן באַלד, און האַלט גרויסע אַרכיוון נאַוויגאַבל אָן קאָמפּליצירטע פֿראַגעס.",
  "v7_0_news_main_array_item_8_title": "מער דערהײַנטיקונגען",
  "v7_0_news_main_array_item_8_subtitle": "<b>פּראָיעקטן פֿאַרמאַכן זיך אַוטאָמאַטיש:</b> ווען אַ פּראָיעקט ווערט באַצייכנט ווי געטאָן, אָפּגעזאָגט אָדער דופּליקאַט, וועט ער איצט אַוטאָמאַטיש ווערן באַצייכנט ווי פֿאַרמאַכט - און פֿאַרקערט.<br><br><b>קלוגע פּראָיעקט פֿאָרשלאָגן:</b> ווען אַלע אַרבעטן אין אַ פּראָיעקט זענען געענדיקט אָדער פֿאַרמאַכט, וועט איר באַקומען אַ הילפֿלעכן פֿאָרשלאָג צו באַצייכענען דעם גאַנצן פּראָיעקט ווי געטאָן.<br><br><b>פֿאַרבעסערטע טעטיקייט נאָכפֿאָלגן:</b> דער טעטיקייט לאָג ווײַזט איצט די גאַנצע געשיכטע פֿון דערהײַנטיקונגען און ענדערונגען פֿאַר ביידע פּראָיעקטן און אָפּטיילונגען."
}