{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Wat's nuut",
  "v5_2_news_main_array_item_0_subtitle": "Vandag is ons verheug om die vrystelling van JustDo v5.2 aan te kondig, ons mees inklusiewe en globaal-gefokusde opdatering tot dusver. Hierdie nuwe weergawe bring 'n reeks kenmerke wat ontwerp is om projekbestuur werklik grensloos te maak.",
  "v5_2_news_main_array_item_1_title": "Volledige Regs-na-Links Ondersteuning: Bemagtiging van Globale Spanne",
  "v5_2_news_main_array_item_1_subtitle": "Ons is opgewonde om volledige ondersteuning vir regs-na-links (RTL) uitlegte bekend te stel. Hierdie kenmerk verseker naatlose projekbestuur vir gebruikers van tale soos Arabies, Hebreeus en Jiddisj. <br><br>JustDo staan trots as die enigste moderne projekbestuursagteware wat ware regs-na-links ontwerp bied. Ons gebruikerskoppelvlak is noukeurig na regs belyn, wat 'n natuurlike en intuïtiewe ervaring vir RTL-taalgebruikers bied. Hierdie aandag aan detail onderskei ons, wat JustDo die voor die hand liggende keuse maak vir globale spanne wat outentieke RTL-ondersteuning vereis.",
  "v5_2_news_main_array_item_2_title": "Praat Jou Taal: JustDo Nou in 60+ Tale",
  "v5_2_news_main_array_item_2_subtitle": "JustDo is nou beskikbaar in meer as 60 tale, wat dit werklik globaal maak. Van አማርኛ (Amharies) tot Tiếng Việt (Viëtnamees), ons het jou gedek. <br><br> Engels, العربية (Arabies), Español (Spaans), Français (Frans), עברית (Hebreeus), 日本語 (Japannees), ភាសាខ្មែរ (Khmer), 한국어 (Koreaans), Português de Portugal (Portugees van Portugal), Português do Brasil (Portugees van Brasilië), Tiếng Việt (Viëtnamees), Русский (Russies), ייִדיש (Jiddisj), Italiano (Italiaans), Deutsch (Duits), हिन्दी (Hindi), Türkçe (Turks), Ελληνικά (Grieks), Dansk (Deens), Suomi (Fins), Nederlands, Svenska (Sweeds), ไทย (Thai), Bahasa Indonesia (Indonesies), Polski (Pools), čeština (Tsjeggies), Magyar (Hongaars), Română (Roemeens), Slovenčina (Slowaaks), Українська (Oekraïens), Български (Bulgaars), Hrvatski (Kroaties), Српски језик (Serwies), slovenščina (Sloweens), Eesti (Estnies), latviešu valoda (Letties), Lietuvių kalba (Litaus), አማርኛ (Amharies), 简体中文 (Vereenvoudigde Sjinees), 繁體中文 (Tradisionele Sjinees), Kiswahili (Swahili), Afrikaans, Azərbaycan dili (Azerbeidjans), Беларуская мова (Wit-Russies), বাংলা (Bengaals), Bosanski (Bosnies), Català (Katalaans), Euskara (Baskies), Lëtzebuergesch (Luxemburgs), македонски јазик (Masedonies), नेपाली (Nepalees), Norsk bokmål (Noorweegs Bokmål), Shqip (Albanees), தமிழ் (Tamil), O'zbekcha (Oezbeeks), Հայերեն (Armeens), Қазақ тілі (Kasaks), кыргыз тили (Kirgisies), Bahasa Melayu (Maleisies), тоҷикӣ (Tadjiks).",
  "v5_2_news_main_array_item_3_title": "Bekendstelling van die Slim Gebruiker-hulpballon",
  "v5_2_news_main_array_item_3_subtitle": "Sweef oor enige gebruiker se avatar om toegang tot ons nuwe, stylvolle Gebruiker-hulpballon te kry. Kry vinnige insigte oor jou spanlede sonder om jou werksvloei te onderbreek.",
  "v5_2_news_main_array_item_4_title": "Verbeterde Gebruikerservaring: Herontwerpte Koppelvlak vir Klets",
  "v5_2_news_main_array_item_4_subtitle": "Ons het ons kletskenmerk, beide in die onderste vensters en binne die taakpaneel, herontwerp vir gladder spankommunikasie.",
  "v5_2_news_page_title": "JustDo v5.2: Globale Bereik met Regs-na-Links Ondersteuning & 60+ Tale!",
  "v5_2_news_page_description": "Ervaar die krag van globale projekbestuur met JustDo 5.2! Ons het volle Regs-na-Links (RTL) ondersteuning, meer as 60 taalopsies, 'n verbeterde kletskoppelvlak en meer bygevoeg."
}