{
  "v5_2_news_title": "الإصدار 5.2",
  "v5_2_news_main_name": "ما الجديد",
  "v5_2_news_main_array_item_0_subtitle": "يسرنا اليوم الإعلان عن إطلاق الإصدار 5.2 من JustDo، وهو تحديثنا الأكثر شمولاً وتركيزًا على العالمية حتى الآن. يجلب هذا الإصدار الجديد مجموعة من الميزات المصممة لجعل إدارة المشاريع حقًا بلا حدود.",
  "v5_2_news_main_array_item_1_title": "دعم كامل للكتابة من اليمين إلى اليسار: تمكين الفرق العالمية",
  "v5_2_news_main_array_item_1_subtitle": "يسرنا تقديم الدعم الكامل لتخطيطات الكتابة من اليمين إلى اليسار (RTL). تضمن هذه الميزة إدارة سلسة للمشاريع لمستخدمي اللغات مثل العربية والعبرية واليديشية. <br><br>يفخر JustDo بكونه برنامج إدارة المشاريع الحديث الوحيد الذي يقدم تصميمًا حقيقيًا من اليمين إلى اليسار. تمت محاذاة واجهة المستخدم لدينا بعناية إلى اليمين، مما يوفر تجربة طبيعية وبديهية لمستخدمي اللغات التي تُكتب من اليمين إلى اليسار. هذا الاهتمام بالتفاصيل يميزنا، مما يجعل JustDo الخيار الأمثل للفرق العالمية التي تتطلب دعمًا أصيلًا للكتابة من اليمين إلى اليسار.",
  "v5_2_news_main_array_item_2_title": "تحدث بلغتك: JustDo الآن بأكثر من 60 لغة",
  "v5_2_news_main_array_item_2_subtitle": "أصبح JustDo متاحًا الآن بأكثر من 60 لغة، مما يجعله عالميًا حقًا. من الأمهرية إلى الفيتنامية، لدينا كل ما تحتاجه. <br><br> الإنجليزية، العربية، الإسبانية، الفرنسية، العبرية، اليابانية، الخميرية، الكورية، البرتغالية (البرتغال)، البرتغالية (البرازيل)، الفيتنامية، الروسية، اليديشية، الإيطالية، الألمانية، الهندية، التركية، اليونانية، الدنماركية، الفنلندية، الهولندية، السويدية، التايلاندية، الإندونيسية، البولندية، التشيكية، المجرية، الرومانية، السلوفاكية، الأوكرانية، البلغارية، الكرواتية، الصربية، السلوفينية، الإستونية، اللاتفية، الليتوانية، الأمهرية، الصينية المبسطة، الصينية التقليدية، السواحيلية، الأفريكانية، الأذربيجانية، البيلاروسية، البنغالية، البوسنية، الكتالانية، الباسكية، اللوكسمبورغية، المقدونية، النيبالية، النرويجية (بوكمال)، الألبانية، التاميلية، الأوزبكية، الأرمينية، الكازاخستانية، القيرغيزية، الماليزية، الطاجيكية.",
  "v5_2_news_main_array_item_3_title": "تقديم تلميح المستخدم الذكي",
  "v5_2_news_main_array_item_3_subtitle": "مرر المؤشر فوق أي صورة رمزية للمستخدم للوصول إلى تلميح المستخدم الأنيق الجديد. احصل على رؤى سريعة حول أعضاء فريقك دون تعطيل سير عملك.",
  "v5_2_news_main_array_item_4_title": "تحسين تجربة المستخدم: واجهة الدردشة المعاد تصميمها",
  "v5_2_news_main_array_item_4_subtitle": "لقد أعدنا تصميم ميزة الدردشة لدينا، سواء في النوافذ السفلية أو داخل لوحة المهام، لتحسين التواصل بين أعضاء الفريق.",
  "v5_2_news_page_title": "JustDo الإصدار 5.2: وصول عالمي مع دعم الكتابة من اليمين إلى اليسار وأكثر من 60 لغة!",
  "v5_2_news_page_description": "اختبر قوة إدارة المشاريع العالمية مع JustDo 5.2! أضفنا دعمًا كاملاً للكتابة من اليمين إلى اليسار، وأكثر من 60 خيارًا للغات، وواجهة دردشة محسنة، والمزيد."
}