{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Yeniliklər",
  "v5_2_news_main_array_item_0_subtitle": "Bu gün JustDo v5.2 versiyasının buraxılışını elan etməkdən məmnunluq duyuruq. Bu yeni versiya layihə idarəetməsini həqiqətən sərhədsiz etmək üçün nəzərdə tutulmuş bir sıra xüsusiyyətlər gətirir.",
  "v5_2_news_main_array_item_1_title": "Tam Sağdan Sola Dəstəyi: Qlobal Komandaları Gücləndirmə",
  "v5_2_news_main_array_item_1_subtitle": "Sağdan sola (RTL) düzənlər üçün tam dəstəyi təqdim etməkdən məmnunuq. Bu xüsusiyyət Ərəb, İvrit və Yəhudi dillərində olan istifadəçilər üçün səlis layihə idarəetməsini təmin edir. <br><br>JustDo, həqiqi sağdan sola dizaynı təklif edən yeganə müasir layihə idarəetmə proqramı olaraq qürurla dayanır. Bizim istifadəçi interfeysi diqqətlə sağa tərəf nizamlanıb və RTL dil istifadəçiləri üçün təbii və intuitiv bir təcrübə təmin edir. Bu detallara diqqət bizi fərqləndirir və JustDo-nu həqiqi RTL dəstəyi tələb edən qlobal komandalar üçün seçim edir.",
  "v5_2_news_main_array_item_2_title": "Öz Dilinizdə Danışın: JustDo İndi 60+ Dildə",
  "v5_2_news_main_array_item_2_subtitle": "JustDo indi 60-dan çox dildə mövcuddur, onu həqiqətən qlobal edir. አማርኛ (Amharca) dilindən Tiếng Việt (Vyetnamca) dilinə qədər, biz hər kəsi əhatə edirik.",
  "v5_2_news_main_array_item_3_title": "Ağıllı İstifadəçi İpucunu (Smart User Tooltip) Təqdim Edirik",
  "v5_2_news_main_array_item_3_subtitle": "İş axınınızı pozmadan komanda üzvləriniz haqqında sürətli məlumat əldə etmək üçün istənilən istifadəçi avatarının üzərinə gəlin və yeni, şık İstifadəçi İpucumuza (User Tooltip) daxil olun.",
  "v5_2_news_main_array_item_4_title": "Təkmilləşdirilmiş İstifadəçi Təcrübəsi: Yenidən Dizayn Edilmiş Söhbət İnterfeysi",
  "v5_2_news_main_array_item_4_subtitle": "Daha səlis komanda ünsiyyəti üçün söhbət xüsusiyyətimizi, həm alt pəncərələrdə, həm də tapşırıq panelində yenidən işləmişik.",
  "v5_2_news_page_title": "JustDo v5.2: 60+ Dilə Tərcümələr və Tam Sağdan Sola Dil Dəstəyi",
  "v5_2_news_page_description": "JustDo 5.2 ilə qlobal layihə idarəetməsinin gücünü yaşayın! Tam Sağdan Sola (RTL) dəstəyi, 60-dan çox dil seçimi, təkmilləşdirilmiş söhbət interfeysi və daha çoxunu əlavə etdik."
}