{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Што новага",
  "v5_2_news_main_array_item_0_subtitle": "Сёння мы рады паведаміць пра выпуск JustDo v5.2, нашага самага інклюзіўнага і глабальна арыентаванага абнаўлення. Гэтая новая версія прыносіць мноства функцый, распрацаваных для таго, каб зрабіць кіраванне праектамі сапраўды без межаў.",
  "v5_2_news_main_array_item_1_title": "Поўная падтрымка напрамку справа налева: Падтрымка глабальных каманд",
  "v5_2_news_main_array_item_1_subtitle": "Мы рады прадставіць поўную падтрымку макетаў справа налева (RTL). Гэтая функцыя забяспечвае бесперашкоднае кіраванне праектамі для карыстальнікаў такіх моў, як арабская, іўрыт і ідыш. <br><br>JustDo з гонарам з'яўляецца адзіным сучасным праграмным забеспячэннем для кіравання праектамі, якое прапануе сапраўдны дызайн справа налева. Наш інтэрфейс карыстальніка старанна выраўнаны ўправа, забяспечваючы натуральны і інтуітыўна зразумелы досвед для карыстальнікаў моў RTL. Гэтая ўвага да дэталяў вылучае нас, робячы JustDo лепшым выбарам для глабальных каманд, якія патрабуюць сапраўднай падтрымкі RTL.",
  "v5_2_news_main_array_item_2_title": "Гаварыце на сваёй мове: JustDo цяпер даступны на 60+ мовах",
  "v5_2_news_main_array_item_2_subtitle": "JustDo цяпер даступны на больш чым 60 мовах, што робіць яго сапраўды глабальным. Ад አማርኛ (амхарскай) да Tiếng Việt (в'етнамскай), мы ахапілі ўсё. <br><br> English (англійская), العربية (арабская), Español (іспанская), Français (французская), עברית (іўрыт), 日本語 (японская), ភាសាខ្មែរ (кхмерская), 한국어 (карэйская), Português de Portugal (партугальская), Português do Brasil (бразільская партугальская), Tiếng Việt (в'етнамская), Русский (руская), ייִדיש (ідыш), Italiano (італьянская), Deutsch (нямецкая), हिन्दी (хіндзі), Türkçe (турэцкая), Ελληνικά (грэчаская), Dansk (дацкая), Suomi (фінская), Nederlands (нідэрландская), Svenska (шведская), ไทย (тайская), Bahasa Indonesia (інданезійская), Polski (польская), čeština (чэшская), Magyar (венгерская), Română (румынская), Slovenčina (славацкая), Українська (украінская), Български (балгарская), Hrvatski (харвацкая), Српски језик (сербская), slovenščina (славенская), Eesti (эстонская), latviešu valoda (латышская), Lietuvių kalba (літоўская), አማርኛ (амхарская), 简体中文 (спрошчаная кітайская), 繁體中文 (традыцыйная кітайская), Kiswahili (суахілі), Afrikaans (афрыкаанс), Azərbaycan dili (азербайджанская), Беларуская мова (беларуская), বাংলা (бенгальская), Bosanski (баснійская), Català (каталанская), Euskara (баскская), Lëtzebuergesch (люксембургская), македонски јазик (македонская), नेपाली (непальская), Norsk bokmål (нарвежская букмол), Shqip (албанская), தமிழ் (тамільская), O'zbekcha (узбекская), Հայերեն (армянская), Қазақ тілі (казахская), кыргыз тили (кыргызская), Bahasa Melayu (малайская), тоҷикӣ (таджыкская).",
  "v5_2_news_main_array_item_3_title": "Прадстаўляем разумную падказку карыстальніка",
  "v5_2_news_main_array_item_3_subtitle": "Навядзіце курсор на любы аватар карыстальніка, каб атрымаць доступ да нашай новай, стыльнай падказкі карыстальніка. Атрымлівайце хуткую інфармацыю пра членаў вашай каманды, не перарываючы свой працоўны працэс.",
  "v5_2_news_main_array_item_4_title": "Пакрашчэнне досведу карыстальніка: Пераробленны інтэрфейс чата",
  "v5_2_news_main_array_item_4_subtitle": "Мы абнавілі нашу функцыю чата, як у ніжніх вокнах, так і ў панэлі задач, для больш плаўных зносін каманды.",
  "v5_2_news_page_title": "JustDo v5.2: Глабальны ахоп з падтрымкай RTL і 60+ моў!",
  "v5_2_news_page_description": "Адчуйце магутнасць глабальнага кіравання праектамі з JustDo 5.2! Мы дадалі поўную падтрымку RTL, больш за 60 моўных опцый, палепшаны інтэрфейс чата і многае іншае."
}