{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Што новага",
  "v5_2_news_main_array_item_0_subtitle": "Сёння мы рады абвясціць аб выпуску JustDo v5.2. Гэтая новая версія прыносіць мноства функцый, прызначаных для таго, каб зрабіць кіраванне праектамі сапраўды без межаў.",
  "v5_2_news_main_array_item_1_title": "Поўная падтрымка напрамку справа налева: Падтрымка глабальных каманд",
  "v5_2_news_main_array_item_1_subtitle": "Мы рады прадставіць поўную падтрымку макетаў справа налева (RTL). Гэтая функцыя забяспечвае бесперашкоднае кіраванне праектамі для карыстальнікаў такіх моў, як арабская, іўрыт і ідыш. <br><br>JustDo з гонарам з'яўляецца адзіным сучасным праграмным забеспячэннем для кіравання праектамі, якое прапануе сапраўдны дызайн справа налева. Наш інтэрфейс карыстальніка старанна выраўнаны ўправа, забяспечваючы натуральны і інтуітыўна зразумелы досвед для карыстальнікаў моў RTL. Гэтая ўвага да дэталяў вылучае нас, робячы JustDo лепшым выбарам для глабальных каманд, якія патрабуюць сапраўднай падтрымкі RTL.",
  "v5_2_news_main_array_item_2_title": "Гаварыце на сваёй мове: JustDo цяпер даступны на 60+ мовах",
  "v5_2_news_main_array_item_2_subtitle": "JustDo цяпер даступны на больш чым 60 мовах, што робіць яго сапраўды глабальным. Ад አማርኛ (амхарскай) да Tiếng Việt (в'етнамскай), мы падтрымліваем усё.",
  "v5_2_news_main_array_item_3_title": "Прадстаўляем разумную падказку карыстальніка",
  "v5_2_news_main_array_item_3_subtitle": "Навядзіце курсор на любы аватар карыстальніка, каб атрымаць доступ да нашай новай, стыльнай падказкі карыстальніка. Атрымлівайце хуткую інфармацыю пра членаў вашай каманды, не перарываючы свой працоўны працэс.",
  "v5_2_news_main_array_item_4_title": "Пакрашчэнне досведу карыстальніка: Пераробленны інтэрфейс чата",
  "v5_2_news_main_array_item_4_subtitle": "Мы абнавілі нашу функцыю чата, як у ніжніх вокнах, так і ў панэлі задач, для больш плаўных зносін каманды.",
  "v5_2_news_page_title": "JustDo v5.2: Пераклады на 60+ моў і поўная падтрымка моў справа налева",
  "v5_2_news_page_description": "Адчуйце магутнасць глабальнага кіравання праектамі з JustDo 5.2! Мы дадалі поўную падтрымку RTL, больш за 60 моўных опцый, палепшаны інтэрфейс чата і многае іншае."
}