{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Какво ново",
  "v5_2_news_main_array_item_0_subtitle": "Днес с удоволствие обявяваме пускането на JustDo v5.2, нашата най-приобщаваща и глобално ориентирана актуализация досега. Тази нова версия носи множество функции, предназначени да направят управлението на проекти истински без граници.",
  "v5_2_news_main_array_item_1_title": "Пълна поддръжка за писане отдясно наляво: Овластяване на глобалните екипи",
  "v5_2_news_main_array_item_1_subtitle": "С вълнение представяме пълна поддръжка за оформления от дясно наляво (RTL). Тази функция осигурява безпроблемно управление на проекти за потребители на езици като арабски, иврит и идиш. <br><br>JustDo гордо се отличава като единственият съвременен софтуер за управление на проекти, предлагащ истински дизайн от дясно наляво. Нашият потребителски интерфейс е внимателно подравнен вдясно, осигурявайки естествено и интуитивно преживяване за потребителите на RTL езици. Това внимание към детайла ни отличава, правейки JustDo предпочитания избор за глобални екипи, изискващи автентична RTL поддръжка.",
  "v5_2_news_main_array_item_2_title": "Говорете на вашия език: JustDo вече на над 60 езика",
  "v5_2_news_main_array_item_2_subtitle": "JustDo вече е достъпен на над 60 езика, което го прави истински глобален. От አማርኛ (амхарски) до Tiếng Việt (виетнамски), ние ви покриваме. <br><br> English (английски), العربية (арабски), Español (испански), Français (френски), עברית (иврит), 日本語 (японски), ភាសាខ្មែរ (кхмерски), 한국어 (корейски), Português de Portugal (португалски от Португалия), Português do Brasil (бразилски португалски), Tiếng Việt (виетнамски), Русский (руски), ייִדיש (идиш), Italiano (италиански), Deutsch (немски), हिन्दी (хинди), Türkçe (турски), Ελληνικά (гръцки), Dansk (датски), Suomi (фински), Nederlands (нидерландски), Svenska (шведски), ไทย (тайски), Bahasa Indonesia (индонезийски), Polski (полски), čeština (чешки), Magyar (унгарски), Română (румънски), Slovenčina (словашки), Українська (украински), Български, Hrvatski (хърватски), Српски језик (сръбски), slovenščina (словенски), Eesti (естонски), latviešu valoda (латвийски), Lietuvių kalba (литовски), አማርኛ (амхарски), 简体中文 (опростен китайски), 繁體中文 (традиционен китайски), Kiswahili (суахили), Afrikaans (африкаанс), Azərbaycan dili (азербайджански), Беларуская мова (беларуски), বাংলা (бенгалски), Bosanski (босненски), Català (каталонски), Euskara (баски), Lëtzebuergesch (люксембургски), македонски јазик, नेपाली (непалски), Norsk bokmål (норвежки букмол), Shqip (албански), தமிழ் (тамилски), O'zbekcha (узбекски), Հայերեն (арменски), Қазақ тілі (казахски), кыргыз тили (киргизки), Bahasa Melayu (малайски), тоҷикӣ (таджикски).",
  "v5_2_news_main_array_item_3_title": "Представяме интелигентния потребителски подсказващ инструмент",
  "v5_2_news_main_array_item_3_subtitle": "Преминете с курсора над всеки потребителски аватар, за да получите достъп до нашия нов, стилен потребителски подсказващ инструмент. Получете бързи прозрения за членовете на вашия екип, без да нарушавате работния си процес.",
  "v5_2_news_main_array_item_4_title": "Подобрено потребителско изживяване: Редизайн на интерфейса за чат",
  "v5_2_news_main_array_item_4_subtitle": "Обновихме нашата функция за чат, както в долните прозорци, така и в панела за задачи, за по-плавна екипна комуникация.",
  "v5_2_news_page_title": "JustDo v5.2: Глобален обхват с поддръжка за RTL и 60+ езика!",
  "v5_2_news_page_description": "JustDo 5.2: Глобално управление на проекти с RTL поддръжка, 60+ езика, подобрен чат интерфейс и още. Сътрудничество без граници."
}