{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Какво ново",
  "v5_2_news_main_array_item_0_subtitle": "Днес с удоволствие обявяваме пускането на JustDo v5.2. Тази нова версия носи множество функции, предназначени да направят управлението на проекти истински без граници.",
  "v5_2_news_main_array_item_1_title": "Пълна поддръжка за писане отдясно наляво: Овластяване на глобалните екипи",
  "v5_2_news_main_array_item_1_subtitle": "С вълнение представяме пълна поддръжка за оформления от дясно наляво (RTL). Тази функция осигурява безпроблемно управление на проекти за потребители на езици като арабски, иврит и идиш. <br><br>JustDo гордо се отличава като единственият съвременен софтуер за управление на проекти, предлагащ истински дизайн от дясно наляво. Нашият потребителски интерфейс е внимателно подравнен вдясно, осигурявайки естествено и интуитивно преживяване за потребителите на RTL езици. Това внимание към детайла ни отличава, правейки JustDo предпочитания избор за глобални екипи, изискващи автентична RTL поддръжка.",
  "v5_2_news_main_array_item_2_title": "Говорете на вашия език: JustDo вече на над 60 езика",
  "v5_2_news_main_array_item_2_subtitle": "JustDo вече е достъпен на над 60 езика, правейки го истински глобален. От አማርኛ (амхарски) до Tiếng Việt (виетнамски), ние сме на ваше разположение.",
  "v5_2_news_main_array_item_3_title": "Представяме интелигентния потребителски подсказващ инструмент",
  "v5_2_news_main_array_item_3_subtitle": "Преминете с курсора над всеки потребителски аватар, за да получите достъп до нашия нов, стилен потребителски подсказващ инструмент. Получете бързи прозрения за членовете на вашия екип, без да нарушавате работния си процес.",
  "v5_2_news_main_array_item_4_title": "Подобрено потребителско изживяване: Редизайн на интерфейса за чат",
  "v5_2_news_main_array_item_4_subtitle": "Обновихме нашата функция за чат, както в долните прозорци, така и в панела за задачи, за по-плавна екипна комуникация.",
  "v5_2_news_page_title": "JustDo v5.2: Въвеждане на преводи на 60+ езика и пълна поддръжка на езици отдясно наляво",
  "v5_2_news_page_description": "JustDo 5.2: Глобално управление на проекти с RTL поддръжка, 60+ езика, подобрен чат интерфейс и още. Сътрудничество без граници."
}