{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "নতুন কী আছে",
  "v5_2_news_main_array_item_0_subtitle": "আজ, আমরা আনন্দের সাথে JustDo v5.2 এর প্রকাশ ঘোষণা করছি, যা আমাদের এখন পর্যন্ত সবচেয়ে অন্তর্ভুক্তিমূলক এবং বিশ্বব্যাপী কেন্দ্রিক আপডেট। এই নতুন সংস্করণটি প্রকল্প ব্যবস্থাপনাকে সত্যিই সীমানাহীন করার জন্য ডিজাইন করা বৈশিষ্ট্যগুলির একটি সমাহার নিয়ে আসে।",
  "v5_2_news_main_array_item_1_title": "সম্পূর্ণ ডান-থেকে-বাম সমর্থন: বিশ্বব্যাপী দলগুলিকে ক্ষমতায়ন করা",
  "v5_2_news_main_array_item_1_subtitle": "আমরা ডান-থেকে-বাম (RTL) লেআউটের জন্য সম্পূর্ণ সমর্থন প্রবর্তন করতে পেরে উত্তেজিত। এই বৈশিষ্ট্যটি আরবি, হিব্রু এবং ইয়িদ্দিশের মতো ভাষার ব্যবহারকারীদের জন্য নির্বিঘ্ন প্রকল্প ব্যবস্থাপনা নিশ্চিত করে। <br><br>JustDo গর্বের সাথে একমাত্র আধুনিক প্রকল্প ব্যবস্থাপনা সফটওয়্যার হিসেবে দাঁড়িয়েছে যা প্রকৃত ডান-থেকে-বাম ডিজাইন প্রদান করে। আমাদের UI সাবধানে ডানদিকে সারিবদ্ধ করা হয়েছে, যা RTL ভাষার ব্যবহারকারীদের জন্য একটি স্বাভাবিক এবং সহজবোধ্য অভিজ্ঞতা প্রদান করে। এই বিশদ মনোযোগ আমাদের আলাদা করে তোলে, JustDo-কে প্রকৃত RTL সমর্থন প্রয়োজন এমন বিশ্বব্যাপী দলগুলির জন্য প্রথম পছন্দ করে তোলে।",
  "v5_2_news_main_array_item_2_title": "আপনার ভাষায় কথা বলুন: JustDo এখন 60+ ভাষায়",
  "v5_2_news_main_array_item_2_subtitle": "JustDo এখন 60টিরও বেশি ভাষায় উপলব্ধ, যা এটিকে সত্যিই বিশ্বব্যাপী করে তুলেছে। অ্যামহারিক থেকে শুরু করে ভিয়েতনামিজ পর্যন্ত, আমরা আপনার জন্য সব কিছু করেছি। <br><br> ইংরেজি, আরবি, স্প্যানিশ, ফরাসি, হিব্রু, জাপানি, খমের, কোরিয়ান, পর্তুগিজ (পর্তুগাল), পর্তুগিজ (ব্রাজিল), ভিয়েতনামিজ, রাশিয়ান, ইয়িদ্দিশ, ইতালিয়ান, জার্মান, হিন্দি, তুর্কি, গ্রিক, ডেনিশ, ফিনিশ, ডাচ, সুইডিশ, থাই, ইন্দোনেশিয়ান, পোলিশ, চেক, হাঙ্গেরিয়ান, রোমানিয়ান, স্লোভাক, ইউক্রেনীয়, বুলগেরিয়ান, ক্রোয়েশিয়ান, সার্বিয়ান, স্লোভেনিয়ান, এস্তোনিয়ান, লাতভিয়ান, লিথুয়ানিয়ান, অ্যামহারিক, সরলীকৃত চীনা, ঐতিহ্যবাহী চীনা, সোয়াহিলি, আফ্রিকানস, আজারবাইজানি, বেলারুশিয়ান, বাংলা, বসনিয়ান, কাতালান, বাস্ক, লুক্সেমবার্গিশ, ম্যাসেডোনিয়ান, নেপালি, নরওয়েজিয়ান বোকমাল, আলবেনিয়ান, তামিল, উজবেক, আর্মেনিয়ান, কাজাখ, কিরগিজ, মালয়, তাজিক।",
  "v5_2_news_main_array_item_3_title": "স্মার্ট ব্যবহারকারী টুলটিপ পরিচয়",
  "v5_2_news_main_array_item_3_subtitle": "যেকোনো ব্যবহারকারীর অবতারের উপর হোভার করুন আমাদের নতুন, স্টাইলিশ ব্যবহারকারী টুলটিপ অ্যাক্সেস করতে। আপনার কর্মপ্রবাহ বাধাগ্রস্ত না করে আপনার দলের সদস্যদের সম্পর্কে দ্রুত অন্তর্দৃষ্টি পান।",
  "v5_2_news_main_array_item_4_title": "উন্নত ব্যবহারকারী অভিজ্ঞতা: পুনঃডিজাইন করা চ্যাট ইন্টারফেস",
  "v5_2_news_main_array_item_4_subtitle": "আমরা আমাদের চ্যাট বৈশিষ্ট্যটি পুনঃডিজাইন করেছি, নীচের উইন্ডোতে এবং টাস্ক প্যানেলের মধ্যে উভয়ই, দলের যোগাযোগের জন্য আরও সুচারু করে তুলেছি।",
  "v5_2_news_page_title": "JustDo v5.2: ডান থেকে বাম সমর্থন ও 60+ ভাষায় বিশ্বব্যাপী পৌঁছানো!",
  "v5_2_news_page_description": "JustDo 5.2 সঙ্গে বিশ্বব্যাপী প্রকল্প ব্যবস্থাপনার শক্তি অনুভব করুন! আমরা সম্পূর্ণ ডান-থেকে-বাম (RTL) সমর্থন, 60টির বেশি ভাষার বিকল্প, উন্নত চ্যাট ইন্টারফেস এবং আরও যোগ করেছি।"
}