{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Šta je novo",
  "v5_2_news_main_array_item_0_subtitle": "Danas smo zadovoljni što možemo najaviti izdanje JustDo v5.2. Ova nova verzija donosi niz funkcija dizajniranih da upravljanje projektima učine zaista bez granica.",
  "v5_2_news_main_array_item_1_title": "Puna podrška za pisanje s desna na lijevo: Osnaživanje globalnih timova",
  "v5_2_news_main_array_item_1_subtitle": "Oduševljeni smo što predstavljamo potpunu podršku za rasporede s desna na lijevo (RTL). Ova funkcija osigurava besprijekorno upravljanje projektima za korisnike jezika poput arapskog, hebrejskog i jidiša. <br><br>JustDo se ponosno ističe kao jedini moderni softver za upravljanje projektima koji nudi istinski dizajn s desna na lijevo. Naš UI je pažljivo poravnat udesno, pružajući prirodno i intuitivno iskustvo za korisnike RTL jezika. Ova pažnja prema detaljima nas izdvaja, čineći JustDo prvim izborom za globalne timove kojima je potrebna autentična RTL podrška.",
  "v5_2_news_main_array_item_2_title": "Govorite svojim jezikom: JustDo sada na 60+ jezika",
  "v5_2_news_main_array_item_2_subtitle": "JustDo je sada dostupan na više od 60 jezika, čineći ga istinski globalnim. Od አማርኛ (amharskog) do Tiếng Việt (vijetnamskog), mi vas pokrivamo.",
  "v5_2_news_main_array_item_3_title": "Predstavljamo pametni korisnički tooltip",
  "v5_2_news_main_array_item_3_subtitle": "Pređite mišem preko bilo koje korisničke avatare da biste pristupili našem novom, stilskom korisničkom tooltipa. Dobijte brze uvide o članovima vašeg tima bez ometanja vašeg radnog toka.",
  "v5_2_news_main_array_item_4_title": "Poboljšano korisničko iskustvo: Redizajnirano sučelje za chat",
  "v5_2_news_main_array_item_4_subtitle": "Renovirali smo našu funkciju chata, kako u donjim prozorima tako i unutar panela zadataka, za glatkiju timsku komunikaciju.",
  "v5_2_news_page_title": "JustDo v5.2: Uvođenje prevoda na 60+ jezika i puna podrška za jezike s desna na lijevo",
  "v5_2_news_page_description": "Iskusite snagu globalnog upravljanja projektima s JustDo 5.2! Dodali smo punu RTL podršku, preko 60 jezičkih opcija, poboljšano sučelje za chat i više."
}