{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Šta je novo",
  "v5_2_news_main_array_item_0_subtitle": "Danas sa zadovoljstvom najavljujemo izdanje JustDo v5.2, našu najinkluzivniju i globalno fokusiranu nadogradnju do sada. Ova nova verzija donosi niz funkcija dizajniranih da učine upravljanje projektima zaista bez granica.",
  "v5_2_news_main_array_item_1_title": "Puna podrška za pisanje s desna na lijevo: Osnaživanje globalnih timova",
  "v5_2_news_main_array_item_1_subtitle": "Oduševljeni smo što predstavljamo potpunu podršku za rasporede s desna na lijevo (RTL). Ova funkcija osigurava besprijekorno upravljanje projektima za korisnike jezika poput arapskog, hebrejskog i jidiša. <br><br>JustDo se ponosno ističe kao jedini moderni softver za upravljanje projektima koji nudi istinski dizajn s desna na lijevo. Naš UI je pažljivo poravnat udesno, pružajući prirodno i intuitivno iskustvo za korisnike RTL jezika. Ova pažnja prema detaljima nas izdvaja, čineći JustDo prvim izborom za globalne timove kojima je potrebna autentična RTL podrška.",
  "v5_2_news_main_array_item_2_title": "Govorite svojim jezikom: JustDo sada na 60+ jezika",
  "v5_2_news_main_array_item_2_subtitle": "JustDo je sada dostupan na više od 60 jezika, čineći ga zaista globalnim. Od አማርኛ (amharskog) do Tiếng Việt (vijetnamskog), mi vas pokrivamo. <br><br> Engleski, العربية (arapski), Español (španski), Français (francuski), עברית (hebrejski), 日本語 (japanski), ភាសាខ្មែរ (kmerski), 한국어 (korejski), Português de Portugal (portugalski - Portugal), Português do Brasil (portugalski - Brazil), Tiếng Việt (vijetnamski), Русский (ruski), ייִדיש (jidiš), Italiano (italijanski), Deutsch (njemački), हिन्दी (hindi), Türkçe (turski), Ελληνικά (grčki), Dansk (danski), Suomi (finski), Nederlands (holandski), Svenska (švedski), ไทย (tajlandski), Bahasa Indonesia (indonežanski), Polski (poljski), čeština (češki), Magyar (mađarski), Română (rumunski), Slovenčina (slovački), Українська (ukrajinski), Български (bugarski), Hrvatski (hrvatski), Српски језик (srpski), slovenščina (slovenački), Eesti (estonski), latviešu valoda (letonski), Lietuvių kalba (litavski), አማርኛ (amharski), 简体中文 (pojednostavljeni kineski), 繁體中文 (tradicionalni kineski), Kiswahili (svahili), Afrikaans (afrikanerski), Azərbaycan dili (azerbejdžanski), Беларуская мова (bjeloruski), বাংলা (bengalski), Bosanski (bosanski), Català (katalonski), Euskara (baskijski), Lëtzebuergesch (luksemburški), македонски јазик (makedonski), नेपाली (nepalski), Norsk bokmål (norveški bokmal), Shqip (albanski), தமிழ் (tamilski), O'zbekcha (uzbečki), Հայերեն (armenski), Қазақ тілі (kazaški), кыргыз тили (kirgiski), Bahasa Melayu (malajski), тоҷикӣ (tadžički).",
  "v5_2_news_main_array_item_3_title": "Predstavljamo pametni korisnički tooltip",
  "v5_2_news_main_array_item_3_subtitle": "Pređite mišem preko bilo koje korisničke avatare da biste pristupili našem novom, stilskom korisničkom tooltipa. Dobijte brze uvide o članovima vašeg tima bez ometanja vašeg radnog toka.",
  "v5_2_news_main_array_item_4_title": "Poboljšano korisničko iskustvo: Redizajnirano sučelje za chat",
  "v5_2_news_main_array_item_4_subtitle": "Renovirali smo našu funkciju chata, kako u donjim prozorima tako i unutar panela zadataka, za glatkiju timsku komunikaciju.",
  "v5_2_news_page_title": "JustDo v5.2: Globalni doseg s RTL podrškom i 60+ jezika!",
  "v5_2_news_page_description": "Iskusite snagu globalnog upravljanja projektima s JustDo 5.2! Dodali smo punu RTL podršku, preko 60 jezičkih opcija, poboljšano sučelje za chat i više."
}