{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Novetats",
  "v5_2_news_main_array_item_0_subtitle": "Avui, ens complau anunciar el llançament de JustDo v5.2. Aquesta nova versió aporta una sèrie de funcionalitats dissenyades per fer que la gestió de projectes sigui veritablement sense fronteres.",
  "v5_2_news_main_array_item_1_title": "Suport complet de dreta a esquerra: Potenciant equips globals",
  "v5_2_news_main_array_item_1_subtitle": "Estem emocionats de presentar el suport complet per a dissenys de dreta a esquerra (RTL). Aquesta funcionalitat assegura una gestió de projectes sense problemes per als usuaris de llengües com l'àrab, l'hebreu i el jiddisch. <br><br>JustDo es destaca orgullosament com l'únic programari modern de gestió de projectes que ofereix un disseny autèntic de dreta a esquerra. La nostra interfície d'usuari està meticulosament alineada a la dreta, proporcionant una experiència natural i intuïtiva per als usuaris de llengües RTL. Aquesta atenció al detall ens distingeix, fent de JustDo l'opció preferida per als equips globals que requereixen un autèntic suport RTL.",
  "v5_2_news_main_array_item_2_title": "Parla el teu idioma: JustDo ara en més de 60 llengües",
  "v5_2_news_main_array_item_2_subtitle": "JustDo ara està disponible en més de 60 idiomes, fent-lo veritablement global. Des de l'አማርኛ (amhàric) fins al Tiếng Việt (vietnamita), et tenim cobert.",
  "v5_2_news_main_array_item_3_title": "Presentem el Tooltip d'Usuari Intel·ligent",
  "v5_2_news_main_array_item_3_subtitle": "Passa el ratolí per sobre de qualsevol avatar d'usuari per accedir al nostre nou i elegant Tooltip d'Usuari. Obtén informació ràpida sobre els membres del teu equip sense interrompre el teu flux de treball.",
  "v5_2_news_main_array_item_4_title": "Experiència d'usuari millorada: Interfície de xat redissenyada",
  "v5_2_news_main_array_item_4_subtitle": "Hem renovat la nostra funció de xat, tant a les finestres inferiors com dins del panell de tasques, per a una comunicació d'equip més fluida.",
  "v5_2_news_page_title": "JustDo v5.2: Presentem traduccions a més de 60 idiomes i suport complet per a llengües de dreta a esquerra",
  "v5_2_news_page_description": "Experimenta el poder de la gestió de projectes global amb JustDo 5.2! Hem afegit suport RTL complet, més de 60 opcions d'idioma, una interfície de xat millorada i més."
}