{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Co je nového",
  "v5_2_news_main_array_item_0_subtitle": "Dnes s potěšením oznamujeme vydání JustDo v5.2, naší dosud nejinkluzivnější a globálně zaměřené aktualizace. Tato nová verze přináší řadu funkcí navržených tak, aby bylo řízení projektů skutečně bez hranic.",
  "v5_2_news_main_array_item_1_title": "Plná podpora psaní zprava doleva: Posílení globálních týmů",
  "v5_2_news_main_array_item_1_subtitle": "S nadšením představujeme kompletní podporu pro rozložení zprava doleva (RTL). Tato funkce zajišťuje bezproblémové řízení projektů pro uživatele jazyků jako arabština, hebrejština a jidiš. <br><br>JustDo hrdě stojí jako jediný moderní software pro řízení projektů nabízející skutečný design zprava doleva. Naše uživatelské rozhraní je pečlivě zarovnáno doprava, což poskytuje přirozený a intuitivní zážitek pro uživatele jazyků RTL. Tato pozornost k detailům nás odlišuje a činí z JustDo první volbu pro globální týmy vyžadující autentickou podporu RTL.",
  "v5_2_news_main_array_item_2_title": "Mluvte svým jazykem: JustDo nyní v 60+ jazycích",
  "v5_2_news_main_array_item_2_subtitle": "JustDo je nyní k dispozici ve více než 60 jazycích, což z něj činí skutečně globální nástroj. Od amharštiny (አማርኛ) po vietnamštinu (Tiếng Việt), máme pro vás řešení. <br><br> Angličtina, arabština (العربية), španělština, francouzština, hebrejština (עברית), japonština (日本語), khmerština (ភាសាខ្មែរ), korejština (한국어), portugalština (Portugalsko), portugalština (Brazílie), vietnamština, ruština, jidiš (ייִדיש), italština, němčina, hindština, turečtina, řečtina, dánština, finština, nizozemština, švédština, thajština, indonéština, polština, čeština, maďarština, rumunština, slovenština, ukrajinština, bulharština, chorvatština, srbština, slovinština, estonština, lotyština, litevština, amharština, zjednodušená čínština, tradiční čínština, svahilština, afrikánština, ázerbájdžánština, běloruština, bengálština, bosenština, katalánština, baskičtina, lucemburština, makedonština, nepálština, norština (bokmål), albánština, tamilština, uzbečtina, arménština, kazaština, kyrgyzština, malajština, tádžičtina.",
  "v5_2_news_main_array_item_3_title": "Představujeme chytrý tooltip uživatele",
  "v5_2_news_main_array_item_3_subtitle": "Najeďte myší na libovolný avatar uživatele a získejte přístup k našemu novému, stylovému tooltiptu uživatele. Získejte rychlý přehled o členech vašeho týmu, aniž byste narušili svůj pracovní postup.",
  "v5_2_news_main_array_item_4_title": "Vylepšený uživatelský zážitek: Přepracované rozhraní chatu",
  "v5_2_news_main_array_item_4_subtitle": "Přepracovali jsme naši funkci chatu, jak v dolních oknech, tak v panelu úkolů, pro plynulejší komunikaci týmu.",
  "v5_2_news_page_title": "JustDo v5.2: Globální dosah s podporou RTL a 60+ jazyky!",
  "v5_2_news_page_description": "Zažijte sílu globálního řízení projektů s JustDo 5.2! Přidali jsme plnou podporu RTL, přes 60 jazykových možností, vylepšené rozhraní chatu a další."
}