{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Nyheder",
  "v5_2_news_main_array_item_0_subtitle": "I dag er vi glade for at kunne annoncere udgivelsen af JustDo v5.2, vores hidtil mest inkluderende og globalt orienterede opdatering. Denne nye version bringer en række funktioner designet til at gøre projektstyring virkelig grænseløs.",
  "v5_2_news_main_array_item_1_title": "Fuld højre-til-venstre understøttelse: Styrker globale teams",
  "v5_2_news_main_array_item_1_subtitle": "Vi er begejstrede for at introducere komplet understøttelse af højre-til-venstre (RTL) layouts. Denne funktion sikrer smidig projektstyring for brugere af sprog som arabisk, hebraisk og jiddisch. <br><br>JustDo er stolt over at være den eneste moderne projektstyringssoftware, der tilbyder ægte højre-til-venstre design. Vores brugergrænseflade er omhyggeligt justeret til højre, hvilket giver en naturlig og intuitiv oplevelse for RTL-sprogbrugere. Denne opmærksomhed på detaljer adskiller os og gør JustDo til det foretrukne valg for globale teams, der kræver autentisk RTL-understøttelse.",
  "v5_2_news_main_array_item_2_title": "Tal dit sprog: JustDo nu på over 60 sprog",
  "v5_2_news_main_array_item_2_subtitle": "JustDo er nu tilgængelig på over 60 sprog, hvilket gør det virkelig globalt. Fra አማርኛ (amharisk) til Tiếng Việt (vietnamesisk), har vi dig dækket. <br><br> Engelsk, العربية (arabisk), Español (spansk), Français (fransk), עברית (hebraisk), 日本語 (japansk), ភាសាខ្មែរ (khmer), 한국어 (koreansk), Português de Portugal (portugisisk), Português do Brasil (brasiliansk portugisisk), Tiếng Việt (vietnamesisk), Русский (russisk), ייִדיש (jiddisch), Italiano (italiensk), Deutsch (tysk), हिन्दी (hindi), Türkçe (tyrkisk), Ελληνικά (græsk), Dansk, Suomi (finsk), Nederlands (hollandsk), Svenska (svensk), ไทย (thai), Bahasa Indonesia (indonesisk), Polski (polsk), čeština (tjekkisk), Magyar (ungarsk), Română (rumænsk), Slovenčina (slovakisk), Українська (ukrainsk), Български (bulgarsk), Hrvatski (kroatisk), Српски језик (serbisk), slovenščina (slovensk), Eesti (estisk), latviešu valoda (lettisk), Lietuvių kalba (litauisk), አማርኛ (amharisk), 简体中文 (forenklet kinesisk), 繁體中文 (traditionel kinesisk), Kiswahili (swahili), Afrikaans, Azərbaycan dili (aserbajdsjansk), Беларуская мова (hviderussisk), বাংলা (bengali), Bosanski (bosnisk), Català (catalansk), Euskara (baskisk), Lëtzebuergesch (luxembourgsk), македонски јазик (makedonsk), नेपाली (nepalesisk), Norsk bokmål, Shqip (albansk), தமிழ் (tamil), O'zbekcha (usbekisk), Հայերեն (armensk), Қазақ тілі (kasakhisk), кыргыз тили (kirgisisk), Bahasa Melayu (malajisk), тоҷикӣ (tadsjikisk).",
  "v5_2_news_main_array_item_3_title": "Introduktion af Smart Bruger Værktøjstip",
  "v5_2_news_main_array_item_3_subtitle": "Svæv over enhver brugeravatar for at få adgang til vores nye, stilfulde Bruger Værktøjstip. Få hurtige indsigter om dine teammedlemmer uden at forstyrre din arbejdsgang.",
  "v5_2_news_main_array_item_4_title": "Forbedret brugeroplevelse: Redesignet chatgrænseflade",
  "v5_2_news_main_array_item_4_subtitle": "Vi har omdesignet vores chatfunktion, både i bundvinduerne og i opgaveruden, for at give en mere glidende teamkommunikation.",
  "v5_2_news_page_title": "JustDo v5.2: Global rækkevidde med RTL-support og 60+ sprog!",
  "v5_2_news_page_description": "Oplev styrken ved global projektstyring med JustDo 5.2! Vi har tilføjet fuld højre-til-venstre (RTL) support, over 60 sprogmuligheder, forbedret chatgrænseflade og mere."
}