{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Was ist neu",
  "v5_2_news_main_array_item_0_subtitle": "Heute freuen wir uns, die Veröffentlichung von JustDo v5.2 bekannt zu geben, unserem bisher inklusivsten und global ausgerichteten Update. Diese neue Version bringt eine Reihe von Funktionen mit sich, die das Projektmanagement wirklich grenzenlos machen.",
  "v5_2_news_main_array_item_1_title": "Volle Unterstützung für Rechts-nach-Links-Schreibweise: Stärkung globaler Teams",
  "v5_2_news_main_array_item_1_subtitle": "Wir freuen uns, die vollständige Unterstützung für Rechts-nach-Links-Layouts (RTL) einzuführen. Diese Funktion gewährleistet ein nahtloses Projektmanagement für Benutzer von Sprachen wie Arabisch, Hebräisch und Jiddisch. <br><br>JustDo ist stolz darauf, die einzige moderne Projektmanagement-Software zu sein, die ein echtes Rechts-nach-Links-Design bietet. Unsere Benutzeroberfläche ist sorgfältig nach rechts ausgerichtet und bietet Benutzern von RTL-Sprachen ein natürliches und intuitives Erlebnis. Diese Liebe zum Detail hebt uns ab und macht JustDo zur ersten Wahl für globale Teams, die authentische RTL-Unterstützung benötigen.",
  "v5_2_news_main_array_item_2_title": "Sprechen Sie Ihre Sprache: JustDo jetzt in über 60 Sprachen",
  "v5_2_news_main_array_item_2_subtitle": "JustDo ist jetzt in über 60 Sprachen verfügbar, was es wirklich global macht. Von አማርኛ (Amharisch) bis Tiếng Việt (Vietnamesisch) haben wir Sie abgedeckt. <br><br> Englisch, العربية (Arabisch), Español (Spanisch), Français (Französisch), עברית (Hebräisch), 日本語 (Japanisch), ភាសាខ្មែរ (Khmer), 한국어 (Koreanisch), Português de Portugal (Portugiesisch aus Portugal), Português do Brasil (Brasilianisches Portugiesisch), Tiếng Việt (Vietnamesisch), Русский (Russisch), ייִדיש (Jiddisch), Italiano (Italienisch), Deutsch, हिन्दी (Hindi), Türkçe (Türkisch), Ελληνικά (Griechisch), Dansk (Dänisch), Suomi (Finnisch), Nederlands (Niederländisch), Svenska (Schwedisch), ไทย (Thai), Bahasa Indonesia (Indonesisch), Polski (Polnisch), čeština (Tschechisch), Magyar (Ungarisch), Română (Rumänisch), Slovenčina (Slowakisch), Українська (Ukrainisch), Български (Bulgarisch), Hrvatski (Kroatisch), Српски језик (Serbisch), slovenščina (Slowenisch), Eesti (Estnisch), latviešu valoda (Lettisch), Lietuvių kalba (Litauisch), አማርኛ (Amharisch), 简体中文 (Vereinfachtes Chinesisch), 繁體中文 (Traditionelles Chinesisch), Kiswahili (Swahili), Afrikaans, Azərbaycan dili (Aserbaidschanisch), Беларуская мова (Belarussisch), বাংলা (Bengalisch), Bosanski (Bosnisch), Català (Katalanisch), Euskara (Baskisch), Lëtzebuergesch (Luxemburgisch), македонски јазик (Mazedonisch), नेपाली (Nepalesisch), Norsk bokmål (Norwegisch Bokmål), Shqip (Albanisch), தமிழ் (Tamil), O'zbekcha (Usbekisch), Հայերեն (Armenisch), Қазақ тілі (Kasachisch), кыргыз тили (Kirgisisch), Bahasa Melayu (Malaiisch), тоҷикӣ (Tadschikisch).",
  "v5_2_news_main_array_item_3_title": "Einführung des intelligenten Benutzer-Tooltips",
  "v5_2_news_main_array_item_3_subtitle": "Fahren Sie mit der Maus über ein Benutzeravatar, um auf unseren neuen, stilvollen Benutzer-Tooltip zuzugreifen. Erhalten Sie schnelle Einblicke über Ihre Teammitglieder, ohne Ihren Arbeitsablauf zu unterbrechen.",
  "v5_2_news_main_array_item_4_title": "Verbesserte Benutzererfahrung: Neu gestaltete Chat-Oberfläche",
  "v5_2_news_main_array_item_4_subtitle": "Wir haben unsere Chat-Funktion sowohl in den unteren Fenstern als auch innerhalb des Aufgabenbereichs für eine reibungslosere Teamkommunikation überarbeitet.",
  "v5_2_news_page_title": "JustDo v5.2: Globale Reichweite mit RTL-Unterstützung & 60+ Sprachen!",
  "v5_2_news_page_description": "Erleben Sie die Kraft des globalen Projektmanagements mit JustDo 5.2! Wir haben volle Rechts-nach-Links-Unterstützung, über 60 Sprachoptionen, eine verbesserte Chat-Oberfläche und mehr hinzugefügt."
}