{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Τι νέο υπάρχει",
  "v5_2_news_main_array_item_0_subtitle": "Σήμερα, είμαστε στην ευχάριστη θέση να ανακοινώσουμε την κυκλοφορία του JustDo v5.2. Αυτή η νέα έκδοση φέρνει μια πληθώρα χαρακτηριστικών σχεδιασμένων να κάνουν τη διαχείριση έργων πραγματικά χωρίς σύνορα.",
  "v5_2_news_main_array_item_1_title": "Πλήρης Υποστήριξη Δεξιά-προς-Αριστερά: Ενδυναμώνοντας Παγκόσμιες Ομάδες",
  "v5_2_news_main_array_item_1_subtitle": "Είμαστε ενθουσιασμένοι που εισάγουμε πλήρη υποστήριξη για διατάξεις δεξιά-προς-αριστερά (RTL). Αυτό το χαρακτηριστικό εξασφαλίζει απρόσκοπτη διαχείριση έργων για χρήστες γλωσσών όπως τα Αραβικά, τα Εβραϊκά και τα Γίντις. <br><br>Το JustDo υπερήφανα στέκεται ως το μόνο σύγχρονο λογισμικό διαχείρισης έργων που προσφέρει πραγματικό σχεδιασμό δεξιά-προς-αριστερά. Το UI μας είναι προσεκτικά ευθυγραμμισμένο προς τα δεξιά, παρέχοντας μια φυσική και διαισθητική εμπειρία για χρήστες γλωσσών RTL. Αυτή η προσοχή στη λεπτομέρεια μας ξεχωρίζει, κάνοντας το JustDo την κορυφαία επιλογή για παγκόσμιες ομάδες που απαιτούν αυθεντική υποστήριξη RTL.",
  "v5_2_news_main_array_item_2_title": "Μιλήστε τη Γλώσσα σας: Το JustDo Τώρα σε 60+ Γλώσσες",
  "v5_2_news_main_array_item_2_subtitle": "Το JustDo είναι πλέον διαθέσιμο σε πάνω από 60 γλώσσες, καθιστώντας το πραγματικά παγκόσμιο. Από አማርኛ (Αμχαρικά) μέχρι Tiếng Việt (Βιετναμέζικα), σας καλύπτουμε.",
  "v5_2_news_main_array_item_3_title": "Εισαγωγή του Έξυπνου Tooltip Χρήστη",
  "v5_2_news_main_array_item_3_subtitle": "Περάστε το ποντίκι πάνω από οποιοδήποτε avatar χρήστη για να αποκτήσετε πρόσβαση στο νέο, κομψό Tooltip Χρήστη. Αποκτήστε γρήγορες πληροφορίες για τα μέλη της ομάδας σας χωρίς να διαταράξετε τη ροή εργασίας σας.",
  "v5_2_news_main_array_item_4_title": "Βελτιωμένη Εμπειρία Χρήστη: Ανασχεδιασμένη Διεπαφή Συνομιλίας",
  "v5_2_news_main_array_item_4_subtitle": "Έχουμε ανανεώσει το χαρακτηριστικό συνομιλίας μας, τόσο στα κάτω παράθυρα όσο και μέσα στο πλαίσιο εργασιών, για πιο ομαλή επικοινωνία της ομάδας.",
  "v5_2_news_page_title": "JustDo v5.2: Εισαγωγή Μεταφράσεων σε 60+ Γλώσσες και Πλήρης Υποστήριξη RTL",
  "v5_2_news_page_description": "Βιώστε τη δύναμη της παγκόσμιας διαχείρισης έργων με το JustDo 5.2! Προσθέσαμε πλήρη υποστήριξη RTL, 60+ γλώσσες, βελτιωμένο περιβάλλον συνομιλίας και άλλα."
}