{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "What's new",
  "v5_2_news_main_array_item_0_subtitle": "Today, we are pleased to announce the release of JustDo v5.2, our most inclusive and globally-focused update yet. This new version brings a host of features designed to make project management truly borderless.",
  "v5_2_news_main_array_item_1_title": "Full Right-to-Left Support: Empowering Global Teams",
  "v5_2_news_main_array_item_1_subtitle": "We're thrilled to introduce complete support for right-to-left (RTL) layouts. This feature ensures seamless project management for users of languages like Arabic, Hebrew, and Yiddish. <br><br>JustDo proudly stands as the only modern project management software offering true right-to-left design. Our UI is meticulously aligned to the right, providing a natural and intuitive experience for RTL language users. This attention to detail sets us apart, making JustDo the go-to choice for global teams requiring authentic RTL support.",
  "v5_2_news_main_array_item_2_title": "Speak Your Language: JustDo Now in 60+ Languages",
  "v5_2_news_main_array_item_2_subtitle": "JustDo is now available in over 60 languages, making it truly global. From አማርኛ (Amharic) to Tiếng Việt (Vietnamese), we've got you covered. <br><br> English, العربية, Español, Français, עברית, 日本語, ភាសាខ្មែរ, 한국어, Português de Portugal, Português do Brasil, Tiếng Việt, Русский, ייִדיש, Italiano, Deutsch, हिन्दी, Türkçe, Ελληνικά, Dansk, Suomi, Nederlands, Svenska, ไทย, Bahasa Indonesia, Polski, čeština, Magyar, Română, Slovenčina, Українська, Български, Hrvatski, Српски језик, slovenščina, Eesti, latviešu valoda, Lietuvių kalba, አማርኛ, 简体中文, 繁體中文, Kiswahili, Afrikaans, Azərbaycan dili, Беларуская мова, বাংলা, Bosanski, Català, Euskara, Lëtzebuergesch, македонски јазик, नेपाली, Norsk bokmål, Shqip, தமிழ், O‘zbekcha, Հայերեն, Қазақ тілі, кыргыз тили, Bahasa Melayu, тоҷикӣ.",
  "v5_2_news_main_array_item_3_title": "Introducing the Smart User Tooltip",
  "v5_2_news_main_array_item_3_subtitle": "Hover over any user avatar to access our new, stylish User Tooltip. Get quick insights about your team members without disrupting your workflow.",
  "v5_2_news_main_array_item_4_title": "Enhanced User Experience: Redesigned Chat Interface",
  "v5_2_news_main_array_item_4_subtitle": "We've revamped our chat feature, both in the bottom windows and within the task pane, for smoother team communication.",
  "v5_2_news_page_title": "JustDo v5.2: Global Reach with Right to Left Support & 60+ Languages!",
  "v5_2_news_page_description": "Experience the power of global project management with JustDo 5.2! We've added full Right-to-Left (RTL) support, over 60 language options, an enhanced chat interface, and more. Collaborate effortlessly across cultures and languages with our most inclusive update yet."
}
