{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Novedades",
  "v5_2_news_main_array_item_0_subtitle": "Hoy nos complace anunciar el lanzamiento de JustDo v5.2. Esta nueva versión trae una serie de características diseñadas para hacer que la gestión de proyectos sea verdaderamente sin fronteras.",
  "v5_2_news_main_array_item_1_title": "Soporte completo de derecha a izquierda: Empoderando a equipos globales",
  "v5_2_news_main_array_item_1_subtitle": "Estamos encantados de introducir soporte completo para diseños de derecha a izquierda (RTL). Esta característica asegura una gestión de proyectos sin problemas para usuarios de idiomas como el árabe, hebreo y yiddish. <br><br>JustDo se enorgullece de ser el único software moderno de gestión de proyectos que ofrece un verdadero diseño de derecha a izquierda. Nuestra interfaz de usuario está meticulosamente alineada a la derecha, proporcionando una experiencia natural e intuitiva para los usuarios de idiomas RTL. Esta atención al detalle nos distingue, haciendo de JustDo la opción preferida para equipos globales que requieren auténtico soporte RTL.",
  "v5_2_news_main_array_item_2_title": "Habla tu idioma: JustDo ahora en más de 60 idiomas",
  "v5_2_news_main_array_item_2_subtitle": "JustDo está ahora disponible en más de 60 idiomas, convirtiéndolo en verdaderamente global. Desde አማርኛ (amárico) hasta Tiếng Việt (vietnamita), te tenemos cubierto.",
  "v5_2_news_main_array_item_3_title": "Presentamos el Tooltip Inteligente de Usuario",
  "v5_2_news_main_array_item_3_subtitle": "Pasa el cursor sobre cualquier avatar de usuario para acceder a nuestro nuevo y elegante Tooltip de Usuario. Obtén información rápida sobre los miembros de tu equipo sin interrumpir tu flujo de trabajo.",
  "v5_2_news_main_array_item_4_title": "Experiencia de usuario mejorada: Interfaz de chat rediseñada",
  "v5_2_news_main_array_item_4_subtitle": "Hemos renovado nuestra función de chat, tanto en las ventanas inferiores como dentro del panel de tareas, para una comunicación más fluida entre el equipo.",
  "v5_2_news_page_title": "JustDo v5.2: Presentamos traducciones a más de 60 idiomas y soporte completo para idiomas de derecha a izquierda",
  "v5_2_news_page_description": "¡Experimenta el poder de la gestión de proyectos global con JustDo 5.2! Soporte RTL, 60+ idiomas, chat mejorado y más. Colabora sin esfuerzo entre culturas e idiomas con nuestra actualización más inclusiva."
}