{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Mis on uut",
  "v5_2_news_main_array_item_0_subtitle": "Täna on meil hea meel teatada JustDo v5.2 väljalaskmisest. See uus versioon toob kaasa hulga funktsioone, mis on loodud muutma projektijuhtimise tõeliselt piiriüleseks.",
  "v5_2_news_main_array_item_1_title": "Täielik paremalt vasakule toe lisamine: Globaalsete meeskondade võimestamine",
  "v5_2_news_main_array_item_1_subtitle": "Oleme rõõmsad tutvustada täielikku tuge paremalt vasakule (RTL) paigutustele. See funktsioon tagab sujuva projektijuhtimise araabia, heebrea ja jidiši keele kasutajatele. <br><br>JustDo on uhkusega ainus kaasaegne projektijuhtimise tarkvara, mis pakub tõelist paremalt vasakule disaini. Meie kasutajaliides on hoolikalt joondatud paremale, pakkudes RTL keelte kasutajatele loomulikku ja intuitiivset kogemust. See tähelepanu detailidele eristab meid teistest, muutes JustDo eelistatud valikuks globaalsetele meeskondadele, kes vajavad autentset RTL tuge.",
  "v5_2_news_main_array_item_2_title": "Räägi oma keelt: JustDo nüüd 60+ keeles",
  "v5_2_news_main_array_item_2_subtitle": "JustDo on nüüd saadaval rohkem kui 60 keeles, muutes selle tõeliselt globaalseks. Alates አማርኛ (amhaari) kuni Tiếng Việt (vietnami) keeleni, meil on kõik kaetud.",
  "v5_2_news_main_array_item_3_title": "Tutvustame nutikat kasutaja vihjeakent",
  "v5_2_news_main_array_item_3_subtitle": "Liigutage kursor mis tahes kasutaja avatari kohale, et näha meie uut, stiilset kasutaja vihjeakent. Saage kiirelt teavet oma meeskonnaliikmete kohta ilma töövoogu häirimata.",
  "v5_2_news_main_array_item_4_title": "Täiustatud kasutajakogemus: Uuendatud vestluse liides",
  "v5_2_news_main_array_item_4_subtitle": "Oleme uuendanud meie vestluse funktsiooni nii alumistes akendes kui ka ülesande paneelil, et tagada sujuvam meeskonna suhtlus.",
  "v5_2_news_page_title": "JustDo v5.2: Tõlked 60+ keelde ja täielik paremalt vasakule keelte tugi",
  "v5_2_news_page_description": "Koge globaalse projektijuhtimise võimsust JustDo 5.2-ga! Lisasime täieliku paremalt vasakule (RTL) toe, üle 60 keelevaliku, täiustatud vestluse liidese ja palju muud."
}