{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Mis on uut",
  "v5_2_news_main_array_item_0_subtitle": "Täna on meil hea meel teatada JustDo v5.2 väljalaskmisest, meie seni kõige kaasavamast ja globaalsemast uuendusest. See uus versioon toob kaasa hulga funktsioone, mis on loodud muutma projektijuhtimise tõeliselt piiriüleseks.",
  "v5_2_news_main_array_item_1_title": "Täielik paremalt vasakule toe lisamine: Globaalsete meeskondade võimestamine",
  "v5_2_news_main_array_item_1_subtitle": "Oleme rõõmsad tutvustada täielikku tuge paremalt vasakule (RTL) paigutustele. See funktsioon tagab sujuva projektijuhtimise araabia, heebrea ja jidiši keele kasutajatele. <br><br>JustDo on uhkusega ainus kaasaegne projektijuhtimise tarkvara, mis pakub tõelist paremalt vasakule disaini. Meie kasutajaliides on hoolikalt joondatud paremale, pakkudes RTL keelte kasutajatele loomulikku ja intuitiivset kogemust. See tähelepanu detailidele eristab meid teistest, muutes JustDo eelistatud valikuks globaalsetele meeskondadele, kes vajavad autentset RTL tuge.",
  "v5_2_news_main_array_item_2_title": "Räägi oma keelt: JustDo nüüd 60+ keeles",
  "v5_2_news_main_array_item_2_subtitle": "JustDo on nüüd saadaval enam kui 60 keeles, muutes selle tõeliselt globaalseks. Alates አማርኛ (amhaari keelest) kuni Tiếng Việt (vietnami keeleni), meil on kõik olemas. <br><br> Inglise, العربية (araabia), Español (hispaania), Français (prantsuse), עברית (heebrea), 日本語 (jaapani), ភាសាខ្មែរ (khmeeri), 한국어 (korea), Português de Portugal (Portugali portugali), Português do Brasil (Brasiilia portugali), Tiếng Việt (vietnami), Русский (vene), ייִדיש (jidiši), Italiano (itaalia), Deutsch (saksa), हिन्दी (hindi), Türkçe (türgi), Ελληνικά (kreeka), Dansk (taani), Suomi (soome), Nederlands (hollandi), Svenska (rootsi), ไทย (tai), Bahasa Indonesia (indoneesia), Polski (poola), čeština (tšehhi), Magyar (ungari), Română (rumeenia), Slovenčina (slovaki), Українська (ukraina), Български (bulgaaria), Hrvatski (horvaadi), Српски језик (serbia), slovenščina (sloveeni), Eesti (eesti), latviešu valoda (läti), Lietuvių kalba (leedu), አማርኛ (amhaari), 简体中文 (lihtsustatud hiina), 繁體中文 (traditsiooniline hiina), Kiswahili (suahiili), Afrikaans (afrikaani), Azərbaycan dili (aserbaidžaani), Беларуская мова (valgevene), বাংলা (bengali), Bosanski (bosnia), Català (katalaani), Euskara (baski), Lëtzebuergesch (letseburgi), македонски јазик (makedoonia), नेपाली (nepaali), Norsk bokmål (norra bokmål), Shqip (albaania), தமிழ் (tamili), O'zbekcha (usbeki), Հայերեն (armeenia), Қазақ тілі (kasahhi), кыргыз тили (kirgiisi), Bahasa Melayu (malai), тоҷикӣ (tadžiki).",
  "v5_2_news_main_array_item_3_title": "Tutvustame nutikat kasutaja vihjeakent",
  "v5_2_news_main_array_item_3_subtitle": "Liigutage kursor mis tahes kasutaja avatari kohale, et näha meie uut, stiilset kasutaja vihjeakent. Saage kiirelt teavet oma meeskonnaliikmete kohta ilma töövoogu häirimata.",
  "v5_2_news_main_array_item_4_title": "Täiustatud kasutajakogemus: Uuendatud vestluse liides",
  "v5_2_news_main_array_item_4_subtitle": "Oleme uuendanud meie vestluse funktsiooni nii alumistes akendes kui ka ülesande paneelil, et tagada sujuvam meeskonna suhtlus.",
  "v5_2_news_page_title": "JustDo v5.2: Globaalne haare paremalt vasakule toe & 60+ keelega!",
  "v5_2_news_page_description": "Koge globaalse projektijuhtimise võimsust JustDo 5.2-ga! Lisasime täieliku paremalt vasakule (RTL) toe, üle 60 keelevaliku, täiustatud vestluse liidese ja palju muud."
}