{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Berritasunak",
  "v5_2_news_main_array_item_0_subtitle": "Gaur, pozik gaude JustDo v5.2 bertsioa aurkezteko, gure eguneratzerik inklusibo eta globalena orain arte. Bertsio berri honek proiektuen kudeaketa benetan mugarik gabea izateko diseinatutako ezaugarri sorta dakar.",
  "v5_2_news_main_array_item_1_title": "Eskuinetik Ezkerrerako Euskarri Osoa: Talde Globalak Ahalduntzen",
  "v5_2_news_main_array_item_1_subtitle": "Pozik gaude eskuinetik ezkerrerako (RTL) diseinuen euskarri osoa aurkezteko. Ezaugarri honek proiektuen kudeaketa arina bermatzen du arabiera, hebreera eta yiddish bezalako hizkuntzen erabiltzaileentzat. <br><br>JustDo harro dago eskuinetik ezkerrerako diseinu benetakoa eskaintzen duen proiektuen kudeaketarako software moderno bakarra izateaz. Gure erabiltzaile-interfazea arretaz lerrokatuta dago eskuinera, RTL hizkuntzen erabiltzaileentzat esperientzia natural eta intuitiboa eskainiz. Xehetasun honek bereizten gaitu, JustDo RTL euskarri benetakoa behar duten talde globalen aukera nagusi bihurtuz.",
  "v5_2_news_main_array_item_2_title": "Hitz egin zure hizkuntzan: JustDo orain 60+ hizkuntzatan",
  "v5_2_news_main_array_item_2_subtitle": "JustDo orain 60 hizkuntza baino gehiagotan dago eskuragarri, benetan globala bihurtuz. አማርኛ (amhareratik) Tiếng Việt (vietnameraraino), dena estaltzen dugu. <br><br> English, العربية, Español, Français, עברית, 日本語, ភាសាខ្មែរ, 한국어, Português de Portugal, Português do Brasil, Tiếng Việt, Русский, ייִדיש, Italiano, Deutsch, हिन्दी, Türkçe, Ελληνικά, Dansk, Suomi, Nederlands, Svenska, ไทย, Bahasa Indonesia, Polski, čeština, Magyar, Română, Slovenčina, Українська, Български, Hrvatski, Српски језик, slovenščina, Eesti, latviešu valoda, Lietuvių kalba, አማርኛ, 简体中文, 繁體中文, Kiswahili, Afrikaans, Azərbaycan dili, Беларуская мова, বাংলা, Bosanski, Català, Euskara, Lëtzebuergesch, македонски јазик, नेपाली, Norsk bokmål, Shqip, தமிழ், O'zbekcha, Հայերեն, Қазақ тілі, кыргыз тили, Bahasa Melayu, тоҷикӣ.",
  "v5_2_news_main_array_item_3_title": "Erabiltzaile Tresna-argibide Adimenduna Aurkezten",
  "v5_2_news_main_array_item_3_subtitle": "Jarri sagua edozein erabiltzaileren avatarren gainean gure Erabiltzaile Tresna-argibide berri eta dotorearekin. Lortu zure taldekideei buruzko informazio azkarra zure lan-fluxua oztopatu gabe.",
  "v5_2_news_main_array_item_4_title": "Erabiltzaile Esperientzia Hobetua: Txat Interfaze Berdiseinatua",
  "v5_2_news_main_array_item_4_subtitle": "Gure txat funtzioa berritu dugu, bai beheko leihoetan bai ataza panelaren barruan, taldeko komunikazioa leunagoa izan dadin.",
  "v5_2_news_page_title": "JustDo v5.2: Irismen Globala RTL euskarriarekin eta 60+ hizkuntza!",
  "v5_2_news_page_description": "Esperimentatu kudeaketa globalaren indarra JustDo 5.2-rekin! RTL euskarri osoa, 60+ hizkuntza aukera, txat interfaze hobetua eta gehiago gehitu ditugu. Elkarlanean aritu erraz kulturen eta hizkuntzen artean."
}