{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Uudet ominaisuudet",
  "v5_2_news_main_array_item_0_subtitle": "Olemme iloisia voidessamme ilmoittaa JustDo v5.2:n julkaisusta. Tämä uusi versio tuo mukanaan joukon ominaisuuksia, jotka on suunniteltu tekemään projektinhallinnasta todella rajatonta.",
  "v5_2_news_main_array_item_1_title": "Täysi oikealta vasemmalle -tuki: Globaalien tiimien voimaannuttaminen",
  "v5_2_news_main_array_item_1_subtitle": "Olemme innoissamme esitellessämme täyden tuen oikealta vasemmalle (RTL) -asettelulle. Tämä ominaisuus varmistaa saumattoman projektinhallinnan arabian, heprean ja jiddisin kaltaisten kielten käyttäjille. <br><br>JustDo on ylpeästi ainoa moderni projektinhallintaohjelmisto, joka tarjoaa aidon oikealta vasemmalle -suunnittelun. Käyttöliittymämme on huolellisesti tasattu oikealle, tarjoten luonnollisen ja intuitiivisen kokemuksen RTL-kielten käyttäjille. Tämä huomio yksityiskohtiin erottaa meidät muista, tehden JustDo:sta ensisijaisen valinnan globaaleille tiimeille, jotka tarvitsevat aitoa RTL-tukea.",
  "v5_2_news_main_array_item_2_title": "Puhu omaa kieltäsi: JustDo nyt yli 60 kielellä",
  "v5_2_news_main_array_item_2_subtitle": "JustDo on nyt saatavilla yli 60 kielellä, tehden siitä todella globaalin. አማርኛ:sta (amhara) Tiếng Việt:iin (vietnam), meillä on kaikki katettu.",
  "v5_2_news_main_array_item_3_title": "Esittelyssä älykäs käyttäjätyökalu",
  "v5_2_news_main_array_item_3_subtitle": "Vie hiiri minkä tahansa käyttäjän avatarin päälle päästäksesi käsiksi uuteen, tyylikkääseen käyttäjätyökaluun. Saat nopeita tietoja tiimisi jäsenistä häiritsemättä työnkulkuasi.",
  "v5_2_news_main_array_item_4_title": "Parannettu käyttökokemus: Uudistettu keskusteluliittymä",
  "v5_2_news_main_array_item_4_subtitle": "Olemme uudistaneet keskusteluominaisuutemme sekä alapalkissa että tehtäväpaneelissa sujuvampaa tiimin kommunikointia varten.",
  "v5_2_news_page_title": "JustDo v5.2: Käännökset yli 60 kielelle ja täysi RTL-tuki",
  "v5_2_news_page_description": "Koe globaalin projektinhallinnan voima JustDo 5.2:lla! Lisäsimme täyden RTL-tuen, yli 60 kielivaihtoehtoa, parannellun keskusteluliittymän ja paljon muuta. Tee yhteistyötä vaivattomasti eri kulttuurien ja kielten välillä."
}