{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Quoi de neuf",
  "v5_2_news_main_array_item_0_subtitle": "Aujourd'hui, nous sommes heureux d'annoncer la sortie de JustDo v5.2, notre mise à jour la plus inclusive et globale à ce jour. Cette nouvelle version apporte une multitude de fonctionnalités conçues pour rendre la gestion de projet véritablement sans frontières.",
  "v5_2_news_main_array_item_1_title": "Support complet de droite à gauche : Autonomiser les équipes mondiales",
  "v5_2_news_main_array_item_1_subtitle": "Nous sommes ravis d'introduire un support complet pour les mises en page de droite à gauche (RTL). Cette fonctionnalité assure une gestion de projet fluide pour les utilisateurs de langues comme l'arabe, l'hébreu et le yiddish. <br><br>JustDo est fier d'être le seul logiciel moderne de gestion de projet offrant une véritable conception de droite à gauche. Notre interface utilisateur est méticuleusement alignée à droite, offrant une expérience naturelle et intuitive pour les utilisateurs de langues RTL. Cette attention aux détails nous distingue, faisant de JustDo le choix privilégié pour les équipes mondiales nécessitant un véritable support RTL.",
  "v5_2_news_main_array_item_2_title": "Parlez votre langue : JustDo maintenant dans plus de 60 langues",
  "v5_2_news_main_array_item_2_subtitle": "JustDo est désormais disponible dans plus de 60 langues, le rendant véritablement mondial. De l'አማርኛ (amharique) au Tiếng Việt (vietnamien), nous vous couvrons. <br><br> Français, English, العربية, Español, עברית, 日本語, ភាសាខ្មែរ, 한국어, Português de Portugal, Português do Brasil, Tiếng Việt, Русский, ייִדיש, Italiano, Deutsch, हिन्दी, Türkçe, Ελληνικά, Dansk, Suomi, Nederlands, Svenska, ไทย, Bahasa Indonesia, Polski, čeština, Magyar, Română, Slovenčina, Українська, Български, Hrvatski, Српски језик, slovenščina, Eesti, latviešu valoda, Lietuvių kalba, አማርኛ, 简体中文, 繁體中文, Kiswahili, Afrikaans, Azərbaycan dili, Беларуская мова, বাংলা, Bosanski, Català, Euskara, Lëtzebuergesch, македонски јазик, नेपाली, Norsk bokmål, Shqip, தமிழ், O'zbekcha, Հայերեն, Қазақ тілі, кыргыз тили, Bahasa Melayu, тоҷикӣ.",
  "v5_2_news_main_array_item_3_title": "Présentation de l'infobulle intelligente de l'utilisateur",
  "v5_2_news_main_array_item_3_subtitle": "Survolez n'importe quel avatar d'utilisateur pour accéder à notre nouvelle infobulle élégante. Obtenez des aperçus rapides sur les membres de votre équipe sans perturber votre flux de travail.",
  "v5_2_news_main_array_item_4_title": "Expérience utilisateur améliorée : Interface de chat redessinée",
  "v5_2_news_main_array_item_4_subtitle": "Nous avons remanié notre fonction de chat, à la fois dans les fenêtres inférieures et dans le volet des tâches, pour une communication d'équipe plus fluide.",
  "v5_2_news_page_title": "JustDo v5.2 : Portée mondiale avec support RTL et 60+ langues !",
  "v5_2_news_page_description": "Découvrez la puissance de la gestion de projet mondiale avec JustDo 5.2 ! Support RTL, 60+ langues, chat amélioré et plus. Collaborez sans effort à travers les cultures et les langues."
}