{
  "v5_2_news_title": "גרסה 5.2",
  "v5_2_news_main_name": "מה חדש",
  "v5_2_news_main_array_item_0_subtitle": "היום, אנו שמחים להכריז על השקת JustDo גרסה 5.2, העדכון הכי מכליל וממוקד גלובלית שלנו עד כה. גרסה חדשה זו מביאה שפע של תכונות שתוכננו להפוך את ניהול הפרויקטים לחוצה גבולות באמת.",
  "v5_2_news_main_array_item_1_title": "תמיכה מלאה בכתיבה מימין לשמאל: העצמת צוותים גלובליים",
  "v5_2_news_main_array_item_1_subtitle": "אנו נרגשים להציג תמיכה מלאה בפריסות מימין לשמאל (RTL). תכונה זו מבטיחה ניהול פרויקטים חלק למשתמשים בשפות כמו ערבית, עברית ויידיש. <br><br>JustDo גאה להיות תוכנת ניהול הפרויקטים המודרנית היחידה המציעה עיצוב אמיתי מימין לשמאל. ממשק המשתמש שלנו מיושר בקפידה לימין, מספק חוויה טבעית ואינטואיטיבית למשתמשי שפות RTL. תשומת לב זו לפרטים מבדילה אותנו, הופכת את JustDo לבחירה המועדפת לצוותים גלובליים הדורשים תמיכה אמיתית ב-RTL.",
  "v5_2_news_main_array_item_2_title": "דברו בשפה שלכם: JustDo כעת ב-60+ שפות",
  "v5_2_news_main_array_item_2_subtitle": "JustDo זמין כעת ביותר מ-60 שפות, מה שהופך אותו לגלובלי באמת. מאמהרית ועד וייטנאמית, כיסינו הכל. <br><br> אנגלית, ערבית, ספרדית, צרפתית, עברית, יפנית, קמבודית, קוריאנית, פורטוגזית של פורטוגל, פורטוגזית של ברזיל, וייטנאמית, רוסית, יידיש, איטלקית, גרמנית, הינדי, טורקית, יוונית, דנית, פינית, הולנדית, שוודית, תאית, אינדונזית, פולנית, צ'כית, הונגרית, רומנית, סלובקית, אוקראינית, בולגרית, קרואטית, סרבית, סלובנית, אסטונית, לטבית, ליטאית, אמהרית, סינית פשוטה, סינית מסורתית, סוואהילי, אפריקאנס, אזרבייג'נית, בלארוסית, בנגלית, בוסנית, קטלאנית, באסקית, לוקסמבורגית, מקדונית, נפאלית, נורווגית, אלבנית, טמילית, אוזבקית, ארמנית, קזחית, קירגיזית, מלאית, טג'יקית.",
  "v5_2_news_main_array_item_3_title": "הצגת טיפ כלי חכם למשתמש",
  "v5_2_news_main_array_item_3_subtitle": "רחפו מעל כל אווטר של משתמש כדי לגשת לטיפ הכלי החדש והמסוגנן שלנו למשתמש. קבלו תובנות מהירות על חברי הצוות שלכם מבלי להפריע לזרימת העבודה שלכם.",
  "v5_2_news_main_array_item_4_title": "חוויית משתמש משופרת: ממשק צ'אט מעוצב מחדש",
  "v5_2_news_main_array_item_4_subtitle": "שיפרנו את תכונת הצ'אט שלנו, הן בחלונות התחתונים והן בחלונית המשימות, לתקשורת צוות חלקה יותר.",
  "v5_2_news_page_title": "JustDo גרסה 5.2: הגעה גלובלית עם תמיכה מימין לשמאל ו-60+ שפות!",
  "v5_2_news_page_description": "חוו את עוצמת ניהול הפרויקטים הגלובלי עם JustDo 5.2! הוספנו תמיכה מלאה מימין לשמאל, מעל 60 אפשרויות שפה, ממשק צ'אט משופר ועוד."
}