{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "नया क्या है",
  "v5_2_news_main_array_item_0_subtitle": "आज, हम JustDo v5.2 के रिलीज की घोषणा करते हुए प्रसन्न हैं। यह नया संस्करण कई ऐसी सुविधाओं को लेकर आया है जो परियोजना प्रबंधन को वास्तव में सीमाहीन बनाती हैं।",
  "v5_2_news_main_array_item_1_title": "पूर्ण दाएं-से-बाएं समर्थन: वैश्विक टीमों को सशक्त बनाना",
  "v5_2_news_main_array_item_1_subtitle": "हम दाएं-से-बाएं (RTL) लेआउट के लिए पूर्ण समर्थन प्रस्तुत करने पर रोमांचित हैं। यह सुविधा अरबी, हिब्रू और यिद्दिश जैसी भाषाओं के उपयोगकर्ताओं के लिए निर्बाध परियोजना प्रबंधन सुनिश्चित करती है। <br><br>JustDo गर्व से खुद को एकमात्र आधुनिक परियोजना प्रबंधन सॉफ़्टवेयर के रूप में प्रस्तुत करता है जो सच्चे दाएं-से-बाएं डिज़ाइन की पेशकश करता है। हमारा UI दाईं ओर सावधानीपूर्वक संरेखित है, जो RTL भाषा उपयोगकर्ताओं के लिए एक प्राकृतिक और सहज अनुभव प्रदान करता है। विवरण पर यह ध्यान हमें अलग करता है, जिससे JustDo प्रामाणिक RTL समर्थन की आवश्यकता वाली वैश्विक टीमों के लिए पहली पसंद बन जाता है।",
  "v5_2_news_main_array_item_2_title": "अपनी भाषा में बोलें: JustDo अब 60+ भाषाओं में",
  "v5_2_news_main_array_item_2_subtitle": "JustDo अब 60 से अधिक भाषाओं में उपलब्ध है, जो इसे वास्तव में वैश्विक बनाता है। አማርኛ (अम्हारिक) से लेकर Tiếng Việt (वियतनामी) तक, हमने आपको कवर कर लिया है।",
  "v5_2_news_main_array_item_3_title": "स्मार्ट उपयोगकर्ता टूलटिप का परिचय",
  "v5_2_news_main_array_item_3_subtitle": "किसी भी उपयोगकर्ता अवतार पर होवर करके हमारे नए, स्टाइलिश उपयोगकर्ता टूलटिप तक पहुंचें। अपने कार्यप्रवाह में बाधा डाले बिना अपने टीम के सदस्यों के बारे में त्वरित अंतर्दृष्टि प्राप्त करें।",
  "v5_2_news_main_array_item_4_title": "बेहतर उपयोगकर्ता अनुभव: पुनर्डिज़ाइन किया गया चैट इंटरफेस",
  "v5_2_news_main_array_item_4_subtitle": "हमने अपनी चैट सुविधा को नया रूप दिया है, निचली विंडोज़ में और कार्य पैन के भीतर दोनों में, जिससे टीम संचार और सुचारू हो गया है।",
  "v5_2_news_page_title": "JustDo v5.2: 60+ भाषाओं में अनुवाद और पूर्ण दाएं से बाएं भाषा समर्थन का परिचय",
  "v5_2_news_page_description": "JustDo 5.2 के साथ वैश्विक परियोजना प्रबंधन की शक्ति का अनुभव करें! हमने पूर्ण दाएं-से-बाएं (RTL) समर्थन, 60 से अधिक भाषा विकल्प, बेहतर चैट इंटरफ़ेस और बहुत कुछ जोड़ा है।"
}