{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Újdonságok",
  "v5_2_news_main_array_item_0_subtitle": "Nagy örömmel jelentjük be a JustDo v5.2 kiadását, eddigi legbefogadóbb és globálisan fókuszált frissítésünket. Ez az új verzió számos olyan funkciót hoz, amelyek valóban határok nélkülivé teszik a projektmenedzsmentet.",
  "v5_2_news_main_array_item_1_title": "Teljes jobbról balra írás támogatás: Globális csapatok felhatalmazása",
  "v5_2_news_main_array_item_1_subtitle": "Örömmel mutatjuk be a jobbról balra (RTL) elrendezések teljes támogatását. Ez a funkció zökkenőmentes projektmenedzsmentet biztosít az olyan nyelveket használók számára, mint az arab, héber és jiddis. <br><br>A JustDo büszkén áll egyedül a modern projektmenedzsment szoftverek között valódi jobbról balra történő tervezésével. Felhasználói felületünk gondosan jobbra igazított, természetes és intuitív élményt nyújtva az RTL nyelveket használók számára. Ez a részletekre való odafigyelés megkülönböztet minket, így a JustDo az első választás a valódi RTL támogatást igénylő globális csapatok számára.",
  "v5_2_news_main_array_item_2_title": "Beszélje a saját nyelvét: A JustDo már több mint 60 nyelven elérhető",
  "v5_2_news_main_array_item_2_subtitle": "A JustDo most már több mint 60 nyelven elérhető, így valóban globálissá vált. Az አማርኛ (amhara) nyelvtől a Tiếng Việt (vietnami) nyelvig mindent lefedünk. <br><br> Angol, العربية (arab), Español (spanyol), Français (francia), עברית (héber), 日本語 (japán), ភាសាខ្មែរ (khmer), 한국어 (koreai), Português de Portugal (portugál), Português do Brasil (brazil portugál), Tiếng Việt (vietnami), Русский (orosz), ייִדיש (jiddis), Italiano (olasz), Deutsch (német), हिन्दी (hindi), Türkçe (török), Ελληνικά (görög), Dansk (dán), Suomi (finn), Nederlands (holland), Svenska (svéd), ไทย (thai), Bahasa Indonesia (indonéz), Polski (lengyel), čeština (cseh), Magyar, Română (román), Slovenčina (szlovák), Українська (ukrán), Български (bolgár), Hrvatski (horvát), Српски језик (szerb), slovenščina (szlovén), Eesti (észt), latviešu valoda (lett), Lietuvių kalba (litván), አማርኛ (amhara), 简体中文 (egyszerűsített kínai), 繁體中文 (hagyományos kínai), Kiswahili (szuahéli), Afrikaans (afrikaans), Azərbaycan dili (azeri), Беларуская мова (belarusz), বাংলা (bengáli), Bosanski (bosnyák), Català (katalán), Euskara (baszk), Lëtzebuergesch (luxemburgi), македонски јазик (macedón), नेपाली (nepáli), Norsk bokmål (norvég bokmål), Shqip (albán), தமிழ் (tamil), O'zbekcha (üzbég), Հայերեն (örmény), Қазақ тілі (kazah), кыргыз тили (kirgiz), Bahasa Melayu (maláj), тоҷикӣ (tádzsik).",
  "v5_2_news_main_array_item_3_title": "Bemutatjuk az Intelligens Felhasználói Tippet",
  "v5_2_news_main_array_item_3_subtitle": "Vigye az egeret bármely felhasználói avatar fölé, hogy hozzáférjen új, stílusos Felhasználói Tippünkhöz. Gyors betekintést nyerhet csapattagjairól anélkül, hogy megzavarná a munkafolyamatot.",
  "v5_2_news_main_array_item_4_title": "Továbbfejlesztett felhasználói élmény: Újratervezett csevegő felület",
  "v5_2_news_main_array_item_4_subtitle": "Megújítottuk a csevegő funkciónkat, mind az alsó ablakokban, mind a feladat panelen belül, a gördülékenyebb csapatkommunikáció érdekében.",
  "v5_2_news_page_title": "JustDo v5.2: Globális elérés jobbról balra támogatással és 60+ nyelven!",
  "v5_2_news_page_description": "Tapasztalja meg a globális projektmenedzsment erejét a JustDo 5.2-vel! Teljes jobbról balra (RTL) támogatás, több mint 60 nyelvi opció, és továbbfejlesztett csevegő felület."
}