{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Ի՞նչ է նորը",
  "v5_2_news_main_array_item_0_subtitle": "Այսօր մենք ուրախ ենք հայտարարել JustDo v5.2-ի թողարկման մասին: Այս նոր տարբերակը բերում է մի շարք հատկություններ, որոնք նախատեսված են ծրագրերի կառավարումը իսկապես անսահման դարձնելու համար:",
  "v5_2_news_main_array_item_1_title": "Աջից ձախ լիարժեք աջակցություն. Գլոբալ թիմերի հզորացում",
  "v5_2_news_main_array_item_1_subtitle": "Մենք ուրախ ենք ներկայացնել աջից ձախ (RTL) դասավորությունների լիարժեք աջակցությունը: Այս հատկությունն ապահովում է անխափան ծրագրերի կառավարում արաբերեն, եբրայերեն և յիդիշ լեզուների օգտագործողների համար: <br><br>JustDo-ն հպարտությամբ հանդես է գալիս որպես միակ ժամանակակից ծրագրերի կառավարման ծրագրաշար, որն առաջարկում է իսկական աջից ձախ դիզայն: Մեր օգտագործողի ինտերֆեյսը մանրակրկիտ կերպով հավասարեցված է աջ կողմում՝ ապահովելով բնական և ինտուիտիվ փորձառություն RTL լեզուների օգտագործողների համար: Այս ուշադրությունը մանրուքների նկատմամբ մեզ առանձնացնում է՝ դարձնելով JustDo-ն նախընտրելի ընտրություն գլոբալ թիմերի համար, որոնք պահանջում են իսկական RTL աջակցություն:",
  "v5_2_news_main_array_item_2_title": "Խոսեք ձեր լեզվով. JustDo-ն այժմ 60+ լեզուներով",
  "v5_2_news_main_array_item_2_subtitle": "JustDo-ն այժմ հասանելի է ավելի քան 60 լեզուներով, դարձնելով այն իսկապես գլոբալ: Սկսած አማርኛ-ից (ամհարերեն) մինչև Tiếng Việt (վիետնամերեն), մենք ապահովել ենք ձեզ:",
  "v5_2_news_main_array_item_3_title": "Ներկայացնում ենք Խելացի օգտագործողի հուշագիրը (Smart User Tooltip)",
  "v5_2_news_main_array_item_3_subtitle": "Մկնիկը տեղափոխեք ցանկացած օգտագործողի ավատարի վրա՝ մուտք գործելու մեր նոր, ոճային օգտագործողի հուշագիրը: Ստացեք արագ տեղեկություններ ձեր թիմի անդամների մասին՝ առանց խանգարելու ձեր աշխատանքային գործընթացը:",
  "v5_2_news_main_array_item_4_title": "Բարելավված օգտագործողի փորձառություն. Վերաձևավորված զրույցի ինտերֆեյս",
  "v5_2_news_main_array_item_4_subtitle": "Մենք վերափոխել ենք մեր զրույցի հատկությունը՝ ինչպես ստորին պատուհաններում, այնպես էլ առաջադրանքի վահանակում՝ թիմի հաղորդակցությունն ավելի հարթ դարձնելու համար:",
  "v5_2_news_page_title": "JustDo v5.2. Ներկայացնում ենք թարգմանություններ 60+ լեզուներով և լիարժեք RTL աջակցություն",
  "v5_2_news_page_description": "Փորձեք գլոբալ ծրագրերի կառավարման հզորությունը JustDo 5.2-ով: Մենք ավելացրել ենք լիարժեք աջից ձախ (RTL) աջակցություն, 60+ լեզվի տարբերակներ, բարելավված զրույցի ինտերֆեյս և ավելին:"
}