{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Apa yang baru",
  "v5_2_news_main_array_item_0_subtitle": "Hari ini, kami dengan senang hati mengumumkan peluncuran JustDo v5.2, pembaruan kami yang paling inklusif dan berfokus global. Versi baru ini membawa serangkaian fitur yang dirancang untuk membuat manajemen proyek benar-benar tanpa batas.",
  "v5_2_news_main_array_item_1_title": "Dukungan Penuh Kanan-ke-Kiri: Memberdayakan Tim Global",
  "v5_2_news_main_array_item_1_subtitle": "Kami sangat senang memperkenalkan dukungan lengkap untuk tata letak kanan-ke-kiri (RTL). Fitur ini memastikan manajemen proyek yang mulus bagi pengguna bahasa seperti Arab, Ibrani, dan Yiddish. <br><br>JustDo dengan bangga berdiri sebagai satu-satunya perangkat lunak manajemen proyek modern yang menawarkan desain kanan-ke-kiri yang sejati. UI kami disejajarkan dengan teliti ke kanan, memberikan pengalaman yang alami dan intuitif bagi pengguna bahasa RTL. Perhatian terhadap detail ini membedakan kami, menjadikan JustDo pilihan utama bagi tim global yang membutuhkan dukungan RTL yang autentik.",
  "v5_2_news_main_array_item_2_title": "Berbicara dalam Bahasa Anda: JustDo Kini Tersedia dalam 60+ Bahasa",
  "v5_2_news_main_array_item_2_subtitle": "JustDo kini tersedia dalam lebih dari 60 bahasa, menjadikannya benar-benar global. Dari አማርኛ (Amharik) hingga Tiếng Việt (Vietnam), kami siap melayani Anda. <br><br> Bahasa Inggris, العربية (Arab), Español (Spanyol), Français (Prancis), עברית (Ibrani), 日本語 (Jepang), ភាសាខ្មែរ (Khmer), 한국어 (Korea), Português de Portugal (Portugis Portugal), Português do Brasil (Portugis Brasil), Tiếng Việt (Vietnam), Русский (Rusia), ייִדיש (Yiddish), Italiano (Italia), Deutsch (Jerman), हिन्दी (Hindi), Türkçe (Turki), Ελληνικά (Yunani), Dansk (Denmark), Suomi (Finlandia), Nederlands (Belanda), Svenska (Swedia), ไทย (Thai), Bahasa Indonesia, Polski (Polandia), čeština (Ceko), Magyar (Hongaria), Română (Rumania), Slovenčina (Slovakia), Українська (Ukraina), Български (Bulgaria), Hrvatski (Kroasia), Српски језик (Serbia), slovenščina (Slovenia), Eesti (Estonia), latviešu valoda (Latvia), Lietuvių kalba (Lithuania), አማርኛ (Amharik), 简体中文 (Mandarin Sederhana), 繁體中文 (Mandarin Tradisional), Kiswahili (Swahili), Afrikaans, Azərbaycan dili (Azerbaijan), Беларуская мова (Belarus), বাংলা (Bengali), Bosanski (Bosnia), Català (Katalan), Euskara (Basque), Lëtzebuergesch (Luksemburg), македонски јазик (Makedonia), नेपाली (Nepal), Norsk bokmål (Norwegia Bokmål), Shqip (Albania), தமிழ் (Tamil), O'zbekcha (Uzbek), Հայերեն (Armenia), Қазақ тілі (Kazakh), кыргыз тили (Kyrgyz), Bahasa Melayu (Melayu), тоҷикӣ (Tajik).",
  "v5_2_news_main_array_item_3_title": "Memperkenalkan Tooltip Pengguna Pintar",
  "v5_2_news_main_array_item_3_subtitle": "Arahkan kursor ke avatar pengguna mana pun untuk mengakses Tooltip Pengguna baru kami yang bergaya. Dapatkan wawasan cepat tentang anggota tim Anda tanpa mengganggu alur kerja Anda.",
  "v5_2_news_main_array_item_4_title": "Pengalaman Pengguna yang Ditingkatkan: Antarmuka Obrolan yang Didesain Ulang",
  "v5_2_news_main_array_item_4_subtitle": "Kami telah memperbaharui fitur obrolan kami, baik di jendela bawah maupun di dalam panel tugas, untuk komunikasi tim yang lebih lancar.",
  "v5_2_news_page_title": "JustDo v5.2: Jangkauan Global dengan Dukungan Kanan ke Kiri & 60+ Bahasa!",
  "v5_2_news_page_description": "Rasakan kekuatan manajemen proyek global dengan JustDo 5.2! Kami menambahkan dukungan penuh Kanan-ke-Kiri (RTL), 60+ pilihan bahasa, antarmuka obrolan yang ditingkatkan, dan banyak lagi."
}