{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Novità",
  "v5_2_news_main_array_item_0_subtitle": "Oggi siamo lieti di annunciare il rilascio di JustDo v5.2, il nostro aggiornamento più inclusivo e globalmente orientato finora. Questa nuova versione introduce una serie di funzionalità progettate per rendere la gestione dei progetti veramente senza confini.",
  "v5_2_news_main_array_item_1_title": "Supporto completo da destra a sinistra: Potenziare i team globali",
  "v5_2_news_main_array_item_1_subtitle": "Siamo entusiasti di introdurre il supporto completo per i layout da destra a sinistra (RTL). Questa funzionalità garantisce una gestione dei progetti senza intoppi per gli utenti di lingue come l'arabo, l'ebraico e lo yiddish. <br><br>JustDo si distingue orgogliosamente come l'unico software moderno di gestione progetti che offre un vero design da destra a sinistra. La nostra interfaccia utente è meticolosamente allineata a destra, fornendo un'esperienza naturale e intuitiva per gli utenti di lingue RTL. Questa attenzione ai dettagli ci distingue, rendendo JustDo la scelta preferita per i team globali che richiedono un autentico supporto RTL.",
  "v5_2_news_main_array_item_2_title": "Parla la tua lingua: JustDo ora in più di 60 lingue",
  "v5_2_news_main_array_item_2_subtitle": "JustDo è ora disponibile in oltre 60 lingue, rendendolo veramente globale. Dall'አማርኛ (Amarico) al Tiếng Việt (Vietnamita), abbiamo tutto coperto. <br><br> Inglese, العربية (Arabo), Español (Spagnolo), Français (Francese), עברית (Ebraico), 日本語 (Giapponese), ភាសាខ្មែរ (Khmer), 한국어 (Coreano), Português de Portugal (Portoghese europeo), Português do Brasil (Portoghese brasiliano), Tiếng Việt (Vietnamita), Русский (Russo), ייִדיש (Yiddish), Italiano, Deutsch (Tedesco), हिन्दी (Hindi), Türkçe (Turco), Ελληνικά (Greco), Dansk (Danese), Suomi (Finlandese), Nederlands (Olandese), Svenska (Svedese), ไทย (Tailandese), Bahasa Indonesia (Indonesiano), Polski (Polacco), čeština (Ceco), Magyar (Ungherese), Română (Rumeno), Slovenčina (Slovacco), Українська (Ucraino), Български (Bulgaro), Hrvatski (Croato), Српски језик (Serbo), slovenščina (Sloveno), Eesti (Estone), latviešu valoda (Lettone), Lietuvių kalba (Lituano), አማርኛ (Amarico), 简体中文 (Cinese semplificato), 繁體中文 (Cinese tradizionale), Kiswahili (Swahili), Afrikaans, Azərbaycan dili (Azero), Беларуская мова (Bielorusso), বাংলা (Bengali), Bosanski (Bosniaco), Català (Catalano), Euskara (Basco), Lëtzebuergesch (Lussemburghese), македонски јазик (Macedone), नेपाली (Nepalese), Norsk bokmål (Norvegese bokmål), Shqip (Albanese), தமிழ் (Tamil), O'zbekcha (Uzbeco), Հայերեն (Armeno), Қазақ тілі (Kazako), кыргыз тили (Kirghiso), Bahasa Melayu (Malese), тоҷикӣ (Tagiko).",
  "v5_2_news_main_array_item_3_title": "Introduzione del tooltip utente intelligente",
  "v5_2_news_main_array_item_3_subtitle": "Passa il mouse su qualsiasi avatar utente per accedere al nostro nuovo ed elegante Tooltip Utente. Ottieni rapide informazioni sui membri del tuo team senza interrompere il tuo flusso di lavoro.",
  "v5_2_news_main_array_item_4_title": "Esperienza utente migliorata: Interfaccia di chat ridisegnata",
  "v5_2_news_main_array_item_4_subtitle": "Abbiamo rinnovato la nostra funzione di chat, sia nelle finestre in basso che all'interno del pannello delle attività, per una comunicazione di team più fluida.",
  "v5_2_news_page_title": "JustDo v5.2: Portata globale con supporto RTL e 60+ lingue!",
  "v5_2_news_page_description": "Scopri la potenza della gestione progetti globale con JustDo 5.2! Supporto RTL, 60+ lingue, chat migliorata e altro. Collabora senza sforzo tra culture e lingue."
}