{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Жаңа не бар",
  "v5_2_news_main_array_item_0_subtitle": "Бүгін біз JustDo v5.2 нұсқасының шығарылымын жариялауға қуаныштымыз, бұл біздің ең инклюзивті және жаһандық бағытталған жаңартуымыз. Бұл жаңа нұсқа жобаларды басқаруды шынымен шекарасыз етуге арналған мүмкіндіктер жиынтығын ұсынады.",
  "v5_2_news_main_array_item_1_title": "Толық Оңнан Солға Қолдау: Жаһандық Топтарды Күшейту",
  "v5_2_news_main_array_item_1_subtitle": "Біз оңнан солға (RTL) макеттеріне толық қолдауды енгізуге қуаныштымыз. Бұл мүмкіндік араб, иврит және идиш сияқты тілдерді қолданушылар үшін жобаларды тиімді басқаруды қамтамасыз етеді. <br><br>JustDo нақты оңнан солға дизайнын ұсынатын жалғыз заманауи жобаларды басқару бағдарламалық жасақтамасы ретінде мақтанышпен тұр. Біздің пайдаланушы интерфейсіміз RTL тілдерін қолданушылар үшін табиғи және интуитивті тәжірибе ұсыну үшін оңға мұқият туралануда. Бұл егжей-тегжейлі назар аудару бізді ерекшелендіреді, JustDo-ны шынайы RTL қолдауын қажет ететін жаһандық топтар үшін таңдаулы нұсқаға айналдырады.",
  "v5_2_news_main_array_item_2_title": "Өз тіліңізде сөйлеңіз: JustDo енді 60+ тілде",
  "v5_2_news_main_array_item_2_subtitle": "JustDo енді 60-тан астам тілде қолжетімді, бұл оны шынымен жаһандық етеді. አማርኛ (амхар) тілінен бастап Tiếng Việt (вьетнам) тіліне дейін, біз сізді қамтыдық. <br><br> English (ағылшын), العربية (араб), Español (испан), Français (француз), עברית (иврит), 日本語 (жапон), ភាសាខ្មែរ (кхмер), 한국어 (корей), Português de Portugal (португал), Português do Brasil (бразилия португал), Tiếng Việt (вьетнам), Русский (орыс), ייִדיש (идиш), Italiano (итальян), Deutsch (неміс), हिन्दी (хинди), Türkçe (түрік), Ελληνικά (грек), Dansk (дат), Suomi (фин), Nederlands (голланд), Svenska (швед), ไทย (тай), Bahasa Indonesia (индонезия), Polski (поляк), čeština (чех), Magyar (венгр), Română (румын), Slovenčina (словак), Українська (украин), Български (болгар), Hrvatski (хорват), Српски језик (серб), slovenščina (словен), Eesti (эстон), latviešu valoda (латыш), Lietuvių kalba (литва), አማርኛ (амхар), 简体中文 (қарапайым қытай), 繁體中文 (дәстүрлі қытай), Kiswahili (суахили), Afrikaans (африкаанс), Azərbaycan dili (әзірбайжан), Беларуская мова (беларус), বাংলা (бенгал), Bosanski (босния), Català (каталан), Euskara (баск), Lëtzebuergesch (люксембург), македонски јазик (македон), नेपाली (непал), Norsk bokmål (норвег букмол), Shqip (албан), தமிழ் (тамил), O'zbekcha (өзбек), Հայերեն (армян), Қазақ тілі (қазақ), кыргыз тили (қырғыз), Bahasa Melayu (малай), тоҷикӣ (тәжік).",
  "v5_2_news_main_array_item_3_title": "Ақылды Пайдаланушы Құралкеңесін Таныстыру",
  "v5_2_news_main_array_item_3_subtitle": "Біздің жаңа, стильді Пайдаланушы Құралкеңесіне қол жеткізу үшін кез келген пайдаланушы аватарының үстіне меңзерді апарыңыз. Жұмыс процесіңізді бұзбай-ақ команда мүшелері туралы жылдам түсінік алыңыз.",
  "v5_2_news_main_array_item_4_title": "Жақсартылған Пайдаланушы Тәжірибесі: Қайта Жасалған Чат Интерфейсі",
  "v5_2_news_main_array_item_4_subtitle": "Біз төменгі терезелерде және тапсырма панелінде команда байланысын жеңілдету үшін чат мүмкіндігімізді қайта жасадық.",
  "v5_2_news_page_title": "JustDo v5.2: Оңнан Солға қолдауы және 60+ тілмен жаһандық қамту!",
  "v5_2_news_page_description": "JustDo 5.2 арқылы жаһандық жобаларды басқару күшін сезініңіз! Біз толық Оңнан Солға (RTL) қолдауын, 60+ тіл опциясын, жақсартылған чат интерфейсін және т.б. қостық. Біздің ең инклюзивті жаңартуымызбен мәдениеттер мен тілдер арасында оңай ынтымақтасыңыз."
}