{
  "v5_2_news_title": "កំណែ v5.2",
  "v5_2_news_main_name": "អ្វីដែលថ្មី",
  "v5_2_news_main_array_item_0_subtitle": "ថ្ងៃនេះ យើងមានក្តីរីករាយក្នុងការប្រកាសចេញនូវការចេញផ្សាយ JustDo v5.2។ កំណែថ្មីនេះនាំមកនូវមុខងារជាច្រើនដែលត្រូវបានរចនាឡើងដើម្បីធ្វើឱ្យការគ្រប់គ្រងគម្រោងពិតជាគ្មានព្រំដែន។",
  "v5_2_news_main_array_item_1_title": "ការគាំទ្រពេញលេញសម្រាប់ការសរសេរពីស្តាំទៅឆ្វេង៖ ផ្តល់សិទ្ធិអំណាចដល់ក្រុមការងារសកល",
  "v5_2_news_main_array_item_1_subtitle": "យើងមានសេចក្តីរីករាយក្នុងការណែនាំការគាំទ្រពេញលេញសម្រាប់ការរចនាពីស្តាំទៅឆ្វេង (RTL)។ មុខងារនេះធានានូវការគ្រប់គ្រងគម្រោងដោយរលូនសម្រាប់អ្នកប្រើប្រាស់ភាសាដូចជាអារ៉ាប់ ហេប្រ៊ូ និងយីឌីស។ <br><br>JustDo ឈរដោយមោទនភាពជាកម្មវិធីគ្រប់គ្រងគម្រោងទំនើបតែមួយគត់ដែលផ្តល់នូវការរចនាពីស្តាំទៅឆ្វេងពិតប្រាកដ។ ចំណុចប្រទាក់អ្នកប្រើប្រាស់របស់យើងត្រូវបានតម្រឹមយ៉ាងប្រុងប្រយ័ត្នទៅខាងស្តាំ ដោយផ្តល់នូវបទពិសោធន៍ធម្មជាតិ និងងាយស្រួលសម្រាប់អ្នកប្រើប្រាស់ភាសា RTL។ ការយកចិត្តទុកដាក់លើរាយលម្អិតនេះធ្វើឱ្យយើងមានលក្ខណៈខុសគេ ធ្វើឱ្យ JustDo ជាជម្រើសដ៏ល្អបំផុតសម្រាប់ក្រុមការងារសកលដែលត្រូវការការគាំទ្រ RTL ពិតប្រាកដ។",
  "v5_2_news_main_array_item_2_title": "និយាយភាសារបស់អ្នក៖ JustDo ឥឡូវមានជាង 60 ភាសា",
  "v5_2_news_main_array_item_2_subtitle": "JustDo ឥឡូវនេះមានជាង 60 ភាសា ដែលធ្វើឱ្យវាក្លាយជាសកលពិតប្រាកដ។ ចាប់ពីភាសាអាមហារិក (Amharic) រហូតដល់ភាសាវៀតណាម (Vietnamese) យើងមានគ្រប់ភាសាសម្រាប់អ្នក។",
  "v5_2_news_main_array_item_3_title": "ការណែនាំបង្អួចពន្យល់អ្នកប្រើប្រាស់ឆ្លាតវៃ",
  "v5_2_news_main_array_item_3_subtitle": "ដាក់កណ្តុរលើរូបតំណាងអ្នកប្រើប្រាស់ណាមួយដើម្បីចូលប្រើបង្អួចពន្យល់អ្នកប្រើប្រាស់ថ្មីដ៏ទាន់សម័យរបស់យើង។ ទទួលបានការយល់ដឹងរហ័សអំពីសមាជិកក្រុមរបស់អ្នកដោយមិនរំខានដល់លំហូរការងាររបស់អ្នក។",
  "v5_2_news_main_array_item_4_title": "បទពិសោធន៍អ្នកប្រើប្រាស់កាន់តែប្រសើរ៖ ចំណុចប្រទាក់ជជែកដែលបានរចនាឡើងវិញ",
  "v5_2_news_main_array_item_4_subtitle": "យើងបានកែលម្អមុខងារជជែករបស់យើង ទាំងនៅក្នុងបង្អួចខាងក្រោម និងនៅក្នុងផ្ទាំងកិច្ចការ សម្រាប់ការទំនាក់ទំនងក្រុមដែលរលូនជាងមុន។",
  "v5_2_news_page_title": "JustDo v5.2៖ ណែនាំការបកប្រែជាង 60 ភាសា និងការគាំទ្រពេញលេញសម្រាប់ភាសាពីស្តាំទៅឆ្វេង",
  "v5_2_news_page_description": "បទពិសោធន៍នៃការគ្រប់គ្រងគម្រោងសកលជាមួយ JustDo 5.2! យើងបានបន្ថែមការគាំទ្រពេញលេញសម្រាប់ស្តាំទៅឆ្វេង (RTL) ជម្រើសភាសាជាង 60 ចំណុចប្រទាក់ជជែកដែលបានកែលម្អ និងច្រើនទៀត។"
}