{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Жаңылыктар",
  "v5_2_news_main_array_item_0_subtitle": "Бүгүн биз JustDo v5.2 версиясынын чыгышын жарыялоого кубанычтабыз, бул биздин эң инклюзивдүү жана глобалдык багытталган жаңыртуубуз. Бул жаңы версия долбоорлорду башкарууну чын эле чек арасыз кылууга багытталган көптөгөн функцияларды алып келет.",
  "v5_2_news_main_array_item_1_title": "Толук оңдон солго колдоо: Глобалдык командаларды күчтөндүрүү",
  "v5_2_news_main_array_item_1_subtitle": "Биз оңдон солго (RTL) макеттерин толук колдоону киргизүүгө кубанычтабыз. Бул функция араб, иврит жана идиш сыяктуу тилдерди колдонуучулар үчүн долбоорлорду башкарууну үзгүлтүксүз камсыз кылат. <br><br>JustDo чыныгы оңдон солго дизайнын сунуштаган жалгыз заманбап долбоорлорду башкаруу программасы болуп саналат. Биздин колдонуучу интерфейсибиз оңго так багытталган, бул RTL тилдерин колдонуучулар үчүн табигый жана интуитивдүү тажрыйбаны камсыз кылат. Бул деталдарга көңүл буруу бизди башкалардан айырмалап турат, JustDo чыныгы RTL колдоосун талап кылган глобалдык командалар үчүн эң жакшы тандоо кылат.",
  "v5_2_news_main_array_item_2_title": "Өз тилиңизде сүйлөңүз: JustDo эми 60+ тилде",
  "v5_2_news_main_array_item_2_subtitle": "JustDo эми 60тан ашык тилде жеткиликтүү, бул аны чындап эле глобалдык кылат. አማርኛ (амхар) тилинен баштап Tiếng Việt (вьетнам) тилине чейин, биз сизди камсыз кылдык. <br><br> English (англис), العربية (араб), Español (испан), Français (француз), עברית (иврит), 日本語 (жапон), ភាសាខ្មែរ (кхмер), 한국어 (корей), Português de Portugal (португал), Português do Brasil (бразилиялык португал), Tiếng Việt (вьетнам), Русский (орус), ייִדיש (идиш), Italiano (италиян), Deutsch (немис), हिन्दी (хинди), Türkçe (түрк), Ελληνικά (грек), Dansk (датча), Suomi (фин), Nederlands (голланд), Svenska (швед), ไทย (тай), Bahasa Indonesia (индонезия), Polski (поляк), čeština (чех), Magyar (венгр), Română (румын), Slovenčina (словак), Українська (украин), Български (болгар), Hrvatski (хорват), Српски језик (серб), slovenščina (словен), Eesti (эстон), latviešu valoda (латыш), Lietuvių kalba (литва), አማርኛ (амхар), 简体中文 (жөнөкөйлөтүлгөн кытай), 繁體中文 (салттуу кытай), Kiswahili (суахили), Afrikaans (африкаанс), Azərbaycan dili (азербайжан), Беларуская мова (беларус), বাংলা (бенгал), Bosanski (босния), Català (каталан), Euskara (баск), Lëtzebuergesch (люксембург), македонски јазик (македон), नेपाली (непал), Norsk bokmål (норвеж букмол), Shqip (албан), தமிழ் (тамил), O'zbekcha (өзбек), Հայերեն (армян), Қазақ тілі (казак), кыргыз тили (кыргыз), Bahasa Melayu (малай), тоҷикӣ (тажик).",
  "v5_2_news_main_array_item_3_title": "Акылдуу колдонуучу кеңеш кепилдемесин (tooltip) тааныштыруу",
  "v5_2_news_main_array_item_3_subtitle": "Колдонуучунун аватарынын үстүнө чычканды алып барсаңыз, биздин жаңы, стилдүү Колдонуучу кеңеш кепилдемесине (User Tooltip) кире аласыз. Иш процессиңизди бузбастан команда мүчөлөрүңүз жөнүндө тез маалымат алыңыз.",
  "v5_2_news_main_array_item_4_title": "Жакшыртылган колдонуучу тажрыйбасы: Кайра иштелип чыккан чат интерфейси",
  "v5_2_news_main_array_item_4_subtitle": "Биз команданын байланышын жакшыртуу үчүн чат функциябызды, төмөнкү терезелерде да, тапшырма панелинде да кайра иштеп чыктык.",
  "v5_2_news_page_title": "JustDo v5.2: Оңдон солго колдоо жана 60+ тил менен глобалдык жетүү!",
  "v5_2_news_page_description": "JustDo 5.2 менен глобалдык долбоорлорду башкаруунун күчүн сезиңиз! Биз толук Оңдон солго (RTL) колдоону, 60тан ашык тил вариантын, жакшыртылган чат интерфейсин жана башкаларды кошумчаладык. Биздин эң инклюзивдүү жаңыртуубуз менен маданияттар жана тилдер аркылуу оңой кызматташыңыз."
}