{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Жаңылыктар",
  "v5_2_news_main_array_item_0_subtitle": "Бүгүн биз JustDo v5.2 версиясынын чыгарылышын жарыялоого кубанычтабыз. Бул жаңы версия долбоорлорду башкарууну чындап эле чек арасыз кылууга багытталган бир катар мүмкүнчүлүктөрдү алып келет.",
  "v5_2_news_main_array_item_1_title": "Толук оңдон солго колдоо: Глобалдык командаларды күчтөндүрүү",
  "v5_2_news_main_array_item_1_subtitle": "Биз оңдон солго (RTL) макеттерин толук колдоону киргизүүгө кубанычтабыз. Бул функция араб, иврит жана идиш сыяктуу тилдерди колдонуучулар үчүн долбоорлорду башкарууну үзгүлтүксүз камсыз кылат. <br><br>JustDo чыныгы оңдон солго дизайнын сунуштаган жалгыз заманбап долбоорлорду башкаруу программасы болуп саналат. Биздин колдонуучу интерфейсибиз оңго так багытталган, бул RTL тилдерин колдонуучулар үчүн табигый жана интуитивдүү тажрыйбаны камсыз кылат. Бул деталдарга көңүл буруу бизди башкалардан айырмалап турат, JustDo чыныгы RTL колдоосун талап кылган глобалдык командалар үчүн эң жакшы тандоо кылат.",
  "v5_2_news_main_array_item_2_title": "Өз тилиңизде сүйлөңүз: JustDo эми 60+ тилде",
  "v5_2_news_main_array_item_2_subtitle": "JustDo эми 60тан ашык тилде жеткиликтүү, бул аны чындап эле глобалдык кылат. አማርኛ (амхар тилинен) баштап Tiếng Việt (вьетнам тилине) чейин, биз баарын камтыдык.",
  "v5_2_news_main_array_item_3_title": "Акылдуу колдонуучу кеңеш кепилдемесин (tooltip) тааныштыруу",
  "v5_2_news_main_array_item_3_subtitle": "Колдонуучунун аватарынын үстүнө чычканды алып барсаңыз, биздин жаңы, стилдүү Колдонуучу кеңеш кепилдемесине (User Tooltip) кире аласыз. Иш процессиңизди бузбастан команда мүчөлөрүңүз жөнүндө тез маалымат алыңыз.",
  "v5_2_news_main_array_item_4_title": "Жакшыртылган колдонуучу тажрыйбасы: Кайра иштелип чыккан чат интерфейси",
  "v5_2_news_main_array_item_4_subtitle": "Биз команданын байланышын жакшыртуу үчүн чат функциябызды, төмөнкү терезелерде да, тапшырма панелинде да кайра иштеп чыктык.",
  "v5_2_news_page_title": "JustDo v5.2: 60+ тилге которуу жана Оңдон солго тилдерди толук колдоо",
  "v5_2_news_page_description": "JustDo 5.2 менен глобалдык долбоорлорду башкаруунун күчүн сезиңиз! Биз толук Оңдон солго (RTL) колдоону, 60тан ашык тил вариантын, жакшыртылган чат интерфейсин жана башкаларды кошумчаладык. Биздин эң инклюзивдүү жаңыртуубуз менен маданияттар жана тилдер аркылуу оңой кызматташыңыз."
}