{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Wat ass nei",
  "v5_2_news_main_array_item_0_subtitle": "Haut si mir frou d'Verëffentlechung vun JustDo v5.2 unzekënnegen. Dës nei Versioun bréngt eng Rei vu Funktioune mat sech, déi entworf si fir Projektmanagement wierklech grenzenlos ze maachen.",
  "v5_2_news_main_array_item_1_title": "Komplett Ënnerstëtzung fir Riets-no-Lénks: Globaalt Team Empowerment",
  "v5_2_news_main_array_item_1_subtitle": "Mir si begeeschtert komplett Ënnerstëtzung fir Riets-no-Lénks (RTL) Layouten anzeféieren. Dës Funktioun garantéiert e nahtlost Projektmanagement fir Benotzer vu Sproochen wéi Arabesch, Hebräesch an Jiddesch. <br><br>JustDo ass houfreg déi eenzeg modern Projektmanagement Software ze sinn, déi eng richteg Riets-no-Lénks Gestaltung ubitt. Eist UI ass suergsam no riets ausgeriicht, wat eng natierlech an intuitiv Erfarung fir RTL Sproochbenotzer bitt. Dës Opmierksamkeet op Detailer ënnerscheet eis, wat JustDo déi éischt Wiel fir global Teams mécht, déi authentesch RTL Ënnerstëtzung brauchen.",
  "v5_2_news_main_array_item_2_title": "Schwätzt Är Sprooch: JustDo elo a méi wéi 60 Sproochen",
  "v5_2_news_main_array_item_2_subtitle": "JustDo ass elo a méi wéi 60 Sproochen verfügbar, wat et wierklech global mécht. Vun Amharesch (አማርኛ) bis Vietnamesesch (Tiếng Việt), mir hunn alles ofgedeckt.",
  "v5_2_news_main_array_item_3_title": "Aféierung vum intelligenten Benotzer Tooltip",
  "v5_2_news_main_array_item_3_subtitle": "Fuer mat der Maus iwwer all Benotzer Avatar fir op eisen neien, stilvollen Benotzer Tooltip zouzegräifen. Kritt séier Abléck iwwer Är Teammemberen ouni Ären Aarbechtsfloss ze stéieren.",
  "v5_2_news_main_array_item_4_title": "Verbessert Benotzererliewnis: Nei gestalten Chat Interface",
  "v5_2_news_main_array_item_4_subtitle": "Mir hunn eis Chat Funktioun nei gestallt, souwuel an den ënneschte Fënsteren wéi och am Aufgabepanel, fir eng méi glat Team Kommunikatioun.",
  "v5_2_news_page_title": "JustDo v5.2: Aféierung vun Iwwersetzungen an iwwer 60 Sproochen a voll Riets-no-Lénks Sproochënnerstëtzung",
  "v5_2_news_page_description": "Erlieft d'Kraaft vu globalem Projektmanagement mat JustDo 5.2! Voll Riets-no-Lénks Support, iwwer 60 Sproochoptiounen, verbessert Chat-Interface, a méi."
}