{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Kas naujo",
  "v5_2_news_main_array_item_0_subtitle": "Šiandien džiaugiamės galėdami pristatyti „JustDo\" v5.2 versiją - mūsų labiausiai įtraukiantį ir globaliai orientuotą atnaujinimą. Ši nauja versija turi daugybę funkcijų, skirtų projektų valdymą padaryti tikrai be sienų.",
  "v5_2_news_main_array_item_1_title": "Pilnas palaikymas iš dešinės į kairę: Įgalinamos globalios komandos",
  "v5_2_news_main_array_item_1_subtitle": "Džiaugiamės galėdami pristatyti visišką palaikymą išdėstymui iš dešinės į kairę (RTL). Ši funkcija užtikrina sklandų projektų valdymą vartotojams, naudojantiems tokias kalbas kaip arabų, hebrajų ir jidiš. <br><br>„JustDo\" didžiuojasi būdama vienintele šiuolaikine projektų valdymo programine įranga, siūlančia tikrą iš dešinės į kairę dizainą. Mūsų vartotojo sąsaja yra kruopščiai suderinta dešinėje pusėje, suteikiant natūralią ir intuityvią patirtį RTL kalbų vartotojams. Šis dėmesys detalėms išskiria mus iš kitų, padarydamas „JustDo\" pirmuoju pasirinkimu globalioms komandoms, kurioms reikia autentiško RTL palaikymo.",
  "v5_2_news_main_array_item_2_title": "Kalbėkite savo kalba: „JustDo\" dabar 60+ kalbų",
  "v5_2_news_main_array_item_2_subtitle": "„JustDo\" dabar yra prieinama daugiau nei 60 kalbų, padarydama ją tikrai globalia. Nuo አማርኛ (amharų) iki Tiếng Việt (vietnamiečių), mes jus aprūpinome. <br><br> Anglų, العربية (arabų), Español (ispanų), Français (prancūzų), עברית (hebrajų), 日本語 (japonų), ភាសាខ្មែរ (khmerų), 한국어 (korėjiečių), Português de Portugal (Portugalijos portugalų), Português do Brasil (Brazilijos portugalų), Tiếng Việt (vietnamiečių), Русский (rusų), ייִדיש (jidiš), Italiano (italų), Deutsch (vokiečių), हिन्दी (hindi), Türkçe (turkų), Ελληνικά (graikų), Dansk (danų), Suomi (suomių), Nederlands (olandų), Svenska (švedų), ไทย (tajų), Bahasa Indonesia (indoneziečių), Polski (lenkų), čeština (čekų), Magyar (vengrų), Română (rumunų), Slovenčina (slovakų), Українська (ukrainiečių), Български (bulgarų), Hrvatski (kroatų), Српски језик (serbų), slovenščina (slovėnų), Eesti (estų), latviešu valoda (latvių), Lietuvių kalba (lietuvių), አማርኛ (amharų), 简体中文 (supaprastinta kinų), 繁體中文 (tradicinė kinų), Kiswahili (svahilių), Afrikaans (afrikanų), Azərbaycan dili (azerbaidžaniečių), Беларуская мова (baltarusių), বাংলা (bengalų), Bosanski (bosnių), Català (katalonų), Euskara (baskų), Lëtzebuergesch (liuksemburgiečių), македонски јазик (makedonų), नेपाली (nepalų), Norsk bokmål (norvegų bukmolas), Shqip (albanų), தமிழ் (tamilų), O'zbekcha (uzbekų), Հայերեն (armėnų), Қазақ тілі (kazachų), кыргыз тили (kirgizų), Bahasa Melayu (malajų), тоҷикӣ (tadžikų).",
  "v5_2_news_main_array_item_3_title": "Pristatome išmanųjį vartotojo patarimo langą",
  "v5_2_news_main_array_item_3_subtitle": "Užveskite pelės žymeklį ant bet kurio vartotojo avataro, kad pasiektumėte mūsų naują, stilingą vartotojo patarimo langą. Gaukite greitų įžvalgų apie savo komandos narius netrukdydami savo darbo eigos.",
  "v5_2_news_main_array_item_4_title": "Pagerintas vartotojo patyrimas: Atnaujinta pokalbių sąsaja",
  "v5_2_news_main_array_item_4_subtitle": "Mes atnaujinome mūsų pokalbių funkciją tiek apatiniuose languose, tiek užduočių skydelyje, kad komandos bendravimas būtų sklandesnis.",
  "v5_2_news_page_title": "JustDo v5.2: Globalus pasiekiamumas su RTL palaikymu ir 60+ kalbų!",
  "v5_2_news_page_description": "Patirkite globalaus projektų valdymo galią su JustDo 5.2! Pridėjome pilną RTL palaikymą, 60+ kalbų, patobulintą pokalbių sąsają ir daugiau."
}