{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Kas naujo",
  "v5_2_news_main_array_item_0_subtitle": "Šiandien džiaugiamės galėdami pranešti apie JustDo v5.2 versijos išleidimą. Ši nauja versija turi daugybę funkcijų, skirtų padaryti projektų valdymą tikrai be sienų.",
  "v5_2_news_main_array_item_1_title": "Pilnas palaikymas iš dešinės į kairę: Įgalinamos globalios komandos",
  "v5_2_news_main_array_item_1_subtitle": "Džiaugiamės galėdami pristatyti visišką palaikymą išdėstymui iš dešinės į kairę (RTL). Ši funkcija užtikrina sklandų projektų valdymą vartotojams, naudojantiems tokias kalbas kaip arabų, hebrajų ir jidiš. <br><br>„JustDo\" didžiuojasi būdama vienintele šiuolaikine projektų valdymo programine įranga, siūlančia tikrą iš dešinės į kairę dizainą. Mūsų vartotojo sąsaja yra kruopščiai suderinta dešinėje pusėje, suteikiant natūralią ir intuityvią patirtį RTL kalbų vartotojams. Šis dėmesys detalėms išskiria mus iš kitų, padarydamas „JustDo\" pirmuoju pasirinkimu globalioms komandoms, kurioms reikia autentiško RTL palaikymo.",
  "v5_2_news_main_array_item_2_title": "Kalbėkite savo kalba: „JustDo\" dabar 60+ kalbų",
  "v5_2_news_main_array_item_2_subtitle": "JustDo dabar yra prieinama daugiau nei 60 kalbų, todėl ji tikrai tapo globali. Nuo አማርኛ (amharų) iki Tiếng Việt (vietnamiečių), mes jus aprūpinome.",
  "v5_2_news_main_array_item_3_title": "Pristatome išmanųjį vartotojo patarimo langą",
  "v5_2_news_main_array_item_3_subtitle": "Užveskite pelės žymeklį ant bet kurio vartotojo avataro, kad pasiektumėte mūsų naują, stilingą vartotojo patarimo langą. Gaukite greitų įžvalgų apie savo komandos narius netrukdydami savo darbo eigos.",
  "v5_2_news_main_array_item_4_title": "Pagerintas vartotojo patyrimas: Atnaujinta pokalbių sąsaja",
  "v5_2_news_main_array_item_4_subtitle": "Mes atnaujinome mūsų pokalbių funkciją tiek apatiniuose languose, tiek užduočių skydelyje, kad komandos bendravimas būtų sklandesnis.",
  "v5_2_news_page_title": "JustDo v5.2: Pristatome vertimus į 60+ kalbų ir visišką RTL kalbų palaikymą",
  "v5_2_news_page_description": "Patirkite globalaus projektų valdymo galią su JustDo 5.2! Pridėjome pilną RTL palaikymą, 60+ kalbų, patobulintą pokalbių sąsają ir daugiau."
}