{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Kas jauns",
  "v5_2_news_main_array_item_0_subtitle": "Šodien mēs ar prieku paziņojam par JustDo v5.2 izlaišanu. Šī jaunā versija ievieš virkni funkciju, kas paredzētas, lai padarītu projektu vadību patiesi bez robežām.",
  "v5_2_news_main_array_item_1_title": "Pilns atbalsts rakstībai no labās uz kreiso pusi: Globālo komandu iespējošana",
  "v5_2_news_main_array_item_1_subtitle": "Mēs ar prieku ieviešam pilnīgu atbalstu izkārtojumam no labās uz kreiso pusi (RTL). Šī funkcija nodrošina netraucētu projektu vadību lietotājiem, kuri izmanto tādas valodas kā arābu, ivritu un jidišu. <br><br>JustDo ir lepns būt vienīgā mūsdienīgā projektu vadības programmatūra, kas piedāvā patiesu RTL dizainu. Mūsu lietotāja saskarne ir rūpīgi saskaņota ar labo pusi, nodrošinot dabisku un intuitīvu pieredzi RTL valodu lietotājiem. Šī uzmanība detaļām mūs izceļ, padarot JustDo par pirmo izvēli globālajām komandām, kurām nepieciešams autentisks RTL atbalsts.",
  "v5_2_news_main_array_item_2_title": "Runājiet savā valodā: JustDo tagad pieejams 60+ valodās",
  "v5_2_news_main_array_item_2_subtitle": "JustDo tagad ir pieejams vairāk nekā 60 valodās, padarot to patiesi globālu. No አማርኛ (amharu) līdz Tiếng Việt (vjetnamiešu), mēs esam parūpējušies par jums.",
  "v5_2_news_main_array_item_3_title": "Ieviešam viedo lietotāja rīkpadomu",
  "v5_2_news_main_array_item_3_subtitle": "Novietojiet kursoru virs jebkura lietotāja avatara, lai piekļūtu mūsu jaunajam, stilīgajam lietotāja rīkpadomam. Iegūstiet ātru ieskatu par saviem komandas biedriem, netraucējot savu darba plūsmu.",
  "v5_2_news_main_array_item_4_title": "Uzlabota lietotāja pieredze: Pārprojektēta tērzēšanas saskarne",
  "v5_2_news_main_array_item_4_subtitle": "Mēs esam pārveidojuši mūsu tērzēšanas funkciju gan apakšējos logos, gan uzdevumu panelī, lai nodrošinātu vienmērīgāku komandas komunikāciju.",
  "v5_2_news_page_title": "JustDo v5.2: Ieviešam tulkojumus 60+ valodās un pilnu RTL valodu atbalstu",
  "v5_2_news_page_description": "Izbaudiet globālas projektu vadības spēku ar JustDo 5.2! Pievienots RTL atbalsts, 60+ valodas, uzlabota tērzēšanas saskarne un vēl. Sadarbojieties bez piepūles pāri kultūrām un valodām."
}