{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Што е ново",
  "v5_2_news_main_array_item_0_subtitle": "Денес, со задоволство ја најавуваме објавата на JustDo v5.2, нашето досега најинклузивно и глобално фокусирано ажурирање. Оваа нова верзија носи низа функции дизајнирани да го направат управувањето со проекти навистина без граници.",
  "v5_2_news_main_array_item_1_title": "Целосна поддршка за десно-кон-лево: Зајакнување на глобалните тимови",
  "v5_2_news_main_array_item_1_subtitle": "Со воодушевување ја претставуваме целосната поддршка за распореди од десно-кон-лево (RTL). Оваа функција обезбедува беспрекорно управување со проекти за корисниците на јазици како арапски, хебрејски и јидиш. <br><br>JustDo гордо стои како единствен модерен софтвер за управување со проекти кој нуди вистински дизајн од десно-кон-лево. Нашиот кориснички интерфејс е внимателно порамнет кон десно, обезбедувајќи природно и интуитивно искуство за корисниците на RTL јазици. Ова внимание на деталите нè издвојува, правејќи JustDo да биде прв избор за глобалните тимови кои бараат автентична RTL поддршка.",
  "v5_2_news_main_array_item_2_title": "Зборувајте на вашиот јазик: JustDo сега на повеќе од 60 јазици",
  "v5_2_news_main_array_item_2_subtitle": "JustDo сега е достапен на повеќе од 60 јазици, правејќи го навистина глобален. Од አማርኛ (амхарски) до Tiếng Việt (виетнамски), ве покриваме. <br><br> English (англиски), العربية (арапски), Español (шпански), Français (француски), עברית (хебрејски), 日本語 (јапонски), ភាសាខ្មែរ (кмерски), 한국어 (корејски), Português de Portugal (португалски - Португалија), Português do Brasil (португалски - Бразил), Tiếng Việt (виетнамски), Русский (руски), ייִדיש (јидиш), Italiano (италијански), Deutsch (германски), हिन्दी (хинди), Türkçе (турски), Ελληνικά (грчки), Dansk (дански), Suomi (фински), Nederlands (холандски), Svenska (шведски), ไทย (тајландски), Bahasa Indonesia (индонезиски), Polski (полски), čeština (чешки), Magyar (унгарски), Română (романски), Slovenčina (словачки), Українська (украински), Български (бугарски), Hrvatski (хрватски), Српски језик (српски), slovenščina (словенечки), Eesti (естонски), latviešu valoda (латвиски), Lietuvių kalba (литвански), አማርኛ (амхарски), 简体中文 (поедноставен кинески), 繁體中文 (традиционален кинески), Kiswahili (свахили), Afrikaans (африканс), Azərbaycan dili (азербејџански), Беларуская мова (белоруски), বাংলা (бенгалски), Bosanski (босански), Català (каталонски), Euskara (баскиски), Lëtzebuergesch (луксембуршки), македонски јазик, नेपाली (непалски), Norsk bokmål (норвешки букмол), Shqip (албански), தமிழ் (тамилски), O'zbekcha (узбекски), Հայերեն (ерменски), Қазақ тілі (казашки), кыргыз тили (киргиски), Bahasa Melayu (малајски), тоҷикӣ (таџикски).",
  "v5_2_news_main_array_item_3_title": "Претставување на паметниот кориснички tooltip",
  "v5_2_news_main_array_item_3_subtitle": "Поминете со глушецот над која било корисничка аватар за да пристапите до нашиот нов, стилски кориснички tooltip. Добијте брзи увиди за членовите на вашиот тим без да го нарушите вашиот работен тек.",
  "v5_2_news_main_array_item_4_title": "Подобрено корисничко искуство: Редизајниран интерфејс за разговор",
  "v5_2_news_main_array_item_4_subtitle": "Го редизајниравме нашиот чет (chat) функција, и во долните прозорци и во панелот за задачи, за поефикасна тимска комуникација.",
  "v5_2_news_page_title": "JustDo v5.2: Глобален досег со поддршка од десно-кон-лево и 60+ јазици!",
  "v5_2_news_page_description": "Доживејте ја моќта на глобалното управување со проекти со JustDo 5.2! Додадовме целосна поддршка од десно-кон-лево (RTL), над 60 јазични опции, подобрен интерфејс за разговор и многу повеќе."
}