{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Hva er nytt",
  "v5_2_news_main_array_item_0_subtitle": "I dag er vi glade for å kunngjøre lanseringen av JustDo v5.2, vår mest inkluderende og globalt fokuserte oppdatering hittil. Denne nye versjonen bringer en rekke funksjoner designet for å gjøre prosjektstyring virkelig grenseløs.",
  "v5_2_news_main_array_item_1_title": "Full høyre-til-venstre støtte: Styrker globale team",
  "v5_2_news_main_array_item_1_subtitle": "Vi er begeistret for å introdusere fullstendig støtte for høyre-til-venstre (RTL) oppsett. Denne funksjonen sikrer sømløs prosjektstyring for brukere av språk som arabisk, hebraisk og jiddisch. <br><br>JustDo er stolt over å være den eneste moderne prosjektstyringsplattformen som tilbyr ekte høyre-til-venstre design. Vårt brukergrensesnitt er nøye justert til høyre, noe som gir en naturlig og intuitiv opplevelse for RTL-språkbrukere. Denne oppmerksomheten på detaljer skiller oss ut og gjør JustDo til det foretrukne valget for globale team som krever autentisk RTL-støtte.",
  "v5_2_news_main_array_item_2_title": "Snakk ditt språk: JustDo nå på over 60 språk",
  "v5_2_news_main_array_item_2_subtitle": "JustDo er nå tilgjengelig på over 60 språk, noe som gjør det virkelig globalt. Fra አማርኛ (amharisk) til Tiếng Việt (vietnamesisk), vi har deg dekket. <br><br> Engelsk, العربية (arabisk), Español (spansk), Français (fransk), עברית (hebraisk), 日本語 (japansk), ភាសាខ្មែរ (khmer), 한국어 (koreansk), Português de Portugal (portugisisk), Português do Brasil (brasiliansk portugisisk), Tiếng Việt (vietnamesisk), Русский (russisk), ייִדיש (jiddisch), Italiano (italiensk), Deutsch (tysk), हिन्दी (hindi), Türkçe (tyrkisk), Ελληνικά (gresk), Dansk, Suomi (finsk), Nederlands (nederlandsk), Svenska (svensk), ไทย (thai), Bahasa Indonesia (indonesisk), Polski (polsk), čeština (tsjekkisk), Magyar (ungarsk), Română (rumensk), Slovenčina (slovakisk), Українська (ukrainsk), Български (bulgarsk), Hrvatski (kroatisk), Српски језик (serbisk), slovenščina (slovensk), Eesti (estisk), latviešu valoda (latvisk), Lietuvių kalba (litauisk), አማርኛ (amharisk), 简体中文 (forenklet kinesisk), 繁體中文 (tradisjonell kinesisk), Kiswahili (swahili), Afrikaans, Azərbaycan dili (aserbajdsjansk), Беларуская мова (hviterussisk), বাংলা (bengali), Bosanski (bosnisk), Català (katalansk), Euskara (baskisk), Lëtzebuergesch (luxembourgsk), македонски јазик (makedonsk), नेपाली (nepali), Norsk bokmål, Shqip (albansk), தமிழ் (tamil), O'zbekcha (usbekisk), Հայերեն (armensk), Қазақ тілі (kasakhisk), кыргыз тили (kirgisisk), Bahasa Melayu (malayisk), тоҷикӣ (tadsjikisk).",
  "v5_2_news_main_array_item_3_title": "Introduserer Smart brukerverktøytips",
  "v5_2_news_main_array_item_3_subtitle": "Hold musepekeren over en brukers avatar for å få tilgang til vårt nye, stilige brukerverktøytips. Få raske innsikter om teammedlemmene dine uten å forstyrre arbeidsflyten.",
  "v5_2_news_main_array_item_4_title": "Forbedret brukeropplevelse: Redesignet chatgrensesnitt",
  "v5_2_news_main_array_item_4_subtitle": "Vi har oppgradert chatfunksjonen vår, både i bunnvinduene og i oppgavepanelet, for smidigere teamkommunikasjon.",
  "v5_2_news_page_title": "JustDo v5.2: Global rekkevidde med høyre-til-venstre-støtte!",
  "v5_2_news_page_description": "Oppdag global prosjektstyring med JustDo 5.2! Vi har lagt til full høyre-til-venstre-støtte, over 60 språk, forbedret chatgrensesnitt og mer. Samarbeid enkelt på tvers av kulturer og språk."
}