{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "नयाँ के छ",
  "v5_2_news_main_array_item_0_subtitle": "आज, हामी JustDo v५.२ को रिलिजको घोषणा गर्न पाउँदा खुसी छौं। यो नयाँ संस्करणले परियोजना व्यवस्थापनलाई साँच्चै नै सीमाविहीन बनाउन डिजाइन गरिएका विशेषताहरू ल्याउँछ।",
  "v5_2_news_main_array_item_1_title": "पूर्ण दायाँ-देखि-बायाँ समर्थन: विश्वव्यापी टोलीहरूलाई सशक्त बनाउँदै",
  "v5_2_news_main_array_item_1_subtitle": "हामी दायाँ-देखि-बायाँ (RTL) लेआउटहरूको लागि पूर्ण समर्थन प्रस्तुत गर्न पाउँदा रोमाञ्चित छौं। यो विशेषताले अरबी, हिब्रू र यिद्दिश जस्ता भाषाहरूका प्रयोगकर्ताहरूको लागि निर्बाध परियोजना व्यवस्थापन सुनिश्चित गर्दछ। <br><br>JustDo गर्वका साथ आधुनिक परियोजना व्यवस्थापन सफ्टवेयरको रूपमा स्थापित छ जसले वास्तविक दायाँ-देखि-बायाँ डिजाइन प्रदान गर्दछ। हाम्रो UI सावधानीपूर्वक दायाँ तर्फ संरेखित छ, जसले RTL भाषा प्रयोगकर्ताहरूलाई प्राकृतिक र सहज अनुभव प्रदान गर्दछ। यो विवरणप्रतिको ध्यानले हामीलाई अलग बनाउँछ, JustDo लाई प्रामाणिक RTL समर्थन आवश्यक पर्ने विश्वव्यापी टोलीहरूको लागि पहिलो रोजाइ बनाउँछ।",
  "v5_2_news_main_array_item_2_title": "आफ्नो भाषामा बोल्नुहोस्: JustDo अब 60+ भाषाहरूमा",
  "v5_2_news_main_array_item_2_subtitle": "JustDo अब ६० भन्दा बढी भाषाहरूमा उपलब्ध छ, जसले यसलाई साँच्चै नै विश्वव्यापी बनाएको छ। አማርኛ (अम्हारिक) देखि Tiếng Việt (भियतनामी) सम्म, हामीले तपाईंलाई समेटेका छौं।",
  "v5_2_news_main_array_item_3_title": "स्मार्ट प्रयोगकर्ता टूलटिप परिचय",
  "v5_2_news_main_array_item_3_subtitle": "कुनै पनि प्रयोगकर्ता अवतारमाथि होभर गरेर हाम्रो नयाँ, स्टाइलिश प्रयोगकर्ता टूलटिप प्रयोग गर्नुहोस्। आफ्नो कार्यप्रवाहलाई बाधा नपुर्याई आफ्नो टोलीका सदस्यहरूको बारेमा छिटो अन्तर्दृष्टि प्राप्त गर्नुहोस्।",
  "v5_2_news_main_array_item_4_title": "बढाइएको प्रयोगकर्ता अनुभव: पुनः डिजाइन गरिएको च्याट इन्टरफेस",
  "v5_2_news_main_array_item_4_subtitle": "हामीले तल्लो विन्डोहरू र कार्य फलकभित्र दुवैमा हाम्रो च्याट सुविधालाई सुधार गरेका छौं, जसले टोली संचारलाई सहज बनाउँछ।",
  "v5_2_news_page_title": "JustDo v५.२: ६०+ भाषाहरूमा अनुवाद र पूर्ण दायाँ-देखि-बायाँ भाषा समर्थन",
  "v5_2_news_page_description": "JustDo 5.2 संग विश्वव्यापी परियोजना व्यवस्थापनको शक्ति अनुभव गर्नुहोस्! हामीले पूर्ण दायाँ-बायाँ (RTL) समर्थन, 60+ भाषा विकल्पहरू, उन्नत च्याट इन्टरफेस र अझ धेरै थपेका छौं।"
}