{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Wat is er nieuw",
  "v5_2_news_main_array_item_0_subtitle": "Vandaag zijn we verheugd de release van JustDo v5.2 aan te kondigen, onze meest inclusieve en wereldwijd gerichte update tot nu toe. Deze nieuwe versie brengt een reeks functies die projectmanagement echt grenzeloos maken.",
  "v5_2_news_main_array_item_1_title": "Volledige Rechts-naar-Links Ondersteuning: Wereldwijde Teams Versterken",
  "v5_2_news_main_array_item_1_subtitle": "We zijn verheugd volledige ondersteuning voor rechts-naar-links (RTL) lay-outs te introduceren. Deze functie zorgt voor naadloos projectmanagement voor gebruikers van talen zoals Arabisch, Hebreeuws en Jiddisch. <br><br>JustDo is trots de enige moderne projectmanagement software te zijn die echte rechts-naar-links ontwerp biedt. Onze UI is zorgvuldig rechts uitgelijnd, wat een natuurlijke en intuïtieve ervaring biedt voor RTL-taalgebruikers. Deze aandacht voor detail onderscheidt ons en maakt JustDo de eerste keuze voor wereldwijde teams die authentieke RTL-ondersteuning nodig hebben.",
  "v5_2_news_main_array_item_2_title": "Spreek Uw Taal: JustDo Nu in 60+ Talen",
  "v5_2_news_main_array_item_2_subtitle": "JustDo is nu beschikbaar in meer dan 60 talen, waardoor het echt wereldwijd is. Van አማርኛ (Amhaars) tot Tiếng Việt (Vietnamees), we hebben het voor u geregeld. <br><br> English, العربية, Español, Français, עברית, 日本語, ភាសាខ្មែរ, 한국어, Português de Portugal, Português do Brasil, Tiếng Việt, Русский, ייִדיש, Italiano, Deutsch, हिन्दी, Türkçe, Ελληνικά, Dansk, Suomi, Nederlands, Svenska, ไทย, Bahasa Indonesia, Polski, čeština, Magyar, Română, Slovenčina, Українська, Български, Hrvatski, Српски језик, slovenščina, Eesti, latviešu valoda, Lietuvių kalba, አማርኛ, 简体中文, 繁體中文, Kiswahili, Afrikaans, Azərbaycan dili, Беларуская мова, বাংলা, Bosanski, Català, Euskara, Lëtzebuergesch, македонски јазик, नेपाली, Norsk bokmål, Shqip, தமிழ், O'zbekcha, Հայերեն, Қазақ тілі, кыргыз тили, Bahasa Melayu, тоҷикӣ.",
  "v5_2_news_main_array_item_3_title": "Introductie van de Slimme Gebruiker Tooltip",
  "v5_2_news_main_array_item_3_subtitle": "Beweeg over een gebruikersavatar om toegang te krijgen tot onze nieuwe, stijlvolle Gebruiker Tooltip. Krijg snel inzicht in uw teamleden zonder uw workflow te verstoren.",
  "v5_2_news_main_array_item_4_title": "Verbeterde Gebruikerservaring: Herontworpen Chat-interface",
  "v5_2_news_main_array_item_4_subtitle": "We hebben onze chatfunctie vernieuwd, zowel in de onderste vensters als binnen het taakvenster, voor soepelere teamcommunicatie.",
  "v5_2_news_page_title": "JustDo v5.2: Wereldwijd bereik met RTL-ondersteuning & 60+ talen!",
  "v5_2_news_page_description": "Ervaar de kracht van wereldwijd projectmanagement met JustDo 5.2! We hebben volledige RTL-ondersteuning, meer dan 60 taalopties, een verbeterde chat-interface en meer toegevoegd."
}