{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Co nowego",
  "v5_2_news_main_array_item_0_subtitle": "Z radością ogłaszamy dziś wydanie JustDo v5.2, naszej najbardziej inkluzywnej i globalnie zorientowanej aktualizacji. Ta nowa wersja wprowadza szereg funkcji zaprojektowanych, aby zarządzanie projektami stało się naprawdę ponadgraniczne.",
  "v5_2_news_main_array_item_1_title": "Pełne wsparcie dla pisma od prawej do lewej: Wzmacnianie globalnych zespołów",
  "v5_2_news_main_array_item_1_subtitle": "Z entuzjazmem wprowadzamy pełne wsparcie dla układów od prawej do lewej (RTL). Ta funkcja zapewnia płynne zarządzanie projektami dla użytkowników języków takich jak arabski, hebrajski i jidysz. <br><br>JustDo z dumą stoi jako jedyne nowoczesne oprogramowanie do zarządzania projektami oferujące prawdziwy design RTL. Nasz interfejs użytkownika jest starannie wyrównany do prawej, zapewniając naturalne i intuicyjne doświadczenie dla użytkowników języków RTL. Ta dbałość o szczegóły wyróżnia nas, czyniąc JustDo najlepszym wyborem dla globalnych zespołów wymagających autentycznego wsparcia RTL.",
  "v5_2_news_main_array_item_2_title": "Mów swoim językiem: JustDo teraz w ponad 60 językach",
  "v5_2_news_main_array_item_2_subtitle": "JustDo jest teraz dostępne w ponad 60 językach, co czyni go naprawdę globalnym. Od አማርኛ (amharskiego) po Tiếng Việt (wietnamski), mamy wszystko, czego potrzebujesz. <br><br> English, العربية, Español, Français, עברית, 日本語, ភាសាខ្មែរ, 한국어, Português de Portugal, Português do Brasil, Tiếng Việt, Русский, ייִדיש, Italiano, Deutsch, हिन्दी, Türkçe, Ελληνικά, Dansk, Suomi, Nederlands, Svenska, ไทย, Bahasa Indonesia, Polski, čeština, Magyar, Română, Slovenčina, Українська, Български, Hrvatski, Српски језик, slovenščina, Eesti, latviešu valoda, Lietuvių kalba, አማርኛ, 简体中文, 繁體中文, Kiswahili, Afrikaans, Azərbaycan dili, Беларуская мова, বাংলা, Bosanski, Català, Euskara, Lëtzebuergesch, македонски јазик, नेपाली, Norsk bokmål, Shqip, தமிழ், O'zbekcha, Հայերեն, Қазақ тілі, кыргыз тили, Bahasa Melayu, тоҷикӣ.",
  "v5_2_news_main_array_item_3_title": "Wprowadzamy inteligentną podpowiedź użytkownika",
  "v5_2_news_main_array_item_3_subtitle": "Najedź kursorem na dowolny awatar użytkownika, aby uzyskać dostęp do naszej nowej, stylowej podpowiedzi użytkownika. Uzyskaj szybki wgląd w informacje o członkach zespołu bez zakłócania swojego przepływu pracy.",
  "v5_2_news_main_array_item_4_title": "Ulepszone doświadczenie użytkownika: Przeprojektowany interfejs czatu",
  "v5_2_news_main_array_item_4_subtitle": "Odświeżyliśmy naszą funkcję czatu, zarówno w oknach dolnych, jak i w panelu zadań, aby zapewnić płynniejszą komunikację zespołową.",
  "v5_2_news_page_title": "JustDo 5.2: Globalny zasięg z obsługą RTL i 60+ językami!",
  "v5_2_news_page_description": "Poznaj moc globalnego zarządzania projektami z JustDo 5.2! Dodaliśmy pełną obsługę RTL, ponad 60 opcji językowych, ulepszony interfejs czatu i więcej."
}