{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Novidades",
  "v5_2_news_main_array_item_0_subtitle": "Hoje, temos o prazer de anunciar o lançamento do JustDo v5.2, nossa atualização mais inclusiva e globalmente focada até agora. Esta nova versão traz uma série de recursos projetados para tornar o gerenciamento de projetos verdadeiramente sem fronteiras.",
  "v5_2_news_main_array_item_1_title": "Suporte Completo para Direita para Esquerda: Capacitando Equipes Globais",
  "v5_2_news_main_array_item_1_subtitle": "Estamos empolgados em introduzir o suporte completo para layouts da direita para a esquerda (RTL). Este recurso garante um gerenciamento de projetos perfeito para usuários de idiomas como árabe, hebraico e iídiche. <br><br>O JustDo se orgulha de ser o único software moderno de gerenciamento de projetos que oferece um design verdadeiro da direita para a esquerda. Nossa interface do usuário é meticulosamente alinhada à direita, proporcionando uma experiência natural e intuitiva para usuários de idiomas RTL. Essa atenção aos detalhes nos diferencia, tornando o JustDo a escolha ideal para equipes globais que exigem suporte autêntico para RTL.",
  "v5_2_news_main_array_item_2_title": "Fale seu Idioma: JustDo Agora em Mais de 60 Idiomas",
  "v5_2_news_main_array_item_2_subtitle": "O JustDo está agora disponível em mais de 60 idiomas, tornando-o verdadeiramente global. De አማርኛ (Amárico) a Tiếng Việt (Vietnamita), nós temos você coberto. <br><br> Inglês, العربية (Árabe), Español (Espanhol), Français (Francês), עברית (Hebraico), 日本語 (Japonês), ភាសាខ្មែរ (Khmer), 한국어 (Coreano), Português de Portugal, Português do Brasil, Tiếng Việt (Vietnamita), Русский (Russo), ייִדיש (Iídiche), Italiano, Deutsch (Alemão), हिन्दी (Hindi), Türkçe (Turco), Ελληνικά (Grego), Dansk (Dinamarquês), Suomi (Finlandês), Nederlands (Holandês), Svenska (Sueco), ไทย (Tailandês), Bahasa Indonesia (Indonésio), Polski (Polonês), čeština (Tcheco), Magyar (Húngaro), Română (Romeno), Slovenčina (Eslovaco), Українська (Ucraniano), Български (Búlgaro), Hrvatski (Croata), Српски језик (Sérvio), slovenščina (Esloveno), Eesti (Estoniano), latviešu valoda (Letão), Lietuvių kalba (Lituano), አማርኛ (Amárico), 简体中文 (Chinês Simplificado), 繁體中文 (Chinês Tradicional), Kiswahili (Suaíli), Afrikaans, Azərbaycan dili (Azerbaijano), Беларуская мова (Bielorrusso), বাংলা (Bengali), Bosanski (Bósnio), Català (Catalão), Euskara (Basco), Lëtzebuergesch (Luxemburguês), македонски јазик (Macedônio), नेपाली (Nepalês), Norsk bokmål (Norueguês), Shqip (Albanês), தமிழ் (Tâmil), O'zbekcha (Uzbeque), Հայերեն (Armênio), Қазақ тілі (Cazaque), кыргыз тили (Quirguiz), Bahasa Melayu (Malaio), тоҷикӣ (Tajique).",
  "v5_2_news_main_array_item_3_title": "Apresentando a Dica Inteligente de Usuário",
  "v5_2_news_main_array_item_3_subtitle": "Passe o mouse sobre qualquer avatar de usuário para acessar nossa nova e elegante Dica de Usuário. Obtenha informações rápidas sobre os membros da sua equipe sem interromper seu fluxo de trabalho.",
  "v5_2_news_main_array_item_4_title": "Experiência do Usuário Aprimorada: Interface de Chat Redesenhada",
  "v5_2_news_main_array_item_4_subtitle": "Renovamos nosso recurso de chat, tanto nas janelas inferiores quanto dentro do painel de tarefas, para uma comunicação mais suave da equipe.",
  "v5_2_news_page_title": "JustDo v5.2: Alcance Global com Suporte RTL e 60+ Idiomas!",
  "v5_2_news_page_description": "Experimente o poder do gerenciamento de projetos global com JustDo 5.2! Adicionamos suporte RTL, mais de 60 opções de idiomas, interface de chat aprimorada e mais. Colabore facilmente entre culturas e idiomas."
}