{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Novidades",
  "v5_2_news_main_array_item_0_subtitle": "Hoje, temos o prazer de anunciar o lançamento do JustDo v5.2, a nossa atualização mais inclusiva e globalmente focada até à data. Esta nova versão traz uma série de funcionalidades concebidas para tornar a gestão de projetos verdadeiramente sem fronteiras.",
  "v5_2_news_main_array_item_1_title": "Suporte Completo da Direita para a Esquerda: Capacitando Equipas Globais",
  "v5_2_news_main_array_item_1_subtitle": "Estamos entusiasmados por introduzir o suporte completo para layouts da direita para a esquerda (RTL). Esta funcionalidade garante uma gestão de projetos sem problemas para utilizadores de línguas como o árabe, hebraico e iídiche. <br><br>O JustDo orgulha-se de ser o único software moderno de gestão de projetos que oferece um verdadeiro design da direita para a esquerda. A nossa interface de utilizador está meticulosamente alinhada à direita, proporcionando uma experiência natural e intuitiva para os utilizadores de línguas RTL. Esta atenção ao detalhe distingue-nos, fazendo do JustDo a escolha preferida para equipas globais que necessitam de autêntico suporte RTL.",
  "v5_2_news_main_array_item_2_title": "Fale a Sua Língua: JustDo Agora em Mais de 60 Idiomas",
  "v5_2_news_main_array_item_2_subtitle": "O JustDo está agora disponível em mais de 60 idiomas, tornando-o verdadeiramente global. Desde o አማርኛ (Amárico) até ao Tiếng Việt (Vietnamita), temos tudo coberto. <br><br> Português de Portugal, Português do Brasil, English (Inglês), العربية (Árabe), Español (Espanhol), Français (Francês), עברית (Hebraico), 日本語 (Japonês), ភាសាខ្មែរ (Khmer), 한국어 (Coreano), Tiếng Việt (Vietnamita), Русский (Russo), ייִדיש (Iídiche), Italiano, Deutsch (Alemão), हिन्दी (Hindi), Türkçe (Turco), Ελληνικά (Grego), Dansk (Dinamarquês), Suomi (Finlandês), Nederlands (Holandês), Svenska (Sueco), ไทย (Tailandês), Bahasa Indonesia (Indonésio), Polski (Polaco), čeština (Checo), Magyar (Húngaro), Română (Romeno), Slovenčina (Eslovaco), Українська (Ucraniano), Български (Búlgaro), Hrvatski (Croata), Српски језик (Sérvio), slovenščina (Esloveno), Eesti (Estónio), latviešu valoda (Letão), Lietuvių kalba (Lituano), አማርኛ (Amárico), 简体中文 (Chinês Simplificado), 繁體中文 (Chinês Tradicional), Kiswahili (Suaíli), Afrikaans, Azərbaycan dili (Azerbaijanês), Беларуская мова (Bielorrusso), বাংলা (Bengali), Bosanski (Bósnio), Català (Catalão), Euskara (Basco), Lëtzebuergesch (Luxemburguês), македонски јазик (Macedónio), नेपाली (Nepalês), Norsk bokmål (Norueguês), Shqip (Albanês), தமிழ் (Tâmil), O'zbekcha (Uzbeque), Հայերեն (Arménio), Қазақ тілі (Cazaque), кыргыз тили (Quirguiz), Bahasa Melayu (Malaio), тоҷикӣ (Tajique).",
  "v5_2_news_main_array_item_3_title": "Apresentamos a Dica Inteligente de Utilizador",
  "v5_2_news_main_array_item_3_subtitle": "Passe o rato sobre qualquer avatar de utilizador para aceder à nossa nova e elegante Dica de Utilizador. Obtenha informações rápidas sobre os membros da sua equipa sem interromper o seu fluxo de trabalho.",
  "v5_2_news_main_array_item_4_title": "Experiência de Utilizador Melhorada: Interface de Chat Redesenhada",
  "v5_2_news_main_array_item_4_subtitle": "Renovámos a nossa funcionalidade de chat, tanto nas janelas inferiores como no painel de tarefas, para uma comunicação mais fluida entre a equipa.",
  "v5_2_news_page_title": "JustDo v5.2: Alcance Global com Suporte RTL e 60+ Idiomas!",
  "v5_2_news_page_description": "JustDo 5.2: Gestão de projetos global com suporte RTL, 60+ idiomas, chat melhorado e mais. Colabore facilmente entre culturas e línguas!"
}