{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Ce este nou",
  "v5_2_news_main_array_item_0_subtitle": "Astăzi, suntem încântați să anunțăm lansarea JustDo v5.2, cea mai incluzivă și globală actualizare a noastră de până acum. Această nouă versiune aduce o serie de funcții concepute pentru a face managementul proiectelor cu adevărat fără frontiere.",
  "v5_2_news_main_array_item_1_title": "Suport complet pentru scriere de la dreapta la stânga: Împuternicirea echipelor globale",
  "v5_2_news_main_array_item_1_subtitle": "Suntem încântați să introducem suportul complet pentru layouturi de la dreapta la stânga (RTL). Această funcție asigură un management de proiect fără probleme pentru utilizatorii de limbi precum araba, ebraica și idiș. <br><br>JustDo se mândrește că este singurul software modern de management de proiect care oferă un design autentic de la dreapta la stânga. Interfața noastră este aliniată meticulos la dreapta, oferind o experiență naturală și intuitivă pentru utilizatorii de limbi RTL. Această atenție la detalii ne diferențiază, făcând din JustDo alegerea preferată pentru echipele globale care necesită suport RTL autentic.",
  "v5_2_news_main_array_item_2_title": "Vorbește-ți limba: JustDo acum în peste 60 de limbi",
  "v5_2_news_main_array_item_2_subtitle": "JustDo este acum disponibil în peste 60 de limbi, devenind cu adevărat global. De la አማርኛ (Amharică) la Tiếng Việt (Vietnameză), te avem acoperit. <br><br> Engleză, العربية (Arabă), Español (Spaniolă), Français (Franceză), עברית (Ebraică), 日本語 (Japoneză), ភាសាខ្មែរ (Khmeră), 한국어 (Coreeană), Português de Portugal (Portugheză), Português do Brasil (Portugheză braziliană), Tiếng Việt (Vietnameză), Русский (Rusă), ייִדיש (Idiș), Italiano (Italiană), Deutsch (Germană), हिन्दी (Hindi), Türkçe (Turcă), Ελληνικά (Greacă), Dansk (Daneză), Suomi (Finlandeză), Nederlands (Olandeză), Svenska (Suedeză), ไทย (Thailandeză), Bahasa Indonesia (Indoneziană), Polski (Poloneză), čeština (Cehă), Magyar (Maghiară), Română, Slovenčina (Slovacă), Українська (Ucraineană), Български (Bulgară), Hrvatski (Croată), Српски језик (Sârbă), slovenščina (Slovenă), Eesti (Estonă), latviešu valoda (Letonă), Lietuvių kalba (Lituaniană), አማርኛ (Amharică), 简体中文 (Chineză simplificată), 繁體中文 (Chineză tradițională), Kiswahili (Swahili), Afrikaans, Azərbaycan dili (Azeră), Беларуская мова (Belarusă), বাংলা (Bengali), Bosanski (Bosniacă), Català (Catalană), Euskara (Bască), Lëtzebuergesch (Luxemburgheză), македонски јазик (Macedoneană), नेपाली (Nepaleză), Norsk bokmål (Norvegiană), Shqip (Albaneză), தமிழ் (Tamilă), O'zbekcha (Uzbekă), Հայերեն (Armeană), Қазақ тілі (Kazahă), кыргыз тили (Kârgâză), Bahasa Melayu (Malaeză), тоҷикӣ (Tadjică).",
  "v5_2_news_main_array_item_3_title": "Introducerea Tooltipului Inteligent pentru Utilizatori",
  "v5_2_news_main_array_item_3_subtitle": "Treci cursorul peste orice avatar de utilizator pentru a accesa noul nostru Tooltip de Utilizator elegant. Obține informații rapide despre membrii echipei tale fără a-ți întrerupe fluxul de lucru.",
  "v5_2_news_main_array_item_4_title": "Experiență de Utilizator Îmbunătățită: Interfață de Chat Reproiectată",
  "v5_2_news_main_array_item_4_subtitle": "Am reproiectat funcția noastră de chat, atât în ferestrele de jos, cât și în panoul de sarcini, pentru o comunicare mai fluidă a echipei.",
  "v5_2_news_page_title": "JustDo v5.2: Acoperire globală cu suport RTL și 60+ limbi!",
  "v5_2_news_page_description": "Experimentează puterea managementului de proiect global cu JustDo 5.2! Am adăugat suport complet RTL, peste 60 de limbi, o interfață de chat îmbunătățită și multe altele."
}