{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Что нового",
  "v5_2_news_main_array_item_0_subtitle": "Сегодня мы рады объявить о выпуске JustDo v5.2, нашего самого инклюзивного и глобально ориентированного обновления. Эта новая версия содержит ряд функций, разработанных для того, чтобы сделать управление проектами действительно безграничным.",
  "v5_2_news_main_array_item_1_title": "Полная поддержка письма справа налево: расширение возможностей глобальных команд",
  "v5_2_news_main_array_item_1_subtitle": "Мы рады представить полную поддержку макетов справа налево (RTL). Эта функция обеспечивает бесперебойное управление проектами для пользователей таких языков, как арабский, иврит и идиш. <br><br>JustDo с гордостью является единственным современным программным обеспечением для управления проектами, предлагающим настоящий дизайн справа налево. Наш интерфейс тщательно выровнен по правому краю, обеспечивая естественный и интуитивно понятный опыт для пользователей RTL-языков. Это внимание к деталям выделяет нас, делая JustDo предпочтительным выбором для глобальных команд, требующих подлинной поддержки RTL.",
  "v5_2_news_main_array_item_2_title": "Говорите на своем языке: JustDo теперь доступен на более чем 60 языках",
  "v5_2_news_main_array_item_2_subtitle": "JustDo теперь доступен более чем на 60 языках, что делает его действительно глобальным. От አማርኛ (амхарского) до Tiếng Việt (вьетнамского), мы позаботились обо всех. <br><br> Английский, العربية (арабский), Español (испанский), Français (французский), עברית (иврит), 日本語 (японский), ភាសាខ្មែរ (кхмерский), 한국어 (корейский), Português de Portugal (португальский Португалии), Português do Brasil (португальский Бразилии), Tiếng Việt (вьетнамский), Русский, ייִדיש (идиш), Italiano (итальянский), Deutsch (немецкий), हिन्दी (хинди), Türkçe (турецкий), Ελληνικά (греческий), Dansk (датский), Suomi (финский), Nederlands (нидерландский), Svenska (шведский), ไทย (тайский), Bahasa Indonesia (индонезийский), Polski (польский), čeština (чешский), Magyar (венгерский), Română (румынский), Slovenčina (словацкий), Українська (украинский), Български (болгарский), Hrvatski (хорватский), Српски језик (сербский), slovenščina (словенский), Eesti (эстонский), latviešu valoda (латышский), Lietuvių kalba (литовский), አማርኛ (амхарский), 简体中文 (упрощенный китайский), 繁體中文 (традиционный китайский), Kiswahili (суахили), Afrikaans (африкаанс), Azərbaycan dili (азербайджанский), Беларуская мова (белорусский), বাংলা (бенгальский), Bosanski (боснийский), Català (каталанский), Euskara (баскский), Lëtzebuergesch (люксембургский), македонски јазик (македонский), नेपाली (непальский), Norsk bokmål (норвежский букмол), Shqip (албанский), தமிழ் (тамильский), O'zbekcha (узбекский), Հայերեն (армянский), Қазақ тілі (казахский), кыргыз тили (кыргызский), Bahasa Melayu (малайский), тоҷикӣ (таджикский).",
  "v5_2_news_main_array_item_3_title": "Представляем умную подсказку пользователя",
  "v5_2_news_main_array_item_3_subtitle": "Наведите курсор на аватар любого пользователя, чтобы получить доступ к нашей новой, стильной подсказке пользователя. Получайте быстрые сведения о членах вашей команды, не нарушая рабочий процесс.",
  "v5_2_news_main_array_item_4_title": "Улучшенный пользовательский опыт: обновленный интерфейс чата",
  "v5_2_news_main_array_item_4_subtitle": "Мы обновили нашу функцию чата, как в нижних окнах, так и в панели задач, для более удобного общения в команде.",
  "v5_2_news_page_title": "JustDo v5.2: Глобальный охват с поддержкой RTL и 60+ языков!",
  "v5_2_news_page_description": "Испытайте мощь глобального управления проектами с JustDo 5.2! Мы добавили полную поддержку RTL, более 60 языков и улучшенный интерфейс чата. Сотрудничайте легко!"
}