{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Čo je nové",
  "v5_2_news_main_array_item_0_subtitle": "Dnes s potešením oznamujeme vydanie JustDo v5.2, našej doteraz najinkluzívnejšej a globálne zameranej aktualizácie. Táto nová verzia prináša množstvo funkcií navrhnutých tak, aby bolo riadenie projektov skutočne bez hraníc.",
  "v5_2_news_main_array_item_1_title": "Plná podpora písania sprava doľava: Posilnenie globálnych tímov",
  "v5_2_news_main_array_item_1_subtitle": "S nadšením predstavujeme kompletnú podporu pre rozloženie sprava doľava (RTL). Táto funkcia zabezpečuje bezproblémové riadenie projektov pre používateľov jazykov ako arabčina, hebrejčina a jidiš. <br><br>JustDo hrdo stojí ako jediný moderný softvér na riadenie projektov, ktorý ponúka skutočný dizajn sprava doľava. Naše používateľské rozhranie je dôkladne zarovnané doprava, čo poskytuje prirodzený a intuitívny zážitok pre používateľov RTL jazykov. Táto pozornosť k detailom nás odlišuje a robí z JustDo prvú voľbu pre globálne tímy vyžadujúce autentickú podporu RTL.",
  "v5_2_news_main_array_item_2_title": "Hovorte svojím jazykom: JustDo teraz v 60+ jazykoch",
  "v5_2_news_main_array_item_2_subtitle": "JustDo je teraz dostupné vo viac ako 60 jazykoch, čo ho robí skutočne globálnym. Od አማርኛ (amharčiny) po Tiếng Việt (vietnamčinu), máme pre vás riešenie. <br><br> Angličtina, العربية (arabčina), Español (španielčina), Français (francúzština), עברית (hebrejčina), 日本語 (japončina), ភាសាខ្មែរ (khmérčina), 한국어 (kórejčina), Português de Portugal (portugalčina), Português do Brasil (brazílska portugalčina), Tiếng Việt (vietnamčina), Русский (ruština), ייִדיש (jidiš), Italiano (taliančina), Deutsch (nemčina), हिन्दी (hindčina), Türkçe (turečtina), Ελληνικά (gréčtina), Dansk (dánčina), Suomi (fínčina), Nederlands (holandčina), Svenska (švédčina), ไทย (thajčina), Bahasa Indonesia (indonézština), Polski (poľština), čeština, Magyar (maďarčina), Română (rumunčina), Slovenčina, Українська (ukrajinčina), Български (bulharčina), Hrvatski (chorvátčina), Српски језик (srbčina), slovenščina, Eesti (estónčina), latviešu valoda (lotyština), Lietuvių kalba (litovčina), አማርኛ (amharčina), 简体中文 (zjednodušená čínština), 繁體中文 (tradičná čínština), Kiswahili (svahilčina), Afrikaans (afrikánčina), Azərbaycan dili (azerbajdžančina), Беларуская мова (bieloruština), বাংলা (bengálčina), Bosanski (bosniančina), Català (katalánčina), Euskara (baskičtina), Lëtzebuergesch (luxemburčina), македонски јазик (macedónčina), नेपाली (nepálčina), Norsk bokmål (nórčina), Shqip (albánčina), தமிழ் (tamilčina), O'zbekcha (uzbečtina), Հայերեն (arménčina), Қазақ тілі (kazaština), кыргыз тили (kirgizština), Bahasa Melayu (malajčina), тоҷикӣ (tadžičtina).",
  "v5_2_news_main_array_item_3_title": "Predstavujeme inteligentný tooltip používateľa",
  "v5_2_news_main_array_item_3_subtitle": "Prejdite myšou nad ktorýkoľvek avatar používateľa a získajte prístup k nášmu novému, štýlovému používateľskému tooltipu. Získajte rýchle informácie o členoch vášho tímu bez narušenia pracovného postupu.",
  "v5_2_news_main_array_item_4_title": "Vylepšená používateľská skúsenosť: Prepracované rozhranie chatu",
  "v5_2_news_main_array_item_4_subtitle": "Prepracovali sme našu funkciu chatu, a to v spodných oknách aj v rámci panela úloh, pre plynulejšiu komunikáciu tímu.",
  "v5_2_news_page_title": "JustDo v5.2: Globálny dosah s podporou RTL a 60+ jazykov!",
  "v5_2_news_page_description": "Zažite silu globálneho riadenia projektov s JustDo 5.2! Pridali sme plnú podporu RTL, vyše 60 jazykových možností a vylepšené rozhranie chatu."
}