{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Kaj je novega",
  "v5_2_news_main_array_item_0_subtitle": "Danes smo veseli, da lahko napovemo izdajo JustDo v5.2, naše najbolj vključujoče in globalno usmerjene posodobitve doslej. Ta nova verzija prinaša številne funkcije, zasnovane za resnično brezmejno upravljanje projektov.",
  "v5_2_news_main_array_item_1_title": "Polna podpora za pisanje od desne proti levi: Opolnomočenje globalnih ekip",
  "v5_2_news_main_array_item_1_subtitle": "Z veseljem predstavljamo popolno podporo za postavitve od desne proti levi (RTL). Ta funkcija zagotavlja nemoteno upravljanje projektov za uporabnike jezikov, kot so arabščina, hebrejščina in jidiš. <br><br>JustDo se ponosno predstavlja kot edina sodobna programska oprema za upravljanje projektov, ki ponuja pravo zasnovo od desne proti levi. Naš uporabniški vmesnik je skrbno poravnan na desno, kar uporabnikom jezikov RTL zagotavlja naravno in intuitivno izkušnjo. Ta pozornost do podrobnosti nas loči od drugih in naredi JustDo prva izbira za globalne ekipe, ki potrebujejo pristno podporo RTL.",
  "v5_2_news_main_array_item_2_title": "Govorite svoj jezik: JustDo zdaj v več kot 60 jezikih",
  "v5_2_news_main_array_item_2_subtitle": "JustDo je zdaj na voljo v več kot 60 jezikih, kar ga naredi resnično globalnega. Od አማርኛ (amharščine) do Tiếng Việt (vietnamščine), poskrbeli smo za vse. <br><br> Angleščina, العربية (arabščina), Español (španščina), Français (francoščina), עברית (hebrejščina), 日本語 (japonščina), ភាសាខ្មែរ (kmerščina), 한국어 (korejščina), Português de Portugal (portugalščina), Português do Brasil (brazilska portugalščina), Tiếng Việt (vietnamščina), Русский (ruščina), ייִדיש (jidiš), Italiano (italijanščina), Deutsch (nemščina), हिन्दी (hindijščina), Türkçe (turščina), Ελληνικά (grščina), Dansk (danščina), Suomi (finščina), Nederlands (nizozemščina), Svenska (švedščina), ไทย (tajščina), Bahasa Indonesia (indonezijščina), Polski (poljščina), čeština (češčina), Magyar (madžarščina), Română (romunščina), Slovenčina (slovaščina), Українська (ukrajinščina), Български (bolgarščina), Hrvatski (hrvaščina), Српски језик (srbščina), slovenščina, Eesti (estonščina), latviešu valoda (latvijščina), Lietuvių kalba (litovščina), አማርኛ (amharščina), 简体中文 (poenostavljena kitajščina), 繁體中文 (tradicionalna kitajščina), Kiswahili (svahili), Afrikaans (afrikanščina), Azərbaycan dili (azerbajdžanščina), Беларуская мова (beloruščina), বাংলা (bengalščina), Bosanski (bosanščina), Català (katalonščina), Euskara (baskovščina), Lëtzebuergesch (luksemburščina), македонски јазик (makedonščina), नेपाली (nepalščina), Norsk bokmål (norveščina), Shqip (albanščina), தமிழ் (tamilščina), O'zbekcha (uzbeščina), Հայերեն (armenščina), Қазақ тілі (kazaščina), кыргыз тили (kirgiščina), Bahasa Melayu (malajščina), тоҷикӣ (tadžiščina).",
  "v5_2_news_main_array_item_3_title": "Predstavljamo pametno uporabniško orodno oznako",
  "v5_2_news_main_array_item_3_subtitle": "Premaknite miškin kazalec nad katerokoli uporabniško sliko za dostop do naše nove, elegantne uporabniške orodne oznake. Hitro pridobite vpogled o članih vaše ekipe brez motenja delovnega toka.",
  "v5_2_news_main_array_item_4_title": "Izboljšana uporabniška izkušnja: Prenovljen vmesnik za klepet",
  "v5_2_news_main_array_item_4_subtitle": "Prenovili smo našo funkcijo klepeta, tako v spodnjih oknih kot znotraj podokna z nalogami, za bolj tekoče komuniciranje v ekipi.",
  "v5_2_news_page_title": "JustDo v5.2: Globalni doseg s podporo RTL in 60+ jeziki!",
  "v5_2_news_page_description": "Doživite moč globalnega upravljanja projektov z JustDo 5.2! Dodali smo polno RTL podporo, več kot 60 jezikovnih možnosti, izboljšan vmesnik za klepet in še več."
}