{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Kaj je novega",
  "v5_2_news_main_array_item_0_subtitle": "Danes z veseljem naznanjamo izdajo JustDo v5.2. Ta nova različica prinaša številne funkcije, zasnovane za resnično brezmejno upravljanje projektov.",
  "v5_2_news_main_array_item_1_title": "Polna podpora za pisanje od desne proti levi: Opolnomočenje globalnih ekip",
  "v5_2_news_main_array_item_1_subtitle": "Z veseljem predstavljamo popolno podporo za postavitve od desne proti levi (RTL). Ta funkcija zagotavlja nemoteno upravljanje projektov za uporabnike jezikov, kot so arabščina, hebrejščina in jidiš. <br><br>JustDo se ponosno predstavlja kot edina sodobna programska oprema za upravljanje projektov, ki ponuja pravo zasnovo od desne proti levi. Naš uporabniški vmesnik je skrbno poravnan na desno, kar uporabnikom jezikov RTL zagotavlja naravno in intuitivno izkušnjo. Ta pozornost do podrobnosti nas loči od drugih in naredi JustDo prva izbira za globalne ekipe, ki potrebujejo pristno podporo RTL.",
  "v5_2_news_main_array_item_2_title": "Govorite svoj jezik: JustDo zdaj v več kot 60 jezikih",
  "v5_2_news_main_array_item_2_subtitle": "JustDo je zdaj na voljo v več kot 60 jezikih, kar ga resnično naredi globalnega. Od አማርኛ (amharščine) do Tiếng Việt (vietnamščine), poskrbeli smo za vse.",
  "v5_2_news_main_array_item_3_title": "Predstavljamo pametno uporabniško orodno oznako",
  "v5_2_news_main_array_item_3_subtitle": "Premaknite miškin kazalec nad katerokoli uporabniško sliko za dostop do naše nove, elegantne uporabniške orodne oznake. Hitro pridobite vpogled o članih vaše ekipe brez motenja delovnega toka.",
  "v5_2_news_main_array_item_4_title": "Izboljšana uporabniška izkušnja: Prenovljen vmesnik za klepet",
  "v5_2_news_main_array_item_4_subtitle": "Prenovili smo našo funkcijo klepeta, tako v spodnjih oknih kot znotraj podokna z nalogami, za bolj tekoče komuniciranje v ekipi.",
  "v5_2_news_page_title": "JustDo v5.2: Uvajamo prevode v več kot 60 jezikov in popolno podporo za jezike od desne proti levi",
  "v5_2_news_page_description": "Doživite moč globalnega upravljanja projektov z JustDo 5.2! Dodali smo polno RTL podporo, več kot 60 jezikovnih možnosti, izboljšan vmesnik za klepet in še več."
}