{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Çfarë ka të re",
  "v5_2_news_main_array_item_0_subtitle": "Sot, kemi kënaqësinë të njoftojmë lëshimin e JustDo v5.2, përditësimin tonë më gjithëpërfshirës dhe të fokusuar globalisht deri më tani. Kjo version i ri sjell një sërë veçorish të projektuara për ta bërë menaxhimin e projekteve vërtet pa kufij.",
  "v5_2_news_main_array_item_1_title": "Mbështetje e Plotë për Shkrimin nga e Djathta në të Majtë: Fuqizimi i Ekipeve Globale",
  "v5_2_news_main_array_item_1_subtitle": "Jemi të entuziazmuar të prezantojmë mbështetjen e plotë për paraqitjet nga e djathta në të majtë (RTL). Kjo veçori siguron menaxhim të lehtë të projekteve për përdoruesit e gjuhëve si arabisht, hebraisht dhe jidish. <br><br>JustDo qëndron me krenari si softueri i vetëm modern i menaxhimit të projekteve që ofron dizajn të vërtetë nga e djathta në të majtë. Ndërfaqja jonë është e rreshtuar me kujdes në të djathtë, duke ofruar një përvojë natyrale dhe intuitive për përdoruesit e gjuhëve RTL. Ky vëmendje ndaj detajeve na dallon, duke e bërë JustDo zgjedhjen kryesore për ekipet globale që kërkojnë mbështetje autentike RTL.",
  "v5_2_news_main_array_item_2_title": "Fol Gjuhën Tënde: JustDo Tani në Mbi 60 Gjuhë",
  "v5_2_news_main_array_item_2_subtitle": "JustDo tani është i disponueshëm në mbi 60 gjuhë, duke e bërë atë vërtet global. Nga አማርኛ (Amharike) në Tiếng Việt (Vietnamisht), ne ju kemi mbuluar. <br><br> Anglisht, العربية (Arabisht), Español (Spanjisht), Français (Frëngjisht), עברית (Hebraisht), 日本語 (Japonisht), ភាសាខ្មែរ (Kmere), 한국어 (Koreane), Português de Portugal (Portugalisht e Portugalisë), Português do Brasil (Portugalisht e Brazilit), Tiếng Việt (Vietnamisht), Русский (Rusisht), ייִדיש (Jidish), Italiano (Italisht), Deutsch (Gjermanisht), हिन्दी (Hindi), Türkçe (Turqisht), Ελληνικά (Greqisht), Dansk (Danisht), Suomi (Finlandisht), Nederlands (Holandisht), Svenska (Suedisht), ไทย (Tajlandisht), Bahasa Indonesia (Indonezisht), Polski (Polonisht), čeština (Çekisht), Magyar (Hungarisht), Română (Rumanisht), Slovenčina (Sllovakisht), Українська (Ukrainisht), Български (Bullgarisht), Hrvatski (Kroatisht), Српски језик (Serbisht), slovenščina (Sllovenisht), Eesti (Estonisht), latviešu valoda (Letonisht), Lietuvių kalba (Lituanisht), አማርኛ (Amharike), 简体中文 (Kinezisht e Thjeshtuar), 繁體中文 (Kinezisht Tradicionale), Kiswahili (Suahili), Afrikaans (Afrikanisht), Azərbaycan dili (Azerbajxhanisht), Беларуская мова (Bjellorusisht), বাংলা (Bengalisht), Bosanski (Bosnjakisht), Català (Katalanisht), Euskara (Baskisht), Lëtzebuergesch (Luksemburgisht), македонски јазик (Maqedonisht), नेपाली (Nepalisht), Norsk bokmål (Norvegjisht), Shqip, தமிழ் (Tamile), O'zbekcha (Uzbekisht), Հայերեն (Armenisht), Қазақ тілі (Kazakisht), кыргыз тили (Kirgizisht), Bahasa Melayu (Malajzisht), тоҷикӣ (Taxhikisht).",
  "v5_2_news_main_array_item_3_title": "Prezantimi i Tooltip-it të Zgjuar të Përdoruesit",
  "v5_2_news_main_array_item_3_subtitle": "Kaloni me kursor mbi çdo avatar të përdoruesit për të aksesuar Tooltip-in tonë të ri dhe elegant të Përdoruesit. Merrni njohuri të shpejta rreth anëtarëve të ekipit tuaj pa ndërprerë punën tuaj.",
  "v5_2_news_main_array_item_4_title": "Përvoja e Përmirësuar e Përdoruesit: Ndërfaqja e Ridizajnuar e Bisedës",
  "v5_2_news_main_array_item_4_subtitle": "Kemi rinovuar veçorinë tonë të bisedës, si në dritaret e poshtme ashtu edhe brenda panelit të detyrave, për komunikim më të lehtë të ekipit.",
  "v5_2_news_page_title": "JustDo v5.2: Shtrirje Globale me Mbështetje RTL & 60+ Gjuhë!",
  "v5_2_news_page_description": "Përjetoni fuqinë e menaxhimit global të projekteve me JustDo 5.2! Kemi shtuar mbështetje të plotë RTL, mbi 60 opsione gjuhësore, ndërfaqe bisede të përmirësuar dhe më shumë."
}