{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Çfarë ka të re",
  "v5_2_news_main_array_item_0_subtitle": "Sot, jemi të kënaqur të njoftojmë lançimin e JustDo v5.2. Kjo version i ri sjell një sërë veçorish të projektuara për të bërë menaxhimin e projekteve vërtet pa kufij.",
  "v5_2_news_main_array_item_1_title": "Mbështetje e Plotë për Shkrimin nga e Djathta në të Majtë: Fuqizimi i Ekipeve Globale",
  "v5_2_news_main_array_item_1_subtitle": "Jemi të entuziazmuar të prezantojmë mbështetjen e plotë për paraqitjet nga e djathta në të majtë (RTL). Kjo veçori siguron menaxhim të lehtë të projekteve për përdoruesit e gjuhëve si arabisht, hebraisht dhe jidish. <br><br>JustDo qëndron me krenari si softueri i vetëm modern i menaxhimit të projekteve që ofron dizajn të vërtetë nga e djathta në të majtë. Ndërfaqja jonë është e rreshtuar me kujdes në të djathtë, duke ofruar një përvojë natyrale dhe intuitive për përdoruesit e gjuhëve RTL. Ky vëmendje ndaj detajeve na dallon, duke e bërë JustDo zgjedhjen kryesore për ekipet globale që kërkojnë mbështetje autentike RTL.",
  "v5_2_news_main_array_item_2_title": "Fol Gjuhën Tënde: JustDo Tani në Mbi 60 Gjuhë",
  "v5_2_news_main_array_item_2_subtitle": "JustDo tani është i disponueshëm në më shumë se 60 gjuhë, duke e bërë atë vërtet global. Nga አማርኛ (Amharishte) deri në Tiếng Việt (Vietnamisht), ne ju kemi mbuluar.",
  "v5_2_news_main_array_item_3_title": "Prezantimi i Tooltip-it të Zgjuar të Përdoruesit",
  "v5_2_news_main_array_item_3_subtitle": "Kaloni me kursor mbi çdo avatar të përdoruesit për të aksesuar Tooltip-in tonë të ri dhe elegant të Përdoruesit. Merrni njohuri të shpejta rreth anëtarëve të ekipit tuaj pa ndërprerë punën tuaj.",
  "v5_2_news_main_array_item_4_title": "Përvoja e Përmirësuar e Përdoruesit: Ndërfaqja e Ridizajnuar e Bisedës",
  "v5_2_news_main_array_item_4_subtitle": "Kemi rinovuar veçorinë tonë të bisedës, si në dritaret e poshtme ashtu edhe brenda panelit të detyrave, për komunikim më të lehtë të ekipit.",
  "v5_2_news_page_title": "JustDo v5.2: Prezantojmë Përkthime në 60+ Gjuhë dhe Mbështetje të Plotë RTL",
  "v5_2_news_page_description": "Përjetoni fuqinë e menaxhimit global të projekteve me JustDo 5.2! Kemi shtuar mbështetje të plotë RTL, mbi 60 opsione gjuhësore, ndërfaqe bisede të përmirësuar dhe më shumë."
}