{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Nyheter",
  "v5_2_news_main_array_item_0_subtitle": "Idag är vi glada att tillkännage lanseringen av JustDo v5.2. Denna nya version kommer med en mängd funktioner utformade för att göra projekthantering verkligt gränslös.",
  "v5_2_news_main_array_item_1_title": "Fullständigt stöd för höger-till-vänster: Stärker globala team",
  "v5_2_news_main_array_item_1_subtitle": "Vi är glada att introducera fullständigt stöd för höger-till-vänster (RTL) layouter. Denna funktion säkerställer smidig projekthantering för användare av språk som arabiska, hebreiska och jiddisch. <br><br>JustDo är stolt över att vara den enda moderna projekthanteringsprogramvaran som erbjuder äkta höger-till-vänster design. Vårt gränssnitt är noggrant justerat till höger, vilket ger en naturlig och intuitiv upplevelse för RTL-språkanvändare. Denna uppmärksamhet på detaljer särskiljer oss och gör JustDo till förstahandsvalet för globala team som kräver autentiskt RTL-stöd.",
  "v5_2_news_main_array_item_2_title": "Tala ditt språk: JustDo nu på över 60 språk",
  "v5_2_news_main_array_item_2_subtitle": "JustDo är nu tillgängligt på över 60 språk, vilket gör det verkligt globalt. Från አማርኛ (amhariska) till Tiếng Việt (vietnamesiska), vi har dig täckt.",
  "v5_2_news_main_array_item_3_title": "Introduktion av den smarta användarverktygstipset",
  "v5_2_news_main_array_item_3_subtitle": "Håll muspekaren över valfri användaravatar för att få tillgång till vår nya, stilfulla användarverktygstips. Få snabba insikter om dina teammedlemmar utan att störa ditt arbetsflöde.",
  "v5_2_news_main_array_item_4_title": "Förbättrad användarupplevelse: Omdesignat chattgränssnitt",
  "v5_2_news_main_array_item_4_subtitle": "Vi har förnyat vår chattfunktion, både i de nedre fönstren och inom uppgiftspanelen, för smidigare teamkommunikation.",
  "v5_2_news_page_title": "JustDo v5.2: Översättningar till 60+ språk och fullt RTL-stöd",
  "v5_2_news_page_description": "Upplev kraften i global projekthantering med JustDo 5.2! Vi har lagt till fullständigt höger-till-vänster-stöd, över 60 språkalternativ, ett förbättrat chattgränssnitt och mer."
}