{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Vipya",
  "v5_2_news_main_array_item_0_subtitle": "Leo, tunafurahi kutangaza toleo la JustDo v5.2, sasisho letu lenye ujumuishaji zaidi na kulenga ulimwengu. Toleo hili jipya linaleta vipengele vingi vilivyoundwa kufanya usimamizi wa miradi kuwa bila mipaka.",
  "v5_2_news_main_array_item_1_title": "Usaidizi Kamili wa Kulia-kwa-Kushoto: Kuwezesha Timu za Kimataifa",
  "v5_2_news_main_array_item_1_subtitle": "Tunafurahi kutambulisha usaidizi kamili wa mpangilio wa kulia-kwa-kushoto (RTL). Kipengele hiki kinahakikisha usimamizi wa miradi bila matatizo kwa watumiaji wa lugha kama Kiarabu, Kiebrania, na Kiyahudi. <br><br>JustDo inajivunia kuwa programu pekee ya kisasa ya usimamizi wa miradi inayotoa muundo halisi wa kulia-kwa-kushoto. Kiolesura chetu kimeelekezwa kwa uangalifu upande wa kulia, kutoa uzoefu wa asili na wa kueleweka kwa watumiaji wa lugha za RTL. Umakini huu wa maelezo unatufanya tuwe tofauti, kufanya JustDo kuwa chaguo bora kwa timu za kimataifa zinazohitaji usaidizi halisi wa RTL.",
  "v5_2_news_main_array_item_2_title": "Zungumza Lugha Yako: JustDo Sasa iko katika Lugha Zaidi ya 60",
  "v5_2_news_main_array_item_2_subtitle": "JustDo sasa inapatikana katika lugha zaidi ya 60, kuifanya iwe ya kimataifa kweli. Kuanzia አማርኛ (Kiamhari) hadi Tiếng Việt (Kivietinamu), tumekushughulikia. <br><br> Kiingereza, العربية, Kihispania, Kifaransa, עברית, 日本語, ភាសាខ្មែរ, 한국어, Kireno cha Ureno, Kireno cha Brazil, Tiếng Việt, Kirusi, ייִדיש, Kiitaliano, Kijerumani, हिन्दी, Kituruki, Kigiriki, Kidenmaki, Kifini, Kiholanzi, Kiswidi, ไทย, Kibahasa Indonesia, Kipolandi, Kicheki, Kihungari, Kiromania, Kislovakia, Kiukraini, Kibulgaria, Kikroeshia, Kiserbia, Kislovenia, Kiestonia, Kilatvia, Kilithuania, አማርኛ, Kichina Rahisi, Kichina cha Jadi, Kiswahili, Kiafrikana, Kiazerbaijani, Kibelarusi, Kibengali, Kibosnia, Kikatalani, Kieuskara, Kiluksemburgi, Kimasedonia, Kinepali, Kinorwei Bokmål, Kialbania, Kitamil, Kiuzbeki, Kiarmenia, Kikazaki, Kikirgizi, Kimalay, Kitajiki.",
  "v5_2_news_main_array_item_3_title": "Tunatambulisha Vidokezo vya Mtumiaji Vyenye Akili",
  "v5_2_news_main_array_item_3_subtitle": "Pitisha kipanya juu ya picha ya wasifu ya mtumiaji yeyote kupata Vidokezo vya Mtumiaji vyetu vipya na vya kisasa. Pata ufahamu wa haraka kuhusu wanatimu wako bila kuathiri mtiririko wako wa kazi.",
  "v5_2_news_main_array_item_4_title": "Uzoefu Bora wa Mtumiaji: Muundo Mpya wa Kiolesura cha Gumzo",
  "v5_2_news_main_array_item_4_subtitle": "Tumeboresha kipengele chetu cha gumzo, katika madirisha ya chini na ndani ya pano la kazi, kwa mawasiliano laini zaidi ya timu.",
  "v5_2_news_page_title": "JustDo v5.2: Ufikio wa Kimataifa na Usaidizi wa Kulia kwa Kushoto",
  "v5_2_news_page_description": "Pata nguvu ya usimamizi wa miradi ya kimataifa na JustDo 5.2! Tumeongeza usaidizi kamili wa Kulia-kwa-Kushoto (RTL), chaguo za lugha 60+, kiolesura bora cha gumzo, na zaidi."
}