{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "புதிய அம்சங்கள்",
  "v5_2_news_main_array_item_0_subtitle": "இன்று, எங்களின் மிகவும் உள்ளடக்கிய மற்றும் உலகளாவிய கவனம் கொண்ட புதுப்பிப்பான JustDo v5.2 வெளியீட்டை அறிவிப்பதில் மகிழ்ச்சியடைகிறோம். இந்த புதிய பதிப்பு திட்ட மேலாண்மையை உண்மையிலேயே எல்லையற்றதாக்கும் பல அம்சங்களைக் கொண்டுவருகிறது.",
  "v5_2_news_main_array_item_1_title": "முழு வலமிருந்து இடம் ஆதரவு: உலகளாவிய குழுக்களை வலுப்படுத்துதல்",
  "v5_2_news_main_array_item_1_subtitle": "வலமிருந்து இடம் (RTL) தளவமைப்புகளுக்கான முழு ஆதரவை அறிமுகப்படுத்துவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். இந்த அம்சம் அரபு, ஹீப்ரு மற்றும் யிட்டிஷ் போன்ற மொழிகளைப் பயன்படுத்துபவர்களுக்கு தடையற்ற திட்ட மேலாண்மையை உறுதி செய்கிறது. <br><br>உண்மையான வலமிருந்து இடம் வடிவமைப்பை வழங்கும் ஒரே நவீன திட்ட மேலாண்மை மென்பொருளாக JustDo பெருமையுடன் நிற்கிறது. எங்கள் பயனர் இடைமுகம் வலதுபுறமாக கவனமாக சீரமைக்கப்பட்டுள்ளது, RTL மொழி பயனர்களுக்கு இயல்பான மற்றும் உள்ளுணர்வு அனுபவத்தை வழங்குகிறது. இந்த விவரம் மீதான கவனம் எங்களை தனித்துவமாக்குகிறது, உண்மையான RTL ஆதரவு தேவைப்படும் உலகளாவிய குழுக்களுக்கு JustDo-ஐ முதன்மை தேர்வாக்குகிறது.",
  "v5_2_news_main_array_item_2_title": "உங்கள் மொழியில் பேசுங்கள்: JustDo இப்போது 60+ மொழிகளில்",
  "v5_2_news_main_array_item_2_subtitle": "JustDo இப்போது 60க்கும் மேற்பட்ட மொழிகளில் கிடைக்கிறது, இது உண்மையிலேயே உலகளாவியதாக மாறியுள்ளது. አማርኛ (அம்ஹாரிக்) முதல் Tiếng Việt (வியட்நாமிய) வரை, நாங்கள் உங்களுக்காக உள்ளோம். <br><br> ஆங்கிலம், العربية (அரபு), Español (ஸ்பானிஷ்), Français (பிரெஞ்சு), עברית (ஹீப்ரு), 日本語 (ஜப்பானிய), ភាសាខ្មែរ (கெமர்), 한국어 (கொரிய), Português de Portugal (போர்த்துகீசியம் - போர்ச்சுகல்), Português do Brasil (போர்த்துகீசியம் - பிரேசில்), Tiếng Việt (வியட்நாமிய), Русский (ரஷியன்), ייִדיש (யிட்டிஷ்), Italiano (இத்தாலியன்), Deutsch (ஜெர்மன்), हिन्दी (இந்தி), Türkçe (துருக்கி), Ελληνικά (கிரேக்கம்), Dansk (டேனிஷ்), Suomi (ஃபின்னிஷ்), Nederlands (டச்சு), Svenska (ஸ்வீடிஷ்), ไทย (தாய்), Bahasa Indonesia (இந்தோனேசிய), Polski (போலிஷ்), čeština (செக்), Magyar (ஹங்கேரியன்), Română (ருமேனியன்), Slovenčina (ஸ்லோவாக்), Українська (உக்ரேனியன்), Български (பல்கேரியன்), Hrvatski (குரோஷியன்), Српски језик (செர்பியன்), slovenščina (ஸ்லோவேனியன்), Eesti (எஸ்தோனியன்), latviešu valoda (லாத்வியன்), Lietuvių kalba (லிதுவேனியன்), አማርኛ (அம்ஹாரிக்), 简体中文 (எளிய சீனம்), 繁體中文 (பாரம்பரிய சீனம்), Kiswahili (சுவாஹிலி), Afrikaans (ஆஃப்ரிகான்ஸ்), Azərbaycan dili (அசர்பைஜானி), Беларуская мова (பெலாருசியன்), বাংলা (பெங்காலி), Bosanski (போஸ்னியன்), Català (கட்டலான்), Euskara (பாஸ்க்), Lëtzebuergesch (லக்ஸம்பர்கிஷ்), македонски јазик (மாசிடோனியன்), नेपाली (நேபாளி), Norsk bokmål (நார்வேஜியன் போக்மால்), Shqip (அல்பேனியன்), தமிழ், O'zbekcha (உஸ்பெக்), Հայերեն (அர்மேனியன்), Қазақ тілі (கஸாக்), кыргыз тили (கிர்கிஸ்), Bahasa Melayu (மலாய்), тоҷикӣ (தாஜிக்).",
  "v5_2_news_main_array_item_3_title": "ஸ்மார்ட் பயனர் உதவிக்குறிப்பு (Smart User Tooltip) அறிமுகம்",
  "v5_2_news_main_array_item_3_subtitle": "எந்த பயனர் அவதாரத்தின் மீதும் கர்சரை நகர்த்தி எங்களின் புதிய, நவீன பயனர் உதவிக்குறிப்பை அணுகவும். உங்கள் பணிப்பாய்வை குலைக்காமல் உங்கள் குழு உறுப்பினர்களைப் பற்றிய விரைவான நுண்ணறிவுகளைப் பெறுங்கள்.",
  "v5_2_news_main_array_item_4_title": "மேம்படுத்தப்பட்ட பயனர் அனுபவம்: மறுவடிவமைக்கப்பட்ட அரட்டை இடைமுகம்",
  "v5_2_news_main_array_item_4_subtitle": "மென்மையான குழு தகவல்தொடர்புக்காக, கீழ் சாளரங்களிலும் பணி பலகத்திலும் எங்களின் அரட்டை அம்சத்தை நாங்கள் புதுப்பித்துள்ளோம்.",
  "v5_2_news_page_title": "JustDo v5.2: RTL ஆதரவு & 60+ மொழிகளுடன் உலகளாவிய அணுகல்!",
  "v5_2_news_page_description": "JustDo 5.2 உடன் உலகளாவிய திட்ட மேலாண்மையின் சக்தியை அனுபவியுங்கள்! RTL ஆதரவு, 60+ மொழிகள், மேம்பட்ட அரட்டை இடைமுகம் மற்றும் பல அம்சங்கள் சேர்க்கப்பட்டுள்ளன."
}