{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Чӣ нав аст",
  "v5_2_news_main_array_item_0_subtitle": "Имрӯз мо хурсандем, ки дар бораи нашри JustDo v5.2 эълон мекунем. Ин версияи нав маҷмӯи хусусиятҳоеро меорад, ки барои идоракунии лоиҳа воқеан бемарз мебошанд.",
  "v5_2_news_main_array_item_1_title": "Дастгирии пурраи аз рост ба чап: Тавонмандсозии гурӯҳҳои ҷаҳонӣ",
  "v5_2_news_main_array_item_1_subtitle": "Мо хурсандем, ки дастгирии пурраи тарҳбандии аз рост ба чапро (RTL) муаррифӣ мекунем. Ин хусусият идоракунии бемамониати лоиҳаро барои корбарони забонҳое монанди арабӣ, ибрӣ ва идиш таъмин мекунад. <br><br>JustDo бо ифтихор ҳамчун ягона нармафзори муосири идоракунии лоиҳа, ки тарҳи ҳақиқии аз рост ба чапро пешниҳод мекунад, меистад. Интерфейси корбарии мо бодиққат ба тарафи рост ҳамоҳанг карда шудааст, ки барои корбарони забони RTL таҷрибаи табиӣ ва интуитивӣ фароҳам меорад. Ин диққат ба ҷузъиёт моро фарқ мекунад ва JustDo-ро интихоби аввалиндараҷа барои гурӯҳҳои ҷаҳонӣ, ки дастгирии ҳақиқии RTL-ро талаб мекунанд, мегардонад.",
  "v5_2_news_main_array_item_2_title": "Бо забони худ ҳарф занед: JustDo акнун бо зиёда аз 60 забон",
  "v5_2_news_main_array_item_2_subtitle": "JustDo акнун дар зиёда аз 60 забон дастрас аст, ки онро воқеан ҷаҳонӣ месозад. Аз አማርኛ (амҳарӣ) то Tiếng Việt (ветнамӣ), мо шуморо фаро гирифтаем.",
  "v5_2_news_main_array_item_3_title": "Муаррифии равзанаи ёрирасони доноии корбар",
  "v5_2_news_main_array_item_3_subtitle": "Барои дастрасӣ ба равзанаи ёрирасони нави зебои корбарӣ, курсорро болои ҳар як аватари корбар нигоҳ доред. Маълумоти фаврӣ дар бораи аъзоёни гурӯҳи худро бидуни халалдор кардани ҷараёни кории худ ба даст оред.",
  "v5_2_news_main_array_item_4_title": "Таҷрибаи беҳтари корбар: Интерфейси бозтарҳрезишудаи чат",
  "v5_2_news_main_array_item_4_subtitle": "Мо хусусияти чатро ҳам дар равзанаҳои поёнӣ ва ҳам дар дохили панели вазифа барои мубодилаи равонтари иттилоот дар гурӯҳ аз нав тарҳрезӣ кардем.",
  "v5_2_news_page_title": "JustDo v5.2: Муаррифии тарҷумаҳо ба зиёда аз 60 забон ва дастгирии пурраи забонҳои аз рост ба чап",
  "v5_2_news_page_description": "Қудрати идоракунии ҷаҳонии лоиҳаро бо JustDo 5.2 таҷриба кунед! Мо дастгирии пурраи аз рост ба чап (RTL), зиёда аз 60 имконоти забонӣ, интерфейси беҳтари чат ва бисёр чизҳои дигарро илова кардем."
}