{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Чӣ нав аст",
  "v5_2_news_main_array_item_0_subtitle": "Имрӯз мо бо хушнудӣ эълон мекунем, ки нусхаи JustDo v5.2, навсозии аз ҳама фарогир ва ҷаҳонии мо то ҳол нашр шудааст. Ин нусхаи нав маҷмӯи хусусиятҳоеро меорад, ки барои идоракунии воқеан бидуни сарҳад пешбинӣ шудаанд.",
  "v5_2_news_main_array_item_1_title": "Дастгирии пурраи аз рост ба чап: Тавонмандсозии гурӯҳҳои ҷаҳонӣ",
  "v5_2_news_main_array_item_1_subtitle": "Мо хурсандем, ки дастгирии пурраи тарҳбандии аз рост ба чапро (RTL) муаррифӣ мекунем. Ин хусусият идоракунии бемамониати лоиҳаро барои корбарони забонҳое монанди арабӣ, ибрӣ ва идиш таъмин мекунад. <br><br>JustDo бо ифтихор ҳамчун ягона нармафзори муосири идоракунии лоиҳа, ки тарҳи ҳақиқии аз рост ба чапро пешниҳод мекунад, меистад. Интерфейси корбарии мо бодиққат ба тарафи рост ҳамоҳанг карда шудааст, ки барои корбарони забони RTL таҷрибаи табиӣ ва интуитивӣ фароҳам меорад. Ин диққат ба ҷузъиёт моро фарқ мекунад ва JustDo-ро интихоби аввалиндараҷа барои гурӯҳҳои ҷаҳонӣ, ки дастгирии ҳақиқии RTL-ро талаб мекунанд, мегардонад.",
  "v5_2_news_main_array_item_2_title": "Бо забони худ ҳарф занед: JustDo акнун бо зиёда аз 60 забон",
  "v5_2_news_main_array_item_2_subtitle": "JustDo акнун бо зиёда аз 60 забон дастрас аст, ки онро воқеан ҷаҳонӣ мегардонад. Аз አማርኛ (амҳарӣ) то Tiếng Việt (ветнамӣ), мо шуморо фаро гирифтаем. <br><br> Англисӣ, العربية (арабӣ), Español (испанӣ), Français (фаронсавӣ), עברית (ибрӣ), 日本語 (японӣ), ភាសាខ្មែរ (кхмерӣ), 한국어 (кореягӣ), Português de Portugal (португалии аврупоӣ), Português do Brasil (португалии бразилӣ), Tiếng Việt (ветнамӣ), Русский (русӣ), ייִדיש (идиш), Italiano (италиявӣ), Deutsch (олмонӣ), हिन्दी (ҳиндӣ), Türkçe (туркӣ), Ελληνικά (юнонӣ), Dansk (даниягӣ), Suomi (финӣ), Nederlands (ҳоландӣ), Svenska (шведӣ), ไทย (тайӣ), Bahasa Indonesia (индонезӣ), Polski (полякӣ), čeština (чехӣ), Magyar (маҷорӣ), Română (руминӣ), Slovenčina (словакӣ), Українська (украинӣ), Български (булғорӣ), Hrvatski (хорватӣ), Српски језик (сербӣ), slovenščina (словенӣ), Eesti (эстонӣ), latviešu valoda (латвиягӣ), Lietuvių kalba (литвонӣ), አማርኛ (амҳарӣ), 简体中文 (хитоии содда), 繁體中文 (хитоии анъанавӣ), Kiswahili (суахилӣ), Afrikaans (африкаансӣ), Azərbaycan dili (озарбойҷонӣ), Беларуская мова (белорусӣ), বাংলা (бенгалӣ), Bosanski (боснӣ), Català (каталонӣ), Euskara (баскӣ), Lëtzebuergesch (люксембургӣ), македонски јазик (македонӣ), नेपाली (непалӣ), Norsk bokmål (норвегӣ (букмол)), Shqip (албанӣ), தமிழ் (тамилӣ), O'zbekcha (ӯзбекӣ), Հայերեն (арманӣ), Қазақ тілі (қазоқӣ), кыргыз тили (қирғизӣ), Bahasa Melayu (малайӣ), тоҷикӣ.",
  "v5_2_news_main_array_item_3_title": "Муаррифии равзанаи ёрирасони доноии корбар",
  "v5_2_news_main_array_item_3_subtitle": "Барои дастрасӣ ба равзанаи ёрирасони нави зебои корбарӣ, курсорро болои ҳар як аватари корбар нигоҳ доред. Маълумоти фаврӣ дар бораи аъзоёни гурӯҳи худро бидуни халалдор кардани ҷараёни кории худ ба даст оред.",
  "v5_2_news_main_array_item_4_title": "Таҷрибаи беҳтари корбар: Интерфейси бозтарҳрезишудаи чат",
  "v5_2_news_main_array_item_4_subtitle": "Мо хусусияти чатро ҳам дар равзанаҳои поёнӣ ва ҳам дар дохили панели вазифа барои мубодилаи равонтари иттилоот дар гурӯҳ аз нав тарҳрезӣ кардем.",
  "v5_2_news_page_title": "JustDo v5.2: Фарогирии ҷаҳонӣ бо дастгирии RTL ва 60+ забон!",
  "v5_2_news_page_description": "Қудрати идоракунии ҷаҳонии лоиҳаро бо JustDo 5.2 таҷриба кунед! Мо дастгирии пурраи аз рост ба чап (RTL), зиёда аз 60 имконоти забонӣ, интерфейси беҳтари чат ва бисёр чизҳои дигарро илова кардем."
}