{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "มีอะไรใหม่",
  "v5_2_news_main_array_item_0_subtitle": "วันนี้ เรามีความยินดีที่จะประกาศการเปิดตัว JustDo v5.2 เวอร์ชันใหม่นี้นำเสนอคุณสมบัติมากมายที่ออกแบบมาเพื่อทำให้การจัดการโครงการไร้พรมแดนอย่างแท้จริง",
  "v5_2_news_main_array_item_1_title": "รองรับการเขียนจากขวาไปซ้ายอย่างเต็มรูปแบบ: เสริมพลังทีมงานระดับโลก",
  "v5_2_news_main_array_item_1_subtitle": "เรารู้สึกตื่นเต้นที่จะแนะนำการรองรับเต็มรูปแบบสำหรับเลย์เอาต์แบบขวาไปซ้าย (RTL) ฟีเจอร์นี้ช่วยให้การจัดการโครงการราบรื่นสำหรับผู้ใช้ภาษาอย่างอาหรับ ฮีบรู และยิดดิช <br><br>JustDo ภูมิใจที่เป็นซอฟต์แวร์จัดการโครงการสมัยใหม่เพียงรายเดียวที่นำเสนอการออกแบบแบบขวาไปซ้ายอย่างแท้จริง UI ของเราถูกจัดวางอย่างพิถีพิถันไปทางขวา มอบประสบการณ์ที่เป็นธรรมชาติและใช้งานง่ายสำหรับผู้ใช้ภาษา RTL ความใส่ใจในรายละเอียดนี้ทำให้เราโดดเด่น ทำให้ JustDo เป็นตัวเลือกอันดับหนึ่งสำหรับทีมระดับโลกที่ต้องการการรองรับ RTL อย่างแท้จริง",
  "v5_2_news_main_array_item_2_title": "พูดภาษาของคุณ: JustDo รองรับมากกว่า 60 ภาษาแล้ว",
  "v5_2_news_main_array_item_2_subtitle": "JustDo มีให้บริการแล้วมากกว่า 60 ภาษา ทำให้เป็นซอฟต์แวร์ระดับโลกอย่างแท้จริง ตั้งแต่ አማርኛ (อัมฮาริก) ไปจนถึง Tiếng Việt (เวียดนาม) เรามีให้คุณครบ",
  "v5_2_news_main_array_item_3_title": "แนะนำทูลทิปผู้ใช้อัจฉริยะ",
  "v5_2_news_main_array_item_3_subtitle": "วางเมาส์เหนือรูปโปรไฟล์ของผู้ใช้เพื่อเข้าถึงทูลทิปผู้ใช้รูปแบบใหม่ที่ทันสมัยของเรา รับข้อมูลเชิงลึกอย่างรวดเร็วเกี่ยวกับสมาชิกในทีมของคุณโดยไม่รบกวนการทำงานของคุณ",
  "v5_2_news_main_array_item_4_title": "ประสบการณ์ผู้ใช้ที่ดีขึ้น: อินเตอร์เฟซแชทที่ออกแบบใหม่",
  "v5_2_news_main_array_item_4_subtitle": "เราได้ปรับปรุงฟีเจอร์แชทของเราใหม่ ทั้งในหน้าต่างด้านล่างและภายในแผงงาน เพื่อการสื่อสารในทีมที่ราบรื่นยิ่งขึ้น",
  "v5_2_news_page_title": "JustDo v5.2: แนะนำการแปลกว่า 60 ภาษาและรองรับภาษาจากขวาไปซ้าย",
  "v5_2_news_page_description": "สัมผัสพลังการจัดการโครงการระดับโลกกับ JustDo 5.2! เพิ่มการรองรับ RTL, 60+ ภาษา, อินเตอร์เฟซแชทใหม่ และอื่นๆ ทำงานร่วมกันได้ทุกวัฒนธรรมและภาษา"
}