{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Yenilikler",
  "v5_2_news_main_array_item_0_subtitle": "Bugün, JustDo v5.2 sürümünün yayınlandığını duyurmaktan mutluluk duyuyoruz. Bu yeni sürüm, proje yönetimini gerçekten sınırsız hale getirmek için tasarlanmış bir dizi özellik sunuyor.",
  "v5_2_news_main_array_item_1_title": "Tam Sağdan Sola Desteği: Küresel Ekipleri Güçlendirme",
  "v5_2_news_main_array_item_1_subtitle": "Sağdan sola (RTL) düzenler için tam destek sunmaktan heyecan duyuyoruz. Bu özellik, Arapça, İbranice ve Yidiş gibi dilleri kullananlar için sorunsuz proje yönetimi sağlıyor. <br><br>JustDo, gerçek sağdan sola tasarım sunan tek modern proje yönetimi yazılımı olarak gururla öne çıkıyor. Kullanıcı arayüzümüz, RTL dil kullanıcıları için doğal ve sezgisel bir deneyim sağlamak üzere özenle sağa hizalanmıştır. Bu detaylara gösterilen özen bizi farklı kılıyor ve JustDo'yu gerçek RTL desteği gerektiren küresel ekipler için tercih edilen seçenek haline getiriyor.",
  "v5_2_news_main_array_item_2_title": "Kendi Dilinizde Konuşun: JustDo Artık 60'tan Fazla Dilde",
  "v5_2_news_main_array_item_2_subtitle": "JustDo artık 60'tan fazla dilde kullanılabilir, bu da onu gerçekten küresel yapıyor. አማርኛ'dan (Amharca) Tiếng Việt'e (Vietnamca) kadar, tüm dilleri kapsıyoruz.",
  "v5_2_news_main_array_item_3_title": "Akıllı Kullanıcı İpucu Kutusu Tanıtımı",
  "v5_2_news_main_array_item_3_subtitle": "Herhangi bir kullanıcı avatarının üzerine gelerek yeni, şık Kullanıcı İpucu Kutumuza erişin. İş akışınızı bozmadan ekip üyeleriniz hakkında hızlı bilgiler edinin.",
  "v5_2_news_main_array_item_4_title": "Geliştirilmiş Kullanıcı Deneyimi: Yeniden Tasarlanmış Sohbet Arayüzü",
  "v5_2_news_main_array_item_4_subtitle": "Daha sorunsuz ekip iletişimi için sohbet özelliğimizi hem alt pencerelerde hem de görev panelinde yeniledik.",
  "v5_2_news_page_title": "JustDo v5.2: 60+ Dil Çevirisi ve Tam Sağdan Sola Dil Desteği",
  "v5_2_news_page_description": "JustDo 5.2 ile küresel proje yönetiminin gücünü deneyimleyin! Tam Sağdan Sola (RTL) desteği, 60'tan fazla dil seçeneği, geliştirilmiş sohbet arayüzü ve daha fazlasını ekledik."
}