{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Що нового",
  "v5_2_news_main_array_item_0_subtitle": "Сьогодні ми раді оголосити про випуск JustDo v5.2. Ця нова версія приносить безліч функцій, розроблених для того, щоб зробити управління проектами дійсно без кордонів.",
  "v5_2_news_main_array_item_1_title": "Повна підтримка напрямку справа наліво: Розширення можливостей глобальних команд",
  "v5_2_news_main_array_item_1_subtitle": "Ми раді представити повну підтримку макетів справа наліво (RTL). Ця функція забезпечує безперебійне управління проектами для користувачів мов, таких як арабська, іврит та їдиш. <br><br>JustDo з гордістю є єдиним сучасним програмним забезпеченням для управління проектами, що пропонує справжній дизайн справа наліво. Наш інтерфейс ретельно вирівняний праворуч, забезпечуючи природний та інтуїтивно зрозумілий досвід для користувачів мов RTL. Ця увага до деталей виділяє нас, роблячи JustDo найкращим вибором для глобальних команд, які потребують справжньої підтримки RTL.",
  "v5_2_news_main_array_item_2_title": "Говоріть своєю мовою: JustDo тепер доступний більш ніж 60 мовами",
  "v5_2_news_main_array_item_2_subtitle": "JustDo тепер доступний більш ніж 60 мовами, що робить його справді глобальним. Від አማርኛ (амхарської) до Tiếng Việt (в'єтнамської), ми вас забезпечили.",
  "v5_2_news_main_array_item_3_title": "Представляємо розумну підказку користувача",
  "v5_2_news_main_array_item_3_subtitle": "Наведіть курсор на аватар будь-якого користувача, щоб отримати доступ до нашої нової стильної підказки користувача. Отримуйте швидку інформацію про членів вашої команди, не перериваючи робочий процес.",
  "v5_2_news_main_array_item_4_title": "Покращений користувацький досвід: Оновлений інтерфейс чату",
  "v5_2_news_main_array_item_4_subtitle": "Ми оновили нашу функцію чату, як у нижніх вікнах, так і в панелі завдань, для більш плавного спілкування команди.",
  "v5_2_news_page_title": "JustDo v5.2: Переклади на 60+ мов та повна підтримка мов справа наліво",
  "v5_2_news_page_description": "Відчуйте силу глобального управління проектами з JustDo 5.2! Ми додали повну підтримку RTL, понад 60 мов, покращений інтерфейс чату та багато іншого. Співпрацюйте легко!"
}