{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Що нового",
  "v5_2_news_main_array_item_0_subtitle": "Сьогодні ми раді оголосити про випуск JustDo v5.2, нашого найбільш інклюзивного та глобально-орієнтованого оновлення. Ця нова версія містить безліч функцій, призначених для того, щоб зробити управління проектами справді безмежним.",
  "v5_2_news_main_array_item_1_title": "Повна підтримка напрямку справа наліво: Розширення можливостей глобальних команд",
  "v5_2_news_main_array_item_1_subtitle": "Ми раді представити повну підтримку макетів справа наліво (RTL). Ця функція забезпечує безперебійне управління проектами для користувачів мов, таких як арабська, іврит та їдиш. <br><br>JustDo з гордістю є єдиним сучасним програмним забезпеченням для управління проектами, що пропонує справжній дизайн справа наліво. Наш інтерфейс ретельно вирівняний праворуч, забезпечуючи природний та інтуїтивно зрозумілий досвід для користувачів мов RTL. Ця увага до деталей виділяє нас, роблячи JustDo найкращим вибором для глобальних команд, які потребують справжньої підтримки RTL.",
  "v5_2_news_main_array_item_2_title": "Говоріть своєю мовою: JustDo тепер доступний більш ніж 60 мовами",
  "v5_2_news_main_array_item_2_subtitle": "JustDo тепер доступний більш ніж 60 мовами, що робить його справді глобальним. Від አማርኛ (амхарської) до Tiếng Việt (в'єтнамської), ми вас забезпечили. <br><br> English (англійська), العربية (арабська), Español (іспанська), Français (французька), עברית (іврит), 日本語 (японська), ភាសាខ្មែរ (кхмерська), 한국어 (корейська), Português de Portugal (португальська Португалії), Português do Brasil (португальська Бразилії), Tiếng Việt (в'єтнамська), Русский (російська), ייִדיש (їдиш), Italiano (італійська), Deutsch (німецька), हिन्दी (хінді), Türkçe (турецька), Ελληνικά (грецька), Dansk (данська), Suomi (фінська), Nederlands (нідерландська), Svenska (шведська), ไทย (тайська), Bahasa Indonesia (індонезійська), Polski (польська), čeština (чеська), Magyar (угорська), Română (румунська), Slovenčina (словацька), Українська, Български (болгарська), Hrvatski (хорватська), Српски језик (сербська), slovenščina (словенська), Eesti (естонська), latviešu valoda (латвійська), Lietuvių kalba (литовська), አማርኛ (амхарська), 简体中文 (спрощена китайська), 繁體中文 (традиційна китайська), Kiswahili (суахілі), Afrikaans (африкаанс), Azərbaycan dili (азербайджанська), Беларуская мова (білоруська), বাংলা (бенгальська), Bosanski (боснійська), Català (каталонська), Euskara (баскська), Lëtzebuergesch (люксембурзька), македонски јазик (македонська), नेपाली (непальська), Norsk bokmål (норвезька букмол), Shqip (албанська), தமிழ் (тамільська), O'zbekcha (узбецька), Հայերեն (вірменська), Қазақ тілі (казахська), кыргыз тили (киргизька), Bahasa Melayu (малайська), тоҷикӣ (таджицька).",
  "v5_2_news_main_array_item_3_title": "Представляємо розумну підказку користувача",
  "v5_2_news_main_array_item_3_subtitle": "Наведіть курсор на аватар будь-якого користувача, щоб отримати доступ до нашої нової стильної підказки користувача. Отримуйте швидку інформацію про членів вашої команди, не перериваючи робочий процес.",
  "v5_2_news_main_array_item_4_title": "Покращений користувацький досвід: Оновлений інтерфейс чату",
  "v5_2_news_main_array_item_4_subtitle": "Ми оновили нашу функцію чату, як у нижніх вікнах, так і в панелі завдань, для більш плавного спілкування команди.",
  "v5_2_news_page_title": "JustDo v5.2: Глобальне охоплення з підтримкою RTL і 60+ мов!",
  "v5_2_news_page_description": "Відчуйте силу глобального управління проектами з JustDo 5.2! Ми додали повну підтримку RTL, понад 60 мов, покращений інтерфейс чату та багато іншого. Співпрацюйте легко!"
}