{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Yangiliklar",
  "v5_2_news_main_array_item_0_subtitle": "Bugun biz JustDo v5.2 versiyasini e'lon qilishdan mamnunmiz. Bu yangi versiya loyiha boshqaruvini haqiqatan ham chegarasiz qilish uchun mo'ljallangan xususiyatlar to'plamini o'z ichiga oladi.",
  "v5_2_news_main_array_item_1_title": "To'liq o'ngdan chapga yozish qo'llab-quvvatlashi: Global jamoalarni quvvatlantirish",
  "v5_2_news_main_array_item_1_subtitle": "Biz o'ngdan chapga (RTL) tartibini to'liq qo'llab-quvvatlashni joriy etishdan mamnunmiz. Bu xususiyat arab, ivrit va yiddish kabi tillarda foydalanuvchilar uchun silliq loyiha boshqaruvini ta'minlaydi. <br><br>JustDo haqiqiy o'ngdan chapga dizaynini taklif etuvchi yagona zamonaviy loyiha boshqaruvi dasturi sifatida faxrlanadi. Bizning foydalanuvchi interfeysi o'ngga qarab puxta moslashtirilgan bo'lib, RTL tili foydalanuvchilari uchun tabiiy va intuitiv tajribani taqdim etadi. Ushbu tafsilotlarga e'tibor bizni ajratib turadi va JustDo'ni haqiqiy RTL yordamini talab qiluvchi global jamoalar uchun eng yaxshi tanlov qiladi.",
  "v5_2_news_main_array_item_2_title": "O'z tilingizda gapiring: JustDo endi 60 dan ortiq tillarda",
  "v5_2_news_main_array_item_2_subtitle": "JustDo endi 60 dan ortiq tillarda mavjud, bu uni haqiqatan ham global qiladi. አማርኛ (Amhar)dan Tiếng Việt (Vetnam)gacha, biz sizni qamrab oldik.",
  "v5_2_news_main_array_item_3_title": "Aqlli foydalanuvchi ma'lumot oynasini taqdim etamiz",
  "v5_2_news_main_array_item_3_subtitle": "Har qanday foydalanuvchi avatari ustiga sichqonchani olib boring va bizning yangi, zamonaviy Foydalanuvchi ma'lumot oynasiga kirishingiz mumkin. Ish jarayoningizni buzmasdan jamoa a'zolaringiz haqida tezkor ma'lumotlar oling.",
  "v5_2_news_main_array_item_4_title": "Yaxshilangan foydalanuvchi tajribasi: Qayta ishlangan chat interfeysi",
  "v5_2_news_main_array_item_4_subtitle": "Biz jamoaviy aloqani yanada silliqroq qilish uchun chat xususiyatimizni, ham pastki oynalarda, ham vazifa panelida qayta ishlab chiqdik.",
  "v5_2_news_page_title": "JustDo v5.2: 60+ tillarga tarjimalar va to'liq RTL qo'llab-quvvatlash",
  "v5_2_news_page_description": "JustDo 5.2 bilan global loyiha boshqaruvi kuchini his eting! Biz to'liq o'ngdan chapga (RTL) yozishni qo'llab-quvvatlash, 60 dan ortiq til variantlari, yaxshilangan chat interfeysi va boshqalarni qo'shdik. Eng keng qamrovli yangilanishimiz bilan madaniyatlar va tillar bo'ylab oson hamkorlik qiling."
}