{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Có gì mới",
  "v5_2_news_main_array_item_0_subtitle": "Hôm nay, chúng tôi vui mừng thông báo về việc phát hành JustDo v5.2. Phiên bản mới này mang đến nhiều tính năng được thiết kế để làm cho việc quản lý dự án thực sự không có giới hạn.",
  "v5_2_news_main_array_item_1_title": "Hỗ trợ Đầy đủ cho Ngôn ngữ Viết từ Phải sang Trái: Trao quyền cho Các Đội ngũ Toàn cầu",
  "v5_2_news_main_array_item_1_subtitle": "Chúng tôi rất vui mừng giới thiệu hỗ trợ hoàn chỉnh cho bố cục từ phải sang trái (RTL). Tính năng này đảm bảo quản lý dự án liền mạch cho người dùng các ngôn ngữ như tiếng Ả Rập, tiếng Do Thái và tiếng Yiddish. <br><br>JustDo tự hào là phần mềm quản lý dự án hiện đại duy nhất cung cấp thiết kế từ phải sang trái thực sự. Giao diện người dùng của chúng tôi được căn chỉnh cẩn thận sang bên phải, mang lại trải nghiệm tự nhiên và trực quan cho người dùng ngôn ngữ RTL. Sự chú ý đến chi tiết này khiến chúng tôi trở nên khác biệt, làm cho JustDo trở thành lựa chọn hàng đầu cho các đội ngũ toàn cầu yêu cầu hỗ trợ RTL chân thực.",
  "v5_2_news_main_array_item_2_title": "Nói Ngôn ngữ của Bạn: JustDo Hiện có trên 60+ Ngôn ngữ",
  "v5_2_news_main_array_item_2_subtitle": "JustDo hiện đã có sẵn trên hơn 60 ngôn ngữ, biến nó thành thực sự toàn cầu. Từ አማርኛ (tiếng Amharic) đến Tiếng Việt, chúng tôi đều hỗ trợ bạn.",
  "v5_2_news_main_array_item_3_title": "Giới thiệu Chú thích Thông minh về Người dùng",
  "v5_2_news_main_array_item_3_subtitle": "Di chuột qua bất kỳ ảnh đại diện người dùng nào để truy cập Chú thích Người dùng mới và phong cách của chúng tôi. Nhận thông tin nhanh về các thành viên trong nhóm của bạn mà không làm gián đoạn quy trình làm việc.",
  "v5_2_news_main_array_item_4_title": "Trải nghiệm Người dùng Nâng cao: Giao diện Trò chuyện Được Thiết kế lại",
  "v5_2_news_main_array_item_4_subtitle": "Chúng tôi đã cải tiến tính năng trò chuyện, cả trong cửa sổ dưới cùng và trong bảng nhiệm vụ, để giao tiếp nhóm trơn tru hơn.",
  "v5_2_news_page_title": "JustDo v5.2: Giới thiệu Dịch sang 60+ Ngôn ngữ và Hỗ trợ Đầy đủ Ngôn ngữ Phải-sang-Trái",
  "v5_2_news_page_description": "Trải nghiệm sức mạnh quản lý dự án toàn cầu với JustDo 5.2! Hỗ trợ RTL đầy đủ, 60+ ngôn ngữ, giao diện trò chuyện nâng cao và hơn thế nữa."
}