{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "Có gì mới",
  "v5_2_news_main_array_item_0_subtitle": "Hôm nay, chúng tôi vui mừng thông báo ra mắt JustDo v5.2, bản cập nhật toàn diện và hướng đến toàn cầu nhất của chúng tôi. Phiên bản mới này mang đến nhiều tính năng được thiết kế để giúp quản lý dự án thực sự không biên giới.",
  "v5_2_news_main_array_item_1_title": "Hỗ trợ Đầy đủ cho Ngôn ngữ Viết từ Phải sang Trái: Trao quyền cho Các Đội ngũ Toàn cầu",
  "v5_2_news_main_array_item_1_subtitle": "Chúng tôi rất vui mừng giới thiệu hỗ trợ hoàn chỉnh cho bố cục từ phải sang trái (RTL). Tính năng này đảm bảo quản lý dự án liền mạch cho người dùng các ngôn ngữ như tiếng Ả Rập, tiếng Do Thái và tiếng Yiddish. <br><br>JustDo tự hào là phần mềm quản lý dự án hiện đại duy nhất cung cấp thiết kế từ phải sang trái thực sự. Giao diện người dùng của chúng tôi được căn chỉnh cẩn thận sang bên phải, mang lại trải nghiệm tự nhiên và trực quan cho người dùng ngôn ngữ RTL. Sự chú ý đến chi tiết này khiến chúng tôi trở nên khác biệt, làm cho JustDo trở thành lựa chọn hàng đầu cho các đội ngũ toàn cầu yêu cầu hỗ trợ RTL chân thực.",
  "v5_2_news_main_array_item_2_title": "Nói Ngôn ngữ của Bạn: JustDo Hiện có trên 60+ Ngôn ngữ",
  "v5_2_news_main_array_item_2_subtitle": "JustDo hiện đã có sẵn trên 60 ngôn ngữ, thực sự trở thành toàn cầu. Từ አማርኛ (tiếng Amharic) đến Tiếng Việt, chúng tôi đã có sẵn cho bạn. <br><br> Tiếng Anh, العربية (tiếng Ả Rập), Español (tiếng Tây Ban Nha), Français (tiếng Pháp), עברית (tiếng Do Thái), 日本語 (tiếng Nhật), ភាសាខ្មែរ (tiếng Khmer), 한국어 (tiếng Hàn), Português de Portugal (tiếng Bồ Đào Nha - Châu Âu), Português do Brasil (tiếng Bồ Đào Nha - Brazil), Tiếng Việt, Русский (tiếng Nga), ייִדיש (tiếng Yiddish), Italiano (tiếng Ý), Deutsch (tiếng Đức), हिन्दी (tiếng Hindi), Türkçe (tiếng Thổ Nhĩ Kỳ), Ελληνικά (tiếng Hy Lạp), Dansk (tiếng Đan Mạch), Suomi (tiếng Phần Lan), Nederlands (tiếng Hà Lan), Svenska (tiếng Thụy Điển), ไทย (tiếng Thái), Bahasa Indonesia (tiếng Indonesia), Polski (tiếng Ba Lan), čeština (tiếng Séc), Magyar (tiếng Hungary), Română (tiếng Romania), Slovenčina (tiếng Slovak), Українська (tiếng Ukraine), Български (tiếng Bulgaria), Hrvatski (tiếng Croatia), Српски језик (tiếng Serbia), slovenščina (tiếng Slovenia), Eesti (tiếng Estonia), latviešu valoda (tiếng Latvia), Lietuvių kalba (tiếng Lithuania), አማርኛ (tiếng Amharic), 简体中文 (tiếng Trung Quốc Giản thể), 繁體中文 (tiếng Trung Quốc Phồn thể), Kiswahili (tiếng Swahili), Afrikaans (tiếng Afrikaans), Azərbaycan dili (tiếng Azerbaijan), Беларуская мова (tiếng Belarus), বাংলা (tiếng Bengal), Bosanski (tiếng Bosnia), Català (tiếng Catalan), Euskara (tiếng Basque), Lëtzebuergesch (tiếng Luxembourg), македонски јазик (tiếng Macedonia), नेपाली (tiếng Nepal), Norsk bokmål (tiếng Na Uy), Shqip (tiếng Albania), தமிழ் (tiếng Tamil), O'zbekcha (tiếng Uzbek), Հայերեն (tiếng Armenia), Қазақ тілі (tiếng Kazakhstan), кыргыз тили (tiếng Kyrgyz), Bahasa Melayu (tiếng Malay), тоҷикӣ (tiếng Tajik).",
  "v5_2_news_main_array_item_3_title": "Giới thiệu Chú thích Thông minh về Người dùng",
  "v5_2_news_main_array_item_3_subtitle": "Di chuột qua bất kỳ ảnh đại diện người dùng nào để truy cập Chú thích Người dùng mới và phong cách của chúng tôi. Nhận thông tin nhanh về các thành viên trong nhóm của bạn mà không làm gián đoạn quy trình làm việc.",
  "v5_2_news_main_array_item_4_title": "Trải nghiệm Người dùng Nâng cao: Giao diện Trò chuyện Được Thiết kế lại",
  "v5_2_news_main_array_item_4_subtitle": "Chúng tôi đã cải tiến tính năng trò chuyện, cả trong cửa sổ dưới cùng và trong bảng nhiệm vụ, để giao tiếp nhóm trơn tru hơn.",
  "v5_2_news_page_title": "JustDo v5.2: Phạm vi Toàn cầu với Hỗ trợ RTL & 60+ Ngôn ngữ!",
  "v5_2_news_page_description": "Trải nghiệm sức mạnh quản lý dự án toàn cầu với JustDo 5.2! Hỗ trợ RTL đầy đủ, 60+ ngôn ngữ, giao diện trò chuyện nâng cao và hơn thế nữa."
}