{
  "v5_2_news_title": "v5.2",
  "v5_2_news_main_name": "וואָס איז נײַ",
  "v5_2_news_main_array_item_0_subtitle": "הײַנט, מיר זענען צופֿרידן צו מעלדן די ארויסלאזן פון JustDo v5.2, אונדזער מערסט אינקלוסיווע און גלאבאל-פאקוסירטע דערהײַנטיקונג נאך. די נײַע ווערסיע ברענגט א סך פֿון נײַע פֿונקציעס געצילט צו מאַכן פּראיעקט פאַרוואַלטונג באמת גרענעצלאָז.",
  "v5_2_news_main_array_item_1_title": "פֿולשטענדיק רעכט-צו-לינקס שטיצע: באַפּולמעכטיקן גלאָבאַלע מאַנשאַפֿטן",
  "v5_2_news_main_array_item_1_subtitle": "מיר זענען באַגײַסטערט צו פֿאָרשטעלן פֿולשטענדיקע שטיצע פֿאַר רעכט-צו-לינקס (RTL) לייַאַוטס. די פֿונקציע פֿאַרזיכערט נאָטלאָזע פּראיעקט פֿאַרוואַלטונג פֿאַר באַניצער פֿון שפּראַכן ווי אַראַביש, העברעיִש, און ייִדיש. <br><br>JustDo שטייט שטאָלץ אַלס די איינציקע מאָדערנע פּראיעקט פֿאַרוואַלטונג ווייכווארג וואָס אָפפערט אמת'ע רעכט-צו-לינקס דיזיין. אונדזער באַניצער אינטערפֿייס איז זאָרגפֿעלטיק אויסגעריכט צום רעכטס, צושטעלנדיק אַ נאַטירלעכע און אינטואיטיווע דערפֿאַרונג פֿאַר RTL שפּראַך באַניצערס. די אויפֿמערקזאַמקייט צו דעטאַלן מאַכט אונדז אויסגעצייכנט, מאַכנדיק JustDo די ערשטע אויסוואל פֿאַר גלאָבאַלע מאַנשאַפֿטן וואָס פֿאָדערן אויטענטיש RTL שטיצע.",
  "v5_2_news_main_array_item_2_title": "רעדט אײַער שפּראַך: JustDo איצט אין 60+ שפּראַכן",
  "v5_2_news_main_array_item_2_subtitle": "JustDo איז איצט פֿאַראַן אין איבער 60 שפּראַכן, מאַכנדיק עס באמת גלאָבאַל. פֿון አማርኛ (אַמהאַריש) צו Tiếng Việt (וויעטנאַמעזיש), מיר האָבן אײַך געדעקט. <br><br> ענגליש, العربية, עספּאַניאָל, פֿראַנצויזיש, עברית, 日本語, ភាសាខ្មែរ, 한국어, פּאָרטוגעזיש פֿון פּאָרטוגאַל, פּאָרטוגעזיש פֿון בראַזיל, Tiếng Việt, רוסיש, ייִדיש, איטאַליעניש, דײַטש, हिन्दी, טערקיש, גריכיש, דעניש, פֿיניש, האָלענדיש, שוועדיש, ไทย, אינדאָנעזיש, פּויליש, טשעכיש, אונגעריש, רומעניש, סלאָוואַקיש, אוקראַיִניש, בולגאַריש, קראָאַטיש, סערביש, סלאָוועניש, עסטיש, לעטיש, ליטוויש, አማርኛ, פֿאַרפֿאַכטע כינעזיש, טראַדיציאָנעל כינעזיש, סוואַהילי, אַפֿריקאַנס, אַזערבײַדזשאַניש, ווײַסרוסיש, בענגאַליש, באָסניש, קאַטאַלאָניש, באַסקיש, לוקסעמבורגיש, מאַקעדאָניש, נעפּאַליש, נאָרוועגיש בוקמאָל, אַלבאַניש, טאַמיל, אוזבעקיש, אַרמעניש, קאַזאַכיש, קירגיזיש, מאַלײַיש, טאַדזשיקיש.",
  "v5_2_news_main_array_item_3_title": "פֿאָרשטעלן דעם קלוגן באַניצער טולטיפּ",
  "v5_2_news_main_array_item_3_subtitle": "שוועבט איבער סיי וועלכע באַניצער אַוואַטאַר צו צוטריט אונדזער נײַע, סטיליש באַניצער טולטיפּ. באַקומט שנעל איינבליקן וועגן אײַערע מאַנשאַפֿט מיטגלידער אָן צו שטערן אײַער אַרבעטספֿלוס.",
  "v5_2_news_main_array_item_4_title": "פֿאַרבעסערטע באַניצער דערפֿאַרונג: רידיזיינד טשאַט אינטערפֿייס",
  "v5_2_news_main_array_item_4_subtitle": "מיר האָבן איבערגעמאַכט אונדזער טשאַט פֿונקציע, סײַ אין די אונטערשטע פֿענצטער און אין די אויפֿגאַבע פּאַנעל, פֿאַר גלאַטער מאַנשאַפֿט קאָמוניקאַציע.",
  "v5_2_news_page_title": "JustDo v5.2: גלאָבאַלע דערגרייכונג מיט RTL שטיצע און 60+ שפּראַכן!",
  "v5_2_news_page_description": "דערפֿאַרט די קראַפֿט פֿון גלאָבאַלע פּראיעקט פֿאַרוואַלטונג מיט JustDo 5.2! מיר האָבן צוגעלייגט פֿולע RTL שטיצע, איבער 60 שפּראַך אָפּציעס, פֿאַרבעסערטע טשאַט אינטערפֿייס, און נאָך."
}