{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Τι νέο υπάρχει",
  "v3_136_news_main_array_item_1_title": "Νέα αρχική σελίδα",
  "v3_136_news_main_array_item_1_subtitle": "Παρουσιάζουμε την ανανεωμένη αρχική μας σελίδα 🎉",
  "v3_136_news_main_array_item_2_title": "Προσαρμοσμένες καταστάσεις",
  "v3_136_news_main_array_item_2_subtitle": "Ενισχύστε την αποδοτικότητα της ροής εργασίας σας με την τελευταία μας προσθήκη - Προσαρμοσμένες Καταστάσεις. Προσαρμόστε τις καταστάσεις των εργασιών στις μοναδικές ανάγκες του έργου σας και παρακολουθήστε την πρόοδο με μεγαλύτερη ακρίβεια.",
  "v3_136_news_main_array_item_3_title": "Μείνετε ενημερωμένοι με την ένδειξη μη αναγνωσμένων email στο πλέγμα",
  "v3_136_news_main_array_item_3_subtitle": "Μην χάσετε ποτέ ξανά σημαντικές ενημερώσεις! Η νέα μας ένδειξη μη αναγνωσμένων email στο πλέγμα σας κρατά ενημερωμένους για μη αναγνωσμένα email εντός των εργασιών, εξασφαλίζοντας αποτελεσματική επικοινωνία και άμεση δράση.",
  "v3_136_news_main_array_item_4_title": "Βελτιωμένα φίλτρα για το παράθυρο Γρήγορης Προσθήκης",
  "v3_136_news_main_array_item_4_subtitle": "Αυξήστε την παραγωγικότητά σας με τα νέα φίλτρα για τον επιλογέα προορισμού και ιδιοκτήτη στο παράθυρο Γρήγορης Προσθήκης (Quick Add Bootbox). Απλοποιήστε τη δημιουργία εργασιών βρίσκοντας εύκολα τον σωστό προορισμό και ιδιοκτήτη.",
  "v3_136_news_features_name": "Άλλες Ενημερώσεις",
  "v3_136_news_features_title": "Βελτιώσεις",
  "v3_136_news_features_update_items": [
    "1. Βελτίωση απόδοσης για λειτουργίες που περιλαμβάνουν ενημερώσεις σε περισσότερες από 1000 εργασίες, ιδιαίτερα στην αλλαγή μελών εργασιών ενός υπο-δέντρου μεγαλύτερου από 1000 χρήστες.",
    "2. Καρτέλα δραστηριότητας: Διόρθωση του αρχείου καταγραφής δραστηριότητας που δεν εμφανιζόταν σωστά αν πρόκειται για προσθήκη γονέα και ο γονέας αφαιρεθεί <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>βίντεο</a>.",
    "3. Μεταφόρτωση εικόνων προφίλ για περιβάλλοντα που χρησιμοποιούν αρχεία JustDo.",
    "4. Εισαγωγή της έννοιας των Οργανισμών: μια προαιρετική λογική μονάδα πάνω από τα JustDos.",
    "5. MailDo: Όταν λαμβάνεται ένα email, ο ιδιοκτήτης της εργασίας τώρα αυτόματα ενεργοποιείται στη συνομιλία."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Νέα Αρχική Σελίδα, Προσαρμοσμένες Καταστάσεις, Βελτιωμένα Φίλτρα & Περισσότερα",
  "v3_136_news_page_description": "Το JustDo v3.136 εισάγει μια ανανεωμένη αρχική σελίδα, ισχυρές προσαρμοσμένες καταστάσεις για εργασίες, βελτιωμένα φίλτρα για γρηγορότερη προσθήκη εργασιών και σημαντικές αναβαθμίσεις απόδοσης."
}