{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Novedades",
  "v3_136_news_main_array_item_1_title": "Nueva p치gina de inicio",
  "v3_136_news_main_array_item_1_subtitle": "Presentamos nuestra p치gina de inicio renovada 游꿀",
  "v3_136_news_main_array_item_2_title": "Estados personalizados",
  "v3_136_news_main_array_item_2_subtitle": "Mejora la eficiencia de tu flujo de trabajo con nuestra 칰ltima adici칩n: Estados Personalizados. Adapta los estados de las tareas a las necesidades 칰nicas de tu proyecto y realiza un seguimiento del progreso con mayor precisi칩n.",
  "v3_136_news_main_array_item_3_title": "Mantente informado con el Indicador de Correos Electr칩nicos No Le칤dos en la Cuadr칤cula",
  "v3_136_news_main_array_item_3_subtitle": "춰Nunca m치s te pierdas actualizaciones importantes! Nuestro nuevo Indicador de Correos Electr칩nicos No Le칤dos en la Cuadr칤cula te mantiene informado sobre los correos no le칤dos dentro de las tareas, asegurando una comunicaci칩n eficiente y una acci칩n r치pida.",
  "v3_136_news_main_array_item_4_title": "Filtros mejorados para el Di치logo de Adici칩n R치pida",
  "v3_136_news_main_array_item_4_subtitle": "Aumenta tu productividad con nuestros filtros reci칠n agregados para el Selector de Destino y Propietario en el Bootbox de Adici칩n R치pida. Agiliza la creaci칩n de tareas encontrando el destino y el propietario adecuados con facilidad.",
  "v3_136_news_features_name": "Otras actualizaciones",
  "v3_136_news_features_title": "Mejoras",
  "v3_136_news_features_update_items": [
    "1. Mejora de rendimiento para operaciones que involucran actualizaciones de m치s de 1000 tareas, en particular, cambiar los miembros de tareas de un sub치rbol de m치s de 1000 usuarios.",
    "2. Pesta침a de actividad: Correcci칩n del registro de actividad que no se mostraba correctamente si era una adici칩n de padre y el padre se eliminaba <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. Carga de avatares para entornos que utilizan archivos JustDo.",
    "4. Introducci칩n del concepto de Organizaciones: una unidad l칩gica opcional por encima de los JustDos (tableros JustDo).",
    "5. MailDo: Cuando se recibe un correo electr칩nico, el propietario de la tarea ahora se desmutea autom치ticamente en el chat."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Nueva p치gina de inicio, Estados personalizados, Filtros mejorados y m치s",
  "v3_136_news_page_description": "JustDo v3.136 introduce una p치gina de inicio renovada, poderosos estados personalizados para tareas, filtros mejorados para una adici칩n de tareas m치s r치pida e importantes mejoras de rendimiento."
}