{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "អ្វីដែលថ្មី",
  "v3_136_news_main_array_item_1_title": "ទំព័រចុះចតថ្មី",
  "v3_136_news_main_array_item_1_subtitle": "ណែនាំទំព័រចុះចតថ្មីរបស់យើង 🎉",
  "v3_136_news_main_array_item_2_title": "ស្ថានភាពផ្ទាល់ខ្លួន",
  "v3_136_news_main_array_item_2_subtitle": "បង្កើនប្រសិទ្ធភាពលំហូរការងាររបស់អ្នកជាមួយនឹងការបន្ថែមចុងក្រោយបំផុតរបស់យើង - ស្ថានភាពផ្ទាល់ខ្លួន។ កែសម្រួលស្ថានភាពភារកិច្ចដើម្បីសមនឹងតម្រូវការគម្រោងពិសេសរបស់អ្នក និងតាមដានការរីកចម្រើនប្រកបដោយភាពជាក់លាក់ជាងមុន។",
  "v3_136_news_main_array_item_3_title": "រក្សាភាពទាន់សម័យជាមួយនឹងសូចនាករអ៊ីមែលមិនទាន់អានលើក្រឡា",
  "v3_136_news_main_array_item_3_subtitle": "កុំឱ្យខកខានការអាប់ដេតសំខាន់ៗទៀត! សូចនាករអ៊ីមែលមិនទាន់អានលើក្រឡាថ្មីរបស់យើងរក្សាអ្នកឱ្យបានដឹងអំពីអ៊ីមែលដែលមិនទាន់អាននៅក្នុងភារកិច្ច ដោយធានានូវការទំនាក់ទំនងប្រកបដោយប្រសិទ្ធភាព និងសកម្មភាពភ្លាមៗ។",
  "v3_136_news_main_array_item_4_title": "តម្រងដែលបានកែលម្អសម្រាប់ប្រអប់បន្ថែមរហ័ស",
  "v3_136_news_main_array_item_4_subtitle": "បង្កើនផលិតភាពរបស់អ្នកជាមួយនឹងតម្រងដែលបានបន្ថែមថ្មីសម្រាប់គោលដៅជ្រើសរើសប៊ូតប៊ុក (Quick Add Bootbox Destination) និងម្ចាស់ (Owner Selector)។ ធ្វើឱ្យការបង្កើតភារកិច្ចមានភាពរលូនដោយស្វែងរកគោលដៅ និងម្ចាស់ដែលត្រឹមត្រូវយ៉ាងងាយស្រួល។",
  "v3_136_news_features_name": "ការធ្វើបច្ចុប្បន្នភាពផ្សេងទៀត",
  "v3_136_news_features_title": "ការកែលម្អ",
  "v3_136_news_features_update_items": [
    "១. ការកែលម្អដំណើរការសម្រាប់ប្រតិបត្តិការដែលពាក់ព័ន្ធនឹងការធ្វើបច្ចុប្បន្នភាពភារកិច្ចច្រើនជាង ១ពាន់ ជាពិសេសការផ្លាស់ប្តូរសមាជិកភារកិច្ចនៃមេធាងដែលមានអ្នកប្រើប្រាស់ច្រើនជាង ១ពាន់នាក់។",
    "២. ផ្ទាំងសកម្មភាព៖ ដោះស្រាយកំណត់ហេតុសកម្មភាពដែលមិនបង្ហាញត្រឹមត្រូវប្រសិនបើវាជាការបន្ថែមឪពុកម្តាយ ហើយឪពុកម្តាយត្រូវបានដកចេញ <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>វីដេអូ</a>។",
    "៣. បង្ហោះរូបតំណាងសម្រាប់បរិយាកាសដែលប្រើឯកសារ JustDo។",
    "៤. ណែនាំគំនិតនៃអង្គការ៖ ជាឯកតាតក្កវិទ្យាជម្រើសនៅពីលើ JustDos។",
    "៥. MailDo៖ នៅពេលទទួលបានអ៊ីមែល ម្ចាស់ភារកិច្ចឥឡូវនេះត្រូវបានបើកសំឡេងដោយស្វ័យប្រវត្តិនៅក្នុងការជជែក។"
  ],
  "v3_136_news_page_title": "JustDo v3.136៖ ទំព័រចុះចតថ្មី, ស្ថានភាពផ្ទាល់ខ្លួន, តម្រងដែលបានកែលម្អ និងច្រើនទៀត",
  "v3_136_news_page_description": "JustDo v3.136 ណែនាំទំព័រចុះចតថ្មី, ស្ថានភាពផ្ទាល់ខ្លួនដ៏មានអានុភាពសម្រាប់ភារកិច្ច, តម្រងដែលបានកែលម្អសម្រាប់ការបន្ថែមភារកិច្ចកាន់តែលឿន និងការធ្វើឱ្យប្រសើរឡើងនូវដំណើរការសំខាន់ៗ។"
}