{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Kas jauns",
  "v3_136_news_main_array_item_1_title": "Jauna s캐kumlapa",
  "v3_136_news_main_array_item_1_subtitle": "Iepaz캶stin캐m ar m콞su atsvaidzin캐to s캐kumlapu 游꿀",
  "v3_136_news_main_array_item_2_title": "Piel캐goti st캐vok컆i",
  "v3_136_news_main_array_item_2_subtitle": "Uzlabojiet sava darba pl콞smas efektivit캐ti ar m콞su jaun캐ko papildin캐jumu - Piel캐gotiem st캐vok컆iem. Piel캐gojiet uzdevumu st캐vok컆us atbilsto코i j콞su unik캐laj캐m projekta vajadz캶b캐m un sekojiet progresam ar liel캐ku precizit캐ti.",
  "v3_136_news_main_array_item_3_title": "Esiet inform캡ti ar nelas캶to e-pastu indikatoru re쮃캶",
  "v3_136_news_main_array_item_3_subtitle": "Nekad vairs nepalaidiet gar캐m svar캶gus atjaunin캐jumus! M콞su jaunais nelas캶to e-pastu indikators re쮃캶 inform캡 j콞s par nelas캶tiem e-pastiem uzdevumos, nodro코inot efekt캶vu sazi켽u un t콞l캶t캡ju r캶c캶bu.",
  "v3_136_news_main_array_item_4_title": "Uzlaboti filtri 캐tr캐s pievieno코anas dialoglodzi켽am",
  "v3_136_news_main_array_item_4_subtitle": "Palieliniet savu produktivit캐ti ar m콞su jaunajiem filtriem 캐tr캐s pievieno코anas Bootbox galam캡r컁a un 캶pa코nieka atlas캶t캐jam. Optimiz캡jiet uzdevumu izveidi, viegli atrodot pareizo galam캡r컁i un 캶pa코nieku.",
  "v3_136_news_features_name": "Citi atjaunin캐jumi",
  "v3_136_news_features_title": "Uzlabojumi",
  "v3_136_news_features_update_items": [
    "1. Veiktsp캡jas uzlabojums oper캐cij캐m, kas ietver vair캐k nek캐 1000 uzdevumu atjaunin캐jumus, 캶pa코i mainot uzdevumu dal캶bniekus apak코kok캐, kas liel캐ks par 1000 lietot캐jiem.",
    "2. Aktivit캐코u cilne: Labots aktivit캐코u 쬿rn캐la nepareizs att캡lojums, ja t캐 ir vec캐ka pievieno코ana un vec캐ks ir no켽emts <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. Avat캐ru aug코upiel캐de vid캡m, kas izmanto JustDo failus.",
    "4. Ieviests Organiz캐ciju koncepts: papildu lo캮ikas vien캶ba virs JustDo d캡컆iem.",
    "5. MailDo: Kad e-pasts tiek sa켽emts, uzdevuma 캶pa코niekam tiek autom캐tiski atsl캡gts klusums 캜at캐."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Jauna s캐kumlapa, piel캐goti st캐vok컆i, uzlaboti filtri un vair캐k",
  "v3_136_news_page_description": "JustDo v3.136 ievie코 atsvaidzin캐tu s캐kumlapu, jaud캶gus piel캐gotus st캐vok컆us uzdevumiem, uzlabotus filtrus 캐tr캐kai uzdevumu pievieno코anai un svar캶gus veiktsp캡jas uzlabojumus."
}