{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Што е ново",
  "v3_136_news_main_array_item_1_title": "Нова почетна страница",
  "v3_136_news_main_array_item_1_subtitle": "Претставување на нашата освежена почетна страница 🎉",
  "v3_136_news_main_array_item_2_title": "Прилагодени состојби",
  "v3_136_news_main_array_item_2_subtitle": "Зголемете ја ефикасноста на вашиот работен тек со нашето најново дополнување - Прилагодени состојби. Прилагодете ги состојбите на задачите според вашите уникатни потреби на проектот и следете го напредокот со поголема прецизност.",
  "v3_136_news_main_array_item_3_title": "Останете информирани со индикатор за непрочитани е-пошти на табелата",
  "v3_136_news_main_array_item_3_subtitle": "Никогаш повеќе не пропуштајте важни ажурирања! Нашиот нов индикатор за непрочитани е-пошти на табелата (On-Grid Unread Emails Indicator) ве информира за непрочитани е-пошти во рамките на задачите, обезбедувајќи ефикасна комуникација и брза акција.",
  "v3_136_news_main_array_item_4_title": "Подобрени филтри за дијалогот за брзо додавање",
  "v3_136_news_main_array_item_4_subtitle": "Зголемете ја вашата продуктивност со нашите новододадени филтри за селекторот на дестинација и сопственик во дијалогот за брзо додавање (Quick Add Bootbox). Оптимизирајте го создавањето на задачи со лесно наоѓање на вистинската дестинација и сопственик.",
  "v3_136_news_features_name": "Други ажурирања",
  "v3_136_news_features_title": "Подобрувања",
  "v3_136_news_features_update_items": [
    "1. Подобрување на перформансите за операции кои вклучуваат ажурирања на повеќе од 1000 задачи, особено при промена на членови на задачи во под-дрво поголемо од 1000 корисници.",
    "2. Картичка за активности: Поправка на дневникот на активности кој не се прикажуваше правилно ако е додаден родител и родителот е отстранет <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>видео</a>.",
    "3. Прикачување на аватари за средини кои користат JustDo датотеки.",
    "4. Воведен е концептот на Организации: опционална логичка единица над JustDo таблите.",
    "5. MailDo: Кога се прима е-пошта, сопственикот на задачата сега автоматски се вклучува во разговорот."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Нова почетна страница, прилагодени состојби, подобрени филтри и повеќе",
  "v3_136_news_page_description": "JustDo v3.136 воведува освежена почетна страница, моќни прилагодени состојби за задачи, подобрени филтри за побрзо додавање задачи и важни надградби на перформансите."
}