{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "အသစ်များ",
  "v3_136_news_main_array_item_1_title": "ဆိုက်ဝင်စာမျက်နှာအသစ်",
  "v3_136_news_main_array_item_1_subtitle": "ကျွန်ုပ်တို့၏ပြန်လည်ဆန်းသစ်ထားသော ဆိုက်ဝင်စာမျက်နှာကို မိတ်ဆက်ပါသည် 🎉",
  "v3_136_news_main_array_item_2_title": "စိတ်ကြိုက်အခြေအနေများ",
  "v3_136_news_main_array_item_2_subtitle": "ကျွန်ုပ်တို့၏နောက်ဆုံးပေါင်းထည့်မှုဖြစ်သည့် စိတ်ကြိုက်အခြေအနေများဖြင့် သင့်လုပ်ငန်းစဉ်ထိရောက်မှုကို မြှင့်တင်ပါ။ လုပ်ငန်းတာဝန်အခြေအနေများကို သင့်ပရောဂျက်လိုအပ်ချက်များနှင့် ကိုက်ညီအောင်ပြုလုပ်ပြီး တိုးတက်မှုကို ပိုမိုတိကျစွာ ခြေရာခံနိုင်ပါသည်။",
  "v3_136_news_main_array_item_3_title": "ဇယားကွက်ပေါ်တွင် မဖတ်ရသေးသော အီးမေးလ်အညွှန်းဖြင့် သတင်းအချက်အလက်ကို ရယူပါ",
  "v3_136_news_main_array_item_3_subtitle": "အရေးကြီးသော အပ်ဒိတ်များကို နောက်တစ်ကြိမ် မလွတ်သွားစေပါနှင့်! ကျွန်ုပ်တို့၏ ဇယားကွက်ပေါ်တွင် မဖတ်ရသေးသော အီးမေးလ်အညွှန်းအသစ်သည် လုပ်ငန်းတာဝန်များအတွင်းရှိ မဖတ်ရသေးသော အီးမေးလ်များအကြောင်း သင့်အား အသိပေးထားသဖြင့် ထိရောက်သော ဆက်သွယ်ရေးနှင့် အချိန်မီလုပ်ဆောင်မှုကို သေချာစေပါသည်။",
  "v3_136_news_main_array_item_4_title": "အမြန်ပေါင်းထည့်ရန် ဒိုင်ယာလော့အတွက် အဆင့်မြင့် စစ်ထုတ်မှုများ",
  "v3_136_news_main_array_item_4_subtitle": "အမြန်ပေါင်းထည့်ရန် Bootbox ဦးတည်ရာနှင့် ပိုင်ရှင်ရွေးချယ်သူအတွက် ကျွန်ုပ်တို့၏ အသစ်ပေါင်းထည့်ထားသော စစ်ထုတ်မှုများဖြင့် သင့်ထုတ်လုပ်မှုစွမ်းအားကို မြှင့်တင်ပါ။ မှန်ကန်သော ဦးတည်ရာနှင့် ပိုင်ရှင်ကို လွယ်ကူစွာရှာဖွေခြင်းဖြင့် လုပ်ငန်းတာဝန်ဖန်တီးခြင်းကို ပိုမိုထိရောက်စေပါသည်။",
  "v3_136_news_features_name": "အခြားအပ်ဒိတ်များ",
  "v3_136_news_features_title": "တိုးတက်မှုများ",
  "v3_136_news_features_update_items": [
    "၁။ လုပ်ငန်းတာဝန် ၁၀၀၀ ကျော်ကို အပ်ဒိတ်လုပ်ခြင်းပါဝင်သော လုပ်ဆောင်ချက်များအတွက် စွမ်းဆောင်ရည်တိုးတက်မှု၊ အထူးသဖြင့် အသုံးပြုသူ ၁၀၀၀ ကျော်ရှိသော ခွဲထွက်လုပ်ငန်းစဉ်တစ်ခု၏ လုပ်ငန်းတာဝန်အဖွဲ့ဝင်များကို ပြောင်းလဲခြင်း။",
    "၂။ လှုပ်ရှားမှုတဘ် - မိဘလုပ်ငန်းတာဝန်ပေါင်းထည့်ခြင်းဖြစ်ပြီး မိဘလုပ်ငန်းတာဝန်ကို ဖယ်ရှားထားပါက လှုပ်ရှားမှုမှတ်တမ်း မှန်ကန်စွာမပြသသည့် ပြဿနာကို ပြင်ဆင်ခြင်း။ <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>ဗီဒီယို</a>",
    "၃။ JustDo ဖိုင်များကို အသုံးပြုသော ပတ်ဝန်းကျင်များအတွက် ကိုယ်ပုံများတင်ခြင်း။",
    "၄။ အဖွဲ့အစည်းများ သဘောတရားကို မိတ်ဆက်ခြင်း - JustDo ဘုတ်များအထက်တွင် ရှိသော လိုအပ်ပါက အသုံးပြုနိုင်သည့် ဆောင်ရွက်ချက်ယူနစ်။",
    "၅။ MailDo - အီးမေးလ်တစ်စောင်လက်ခံရရှိသောအခါ၊ လုပ်ငန်းတာဝန်ပိုင်ရှင်သည် ချက်တွင် အလိုအလျောက် အသံဖွင့်ထားသည့်အခြေအနေသို့ ရောက်ရှိသွားပါသည်။"
  ],
  "v3_136_news_page_title": "JustDo v3.136 - ဆိုက်ဝင်စာမျက်နှာအသစ်၊ စိတ်ကြိုက်အခြေအနေများ၊ အဆင့်မြင့်စစ်ထုတ်မှုများနှင့် နောက်ထပ်အချက်များ",
  "v3_136_news_page_description": "JustDo v3.136 တွင် ပြန်လည်ဆန်းသစ်ထားသော ဆိုက်ဝင်စာမျက်နှာ၊ လုပ်ငန်းတာဝန်များအတွက် စွမ်းအားကြီးမားသော စိတ်ကြိုက်အခြေအနေများ၊ လုပ်ငန်းတာဝန်များကို ပိုမိုလျင်မြန်စွာ ပေါင်းထည့်နိုင်ရန် အဆင့်မြင့်စစ်ထုတ်မှုများ၊ နှင့် အရေးကြီးသော စွမ်းဆောင်ရည်မြှင့်တင်မှုများ ပါဝင်ပါသည်။"
}