{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Co nowego",
  "v3_136_news_main_array_item_1_title": "Nowa strona g贸wna",
  "v3_136_news_main_array_item_1_subtitle": "Przedstawiamy nasz odwie偶on stron g贸wn ",
  "v3_136_news_main_array_item_2_title": "Niestandardowe stany",
  "v3_136_news_main_array_item_2_subtitle": "Zwiksz efektywno swojego przepywu pracy dziki naszemu najnowszemu dodatkowi - Niestandardowym Stanom. Dostosuj stany zada do unikalnych potrzeb projektu i led藕 postpy z wiksz precyzj.",
  "v3_136_news_main_array_item_3_title": "Bd藕 na bie偶co dziki wska藕nikowi nieprzeczytanych e-maili na siatce",
  "v3_136_news_main_array_item_3_subtitle": "Nigdy wicej nie przegap wa偶nych aktualizacji! Nasz nowy wska藕nik nieprzeczytanych e-maili na siatce informuje Ci o nieprzeczytanych wiadomociach w zadaniach, zapewniajc efektywn komunikacj i szybkie dziaanie.",
  "v3_136_news_main_array_item_4_title": "Ulepszone filtry dla okna szybkiego dodawania",
  "v3_136_news_main_array_item_4_subtitle": "Zwiksz swoj produktywno dziki nowo dodanym filtrom dla selektora miejsca docelowego i waciciela w oknie szybkiego dodawania (Quick Add Bootbox). Usprawnij tworzenie zada, atwo znajdujc odpowiednie miejsce docelowe i waciciela.",
  "v3_136_news_features_name": "Inne aktualizacje",
  "v3_136_news_features_title": "Ulepszenia",
  "v3_136_news_features_update_items": [
    "1. Poprawa wydajnoci dla operacji obejmujcych aktualizacje ponad 1000 zada, w szczeg贸lnoci przy zmianie czonk贸w zada w poddrzewie wikszym ni偶 1000 u偶ytkownik贸w.",
    "2. Zakadka aktywnoci: Naprawiono bd niepoprawnego wywietlania dziennika aktywnoci w przypadku dodania elementu nadrzdnego i jego p贸藕niejszego usunicia <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>wideo</a>.",
    "3. Dodano mo偶liwo przesyania awatar贸w dla rodowisk korzystajcych z plik贸w JustDo.",
    "4. Wprowadzono koncepcj Organizacji: opcjonaln jednostk logiczn powy偶ej tablic JustDo.",
    "5. MailDo: Gdy otrzymywany jest e-mail, waciciel zadania jest teraz automatycznie odwyciszany na czacie."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Nowa strona g贸wna, niestandardowe stany, ulepszone filtry i wicej",
  "v3_136_news_page_description": "JustDo v3.136 wprowadza odwie偶on stron g贸wn, pot偶ne niestandardowe stany dla zada, ulepszone filtry dla szybszego dodawania zada oraz wa偶ne ulepszenia wydajnoci."
}