{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Novidades",
  "v3_136_news_main_array_item_1_title": "Nova página inicial",
  "v3_136_news_main_array_item_1_subtitle": "Apresentamos a Nossa Página Inicial Renovada 🎉",
  "v3_136_news_main_array_item_2_title": "Estados personalizados",
  "v3_136_news_main_array_item_2_subtitle": "Aumente a eficiência do seu fluxo de trabalho com a nossa mais recente adição - Estados Personalizados. Adapte os estados das tarefas às necessidades únicas do seu projeto e acompanhe o progresso com maior precisão.",
  "v3_136_news_main_array_item_3_title": "Mantenha-se Informado com o Indicador de E-mails Não Lidos na Grelha",
  "v3_136_news_main_array_item_3_subtitle": "Nunca mais perca atualizações importantes! O nosso novo Indicador de E-mails Não Lidos na Grelha mantém-no informado sobre e-mails não lidos dentro das tarefas, garantindo uma comunicação eficiente e ação imediata.",
  "v3_136_news_main_array_item_4_title": "Filtros Melhorados para o Diálogo de Adição Rápida",
  "v3_136_news_main_array_item_4_subtitle": "Aumente a sua produtividade com os nossos novos filtros para o Seletor de Destino e Proprietário no Bootbox de Adição Rápida. Simplifique a criação de tarefas encontrando o destino e o proprietário certos com facilidade.",
  "v3_136_news_features_name": "Outras Atualizações",
  "v3_136_news_features_title": "Melhorias",
  "v3_136_news_features_update_items": [
    "1. Melhoria de desempenho para operações que envolvem atualizações em mais de 1000 tarefas, em particular, alteração de membros de tarefas de uma sub-árvore maior que 1000 utilizadores.",
    "2. Separador de atividade: Correção do registo de atividade que não mostrava corretamente se fosse uma adição de pai e o pai fosse removido <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>vídeo</a>.",
    "3. Carregamento de avatares para ambientes que usam ficheiros JustDo.",
    "4. Introdução do conceito de Organizações: uma unidade lógica opcional acima dos JustDos.",
    "5. MailDo: Quando um e-mail é recebido, o proprietário da tarefa é agora automaticamente reativado no chat."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Nova Página Inicial, Estados Personalizados, Filtros Melhorados e Mais",
  "v3_136_news_page_description": "O JustDo v3.136 apresenta uma página inicial renovada, poderosos estados personalizados para tarefas, filtros melhorados para adição mais rápida de tarefas e importantes atualizações de desempenho."
}