{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Ce este nou",
  "v3_136_news_main_array_item_1_title": "Pagin캒 de 칥nt칙mpinare nou캒",
  "v3_136_news_main_array_item_1_subtitle": "Prezent캒m pagina noastr캒 de 칥nt칙mpinare re칥mprosp캒tat캒 游꿀",
  "v3_136_news_main_array_item_2_title": "St캒ri personalizate",
  "v3_136_news_main_array_item_2_subtitle": "칉mbun캒t캒탵i탵i eficien탵a fluxului de lucru cu cea mai recent캒 ad캒ugare - St캒ri Personalizate. Adapta탵i st캒rile sarcinilor pentru a se potrivi nevoilor unice ale proiectului dvs. 탳i urm캒ri탵i progresul cu o precizie mai mare.",
  "v3_136_news_main_array_item_3_title": "R캒m칙ne탵i informat cu Indicatorul de E-mailuri Necitite pe Gril캒",
  "v3_136_news_main_array_item_3_subtitle": "Nu mai rata탵i actualiz캒ri importante! Noul nostru Indicator de E-mailuri Necitite pe Gril캒 v캒 탵ine la curent cu e-mailurile necitite din cadrul sarcinilor, asigur칙nd o comunicare eficient캒 탳i ac탵iuni prompte.",
  "v3_136_news_main_array_item_4_title": "Filtre 칥mbun캒t캒탵ite pentru Dialogul de Ad캒ugare Rapid캒",
  "v3_136_news_main_array_item_4_subtitle": "Cre탳te탵i-v캒 productivitatea cu noile noastre filtre pentru Selectorul de Destina탵ie 탳i Proprietar din Dialogul de Ad캒ugare Rapid캒 (Quick Add Bootbox). Simplifica탵i crearea de sarcini g캒sind destina탵ia 탳i proprietarul potrivit cu u탳urin탵캒.",
  "v3_136_news_features_name": "Alte Actualiz캒ri",
  "v3_136_news_features_title": "칉mbun캒t캒탵iri",
  "v3_136_news_features_update_items": [
    "1. 칉mbun캒t캒탵irea performan탵ei pentru opera탵iunile care implic캒 actualiz캒ri a peste 1000 de sarcini, 칥n special, schimbarea membrilor sarcinilor unui sub-arbore mai mare de 1000 de utilizatori.",
    "2. Fila de activitate: Rezolvarea problemei cu jurnalul de activitate care nu se afi탳a corect dac캒 era o ad캒ugare de p캒rinte 탳i p캒rintele era eliminat <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. 칉nc캒rcarea avatarurilor pentru mediile care utilizeaz캒 fi탳iere JustDo.",
    "4. Introducerea conceptului de Organiza탵ii: o unitate logic캒 op탵ional캒 deasupra JustDos.",
    "5. MailDo: C칙nd se prime탳te un e-mail, proprietarul sarcinii este acum automat reactivat 칥n chat."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Pagin캒 de 칥nt칙mpinare nou캒, St캒ri personalizate, Filtre 칥mbun캒t캒탵ite 탳i multe altele",
  "v3_136_news_page_description": "JustDo v3.136 introduce o pagin캒 de 칥nt칙mpinare re칥mprosp캒tat캒, st캒ri personalizate puternice pentru sarcini, filtre 칥mbun캒t캒탵ite pentru ad캒ugarea mai rapid캒 a sarcinilor 탳i actualiz캒ri importante de performan탵캒."
}