{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "캛o je nov칠",
  "v3_136_news_main_array_item_1_title": "Nov치 칰vodn치 str치nka",
  "v3_136_news_main_array_item_1_subtitle": "Predstavujeme na코u obnoven칰 칰vodn칰 str치nku 游꿀",
  "v3_136_news_main_array_item_2_title": "Vlastn칠 stavy",
  "v3_136_news_main_array_item_2_subtitle": "Zv칳코te efektivitu svojho pracovn칠ho postupu s na코ou najnov코ou funkciou - Vlastn칠 stavy. Prisp칪sobte si stavy 칰loh pod쬬 jedine캜n칳ch potrieb v치코ho projektu a sledujte pokrok s v칛캜코ou presnos콘ou.",
  "v3_136_news_main_array_item_3_title": "Bu캞te informovan칤 s indik치torom nepre캜칤tan칳ch e-mailov v mrie쬶e",
  "v3_136_news_main_array_item_3_subtitle": "U nikdy nepreme코kajte d칪le쬴t칠 aktualiz치cie! N치코 nov칳 indik치tor nepre캜칤tan칳ch e-mailov v mrie쬶e v치s informuje o nepre캜칤tan칳ch e-mailoch v r치mci 칰loh, 캜o zabezpe캜uje efekt칤vnu komunik치ciu a okam쬴t칰 akciu.",
  "v3_136_news_main_array_item_4_title": "Vylep코en칠 filtre pre dial칩gov칠 okno r칳chleho prid치vania",
  "v3_136_news_main_array_item_4_subtitle": "Zv칳코te svoju produktivitu s na코imi novo pridan칳mi filtrami pre v칳ber cie쬬 a vlastn칤ka v dial칩govom okne r칳chleho prid치vania (Quick Add Bootbox). Zjednodu코te vytv치ranie 칰loh 쬬hk칳m n치jden칤m spr치vneho cie쬬 a vlastn칤ka.",
  "v3_136_news_features_name": "캝al코ie aktualiz치cie",
  "v3_136_news_features_title": "Vylep코enia",
  "v3_136_news_features_update_items": [
    "1. Zlep코enie v칳konu pri oper치ci치ch, ktor칠 zah콋켿aj칰 aktualiz치cie viac ako 1000 칰loh, najm칛 pri zmene 캜lenov 칰loh v podstrome v칛캜코om ako 1000 pou쮂셨ate쬺v.",
    "2. Karta aktiv칤t: Oprava nespr치vneho zobrazenia protokolu aktiv칤t, ak ide o pridanie nadriadenej 칰lohy a t치 je odstr치nen치 <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. Nahr치vanie avat치rov pre prostredia, ktor칠 pou쮂셨aj칰 JustDo s칰bory.",
    "4. Zavedenie konceptu Organiz치ci칤: volite쬹치 logick치 jednotka nad JustDos.",
    "5. MailDo: Ke캞 je prijat칳 e-mail, vlastn칤k 칰lohy je teraz automaticky odtlmen칳 v chate."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Nov치 칰vodn치 str치nka, vlastn칠 stavy, vylep코en칠 filtre a 캞al코ie",
  "v3_136_news_page_description": "JustDo v3.136 prin치코a obnoven칰 칰vodn칰 str치nku, v칳konn칠 vlastn칠 stavy pre 칰lohy, vylep코en칠 filtre pre r칳chlej코ie prid치vanie 칰loh a d칪le쬴t칠 vylep코enia v칳konu."
}