{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Kaj je novega",
  "v3_136_news_main_array_item_1_title": "Nova vstopna stran",
  "v3_136_news_main_array_item_1_subtitle": "Predstavljamo na코o prenovljeno vstopno stran 游꿀",
  "v3_136_news_main_array_item_2_title": "Prilagojeni statusi",
  "v3_136_news_main_array_item_2_subtitle": "Izbolj코ajte u캜inkovitost svojega delovnega procesa z na코o najnovej코o dodatno funkcijo - Prilagojenimi statusi. Prilagodite statuse nalog svojim edinstvenim potrebam projekta in natan캜neje spremljajte napredek.",
  "v3_136_news_main_array_item_3_title": "Ostanite obve코캜eni z indikatorjem neprebranih e-po코tnih sporo캜il na mre쬴",
  "v3_136_news_main_array_item_3_subtitle": "Nikoli ve캜 ne zamudite pomembnih posodobitev! Na코 novi indikator neprebranih e-po코tnih sporo캜il na mre쬴 vas obve코캜a o neprebranih e-po코tnih sporo캜ilih znotraj nalog, kar zagotavlja u캜inkovito komunikacijo in takoj코nje ukrepanje.",
  "v3_136_news_main_array_item_4_title": "Izbolj코ani filtri za pogovorno okno za hitro dodajanje",
  "v3_136_news_main_array_item_4_subtitle": "Pove캜ajte svojo produktivnost z na코imi na novo dodanimi filtri za izbiro destinacije in lastnika v pogovornem oknu za hitro dodajanje (Quick Add Bootbox). Poenostavite ustvarjanje nalog z la쬵im iskanjem prave destinacije in lastnika.",
  "v3_136_news_features_name": "Druge posodobitve",
  "v3_136_news_features_title": "Izbolj코ave",
  "v3_136_news_features_update_items": [
    "1. Izbolj코ana zmogljivost za operacije, ki vklju캜ujejo posodobitve ve캜 kot 1000 nalog, zlasti pri spreminjanju 캜lanov nalog v poddrevesu z ve캜 kot 1000 uporabniki.",
    "2. Zavihek Aktivnosti: Popravek napake, kjer se dnevnik aktivnosti ni pravilno prikazoval, 캜e je 코lo za dodajanje nadrejene naloge in je bila ta nato odstranjena <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. Nalaganje avatarjev za okolja, ki uporabljajo JustDo datoteke.",
    "4. Uvedba koncepta Organizacij: izbirna logi캜na enota nad JustDos (JustDo tabelami).",
    "5. MailDo: Ko je prejeto e-po코tno sporo캜ilo, je lastnik naloge zdaj samodejno vklju캜en nazaj v klepet."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Nova vstopna stran, prilagojeni statusi, izbolj코ani filtri in ve캜",
  "v3_136_news_page_description": "JustDo v3.136 predstavlja prenovljeno vstopno stran, zmogljive prilagojene statuse za naloge, izbolj코ane filtre za hitrej코e dodajanje nalog in pomembne nadgradnje zmogljivosti."
}