{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Nyheter",
  "v3_136_news_main_array_item_1_title": "Ny landningssida",
  "v3_136_news_main_array_item_1_subtitle": "Introduktion av v친r uppdaterade landningssida 游꿀",
  "v3_136_news_main_array_item_2_title": "Anpassade statusar",
  "v3_136_news_main_array_item_2_subtitle": "칐ka effektiviteten i ditt arbetsfl칬de med v친rt senaste till칛gg - Anpassade statusar. Skr칛ddarsy uppgiftsstatusar f칬r att passa dina unika projektbehov och f칬lj framsteg med st칬rre precision.",
  "v3_136_news_main_array_item_3_title": "H친ll dig informerad med On-Grid-indikator f칬r ol칛sta e-postmeddelanden",
  "v3_136_news_main_array_item_3_subtitle": "Missa aldrig viktiga uppdateringar igen! V친r nya On-Grid-indikator f칬r ol칛sta e-postmeddelanden h친ller dig informerad om ol칛sta e-postmeddelanden inom uppgifter, vilket s칛kerst칛ller effektiv kommunikation och snabba 친tg칛rder.",
  "v3_136_news_main_array_item_4_title": "F칬rb칛ttrade filter f칬r snabbl칛ggsdialogen",
  "v3_136_news_main_array_item_4_subtitle": "칐ka din produktivitet med v친ra nyligen tillagda filter f칬r Snabbl칛gg Bootbox-destination och 칛garv칛ljare. Effektivisera uppgiftsskapandet genom att enkelt hitta r칛tt destination och 칛gare.",
  "v3_136_news_features_name": "Andra uppdateringar",
  "v3_136_news_features_title": "F칬rb칛ttringar",
  "v3_136_news_features_update_items": [
    "1. Prestandaf칬rb칛ttring f칬r operationer som involverar uppdateringar av mer 칛n 1000 uppgifter, s칛rskilt vid 칛ndring av uppgiftsmedlemmar i ett undertr칛d st칬rre 칛n 1000 anv칛ndare.",
    "2. Aktivitetsflik: 칀tg칛rdat problem d칛r aktivitetsloggen inte visades korrekt om det var en f칬r칛lder-till칛gg och f칬r칛ldern togs bort <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. Ladda upp avatarer f칬r milj칬er som anv칛nder JustDo-filer.",
    "4. Introducerat konceptet Organisationer: en valfri logisk enhet ovanf칬r JustDos.",
    "5. MailDo: N칛r ett e-postmeddelande tas emot, avaktiveras nu automatiskt ljudet f칬r uppgifts칛garen i chatten."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Ny landningssida, anpassade statusar, f칬rb칛ttrade filter och mer",
  "v3_136_news_page_description": "JustDo v3.136 introducerar en uppdaterad landningssida, kraftfulla anpassade statusar f칬r uppgifter, f칬rb칛ttrade filter f칬r snabbare uppgiftsl칛ggning och viktiga prestandauppgraderingar."
}