{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Vipya",
  "v3_136_news_main_array_item_1_title": "Ukurasa mpya wa kuingia",
  "v3_136_news_main_array_item_1_subtitle": "Tunawasilisha Ukurasa Wetu Mpya wa Kuingia 🎉",
  "v3_136_news_main_array_item_2_title": "Hali za kukustomiza",
  "v3_136_news_main_array_item_2_subtitle": "Imarisha ufanisi wa mtiririko wa kazi wako na nyongeza yetu mpya - Hali za Kukustomiza. Rekebisha hali za kazi kulingana na mahitaji yako ya kipekee ya mradi na ufuatilie maendeleo kwa usahihi zaidi.",
  "v3_136_news_main_array_item_3_title": "Kaa na Habari Kupitia Kiashiria cha Barua Pepe Zisizosomwa Kwenye Gridi",
  "v3_136_news_main_array_item_3_subtitle": "Usikose tena sasisho muhimu! Kiashiria chetu kipya cha Barua Pepe Zisizosomwa Kwenye Gridi kinakuweka na habari kuhusu barua pepe zisizosomwa ndani ya kazi, kuhakikisha mawasiliano yenye ufanisi na hatua za haraka.",
  "v3_136_news_main_array_item_4_title": "Vichujio Vilivyoimarishwa kwa Kidirisha cha Kuongeza Haraka",
  "v3_136_news_main_array_item_4_subtitle": "Ongeza tija yako na vichujio vyetu vipya vilivyoongezwa kwa Kichaguzi cha Mwenyeji na Kituo cha Quick Add Bootbox. Rahisisha uundaji wa kazi kwa kupata kituo na mwenyeji sahihi kwa urahisi.",
  "v3_136_news_features_name": "Masasisho Mengine",
  "v3_136_news_features_title": "Maboresho",
  "v3_136_news_features_update_items": [
    "1. Uboreshaji wa utendaji kwa shughuli zinazohusisha sasisho kwa zaidi ya kazi 1k, hasa, kubadilisha wanachama wa kazi wa mti mdogo zaidi ya watumiaji 1k.",
    "2. Kichupo cha shughuli: Kurekebisha kumbukumbu ya shughuli isiyoonyesha kwa usahihi ikiwa ni ongezeko la mzazi na mzazi huyo ameondolewa <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>video</a>.",
    "3. Pakia picha za wasifu kwa mazingira yanayotumia faili za JustDo.",
    "4. Tulianzisha dhana ya Mashirika: kitengo cha hiari cha mantiki juu ya JustDos (Bodi za JustDo).",
    "5. MailDo: Wakati barua pepe inapokelewa, mmiliki wa kazi sasa hunyamazishwa kiotomatiki kwenye gumzo."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Ukurasa Mpya wa Kuingia, Hali za Kukustomiza, Vichujio Vilivyoimarishwa na Zaidi",
  "v3_136_news_page_description": "JustDo v3.136 inaleta ukurasa mpya wa kuingia, hali zenye nguvu za kukustomiza kwa kazi, vichujio vilivyoimarishwa kwa uongezaji wa haraka wa kazi, na uboreshaji muhimu wa utendaji."
}