{
  "v3_136_news_title": "v3.136",
  "v3_136_news_main_name": "Чӣ нав аст",
  "v3_136_news_main_array_item_1_title": "Саҳифаи нави асосӣ",
  "v3_136_news_main_array_item_1_subtitle": "Муаррифии саҳифаи асосии тозакардашудаи мо 🎉",
  "v3_136_news_main_array_item_2_title": "Ҳолатҳои фармоишӣ",
  "v3_136_news_main_array_item_2_subtitle": "Самаранокии ҷараёни кори худро бо иловаи охирини мо - Ҳолатҳои фармоишӣ (Custom States) зиёд кунед. Ҳолатҳои вазифаро мувофиқи эҳтиёҷоти беназири лоиҳаи худ танзим кунед ва пешрафтро бо дақиқии бештар пайгирӣ кунед.",
  "v3_136_news_main_array_item_3_title": "Бо нишондиҳандаи почтаи электронии хондашуда дар шабака бохабар бошед",
  "v3_136_news_main_array_item_3_subtitle": "Дигар ҳеҷ гоҳ навгониҳои муҳимро аз даст надиҳед! Нишондиҳандаи нави мо дар бораи почтаҳои электронии хондашуда дар шабака (On-Grid Unread Emails Indicator) шуморо дар бораи почтаҳои электронии хондашуда дар дохили вазифаҳо огоҳ мекунад, ки муошират ва амали фаврӣро таъмин мекунад.",
  "v3_136_news_main_array_item_4_title": "Филтрҳои беҳтаршуда барои равзанаи илова кардани фаврӣ",
  "v3_136_news_main_array_item_4_subtitle": "Маҳсулнокии худро бо филтрҳои нави мо барои интихоби Мақсад ва Соҳиб дар равзанаи илова кардани фаврӣ (Quick Add Bootbox Destination and Owner Selector) зиёд кунед. Эҷоди вазифаҳоро бо ёфтани мақсад ва соҳиби дуруст осон кунед.",
  "v3_136_news_features_name": "Дигар навсозиҳо",
  "v3_136_news_features_title": "Беҳбудиҳо",
  "v3_136_news_features_update_items": [
    "1. Беҳбуди самаранокӣ барои амалиётҳое, ки навсозии зиёда аз 1000 вазифаро дар бар мегиранд, махсусан тағйир додани аъзоёни вазифаҳои зерсохтори калонтар аз 1000 корбар.",
    "2. Варақаи фаъолият: Ислоҳи нодуруст нишон додани сабти фаъолият агар он иловаи волидайн бошад ва волидайн ҳазф шуда бошад <a href='https://drive.google.com/file/d/1StWLN86xWT2hlafgyG8pdwB2aBPJipD6/view?usp=share_link' target='blank'>видео</a>.",
    "3. Боргузории аватарҳо барои муҳитҳое, ки файлҳои JustDo-ро истифода мебаранд.",
    "4. Ҷорӣ намудани мафҳуми Ташкилотҳо: воҳиди мантиқии ихтиёрӣ болотар аз JustDo-ҳо.",
    "5. MailDo: Вақте ки почтаи электронӣ қабул мешавад, соҳиби вазифа акнун ба таври худкор дар чат фаъол карда мешавад."
  ],
  "v3_136_news_page_title": "JustDo v3.136: Саҳифаи нави асосӣ, Ҳолатҳои фармоишӣ, Филтрҳои беҳтаршуда ва бештар",
  "v3_136_news_page_description": "JustDo v3.136 саҳифаи асосии тозакардашуда, ҳолатҳои пурқуввати фармоишӣ барои вазифаҳо, филтрҳои беҳтаршуда барои илова кардани тезтари вазифаҳо ва навсозиҳои муҳими самаранокиро муаррифӣ мекунад."
}