{
  "plugin_store_private_followup_title": "Privaat Opvolging",
  "plugin_store_private_followup_short_description": "Stel privaat herinneringe en spertye vir jou take, wat persoonlike produktiwiteit en taakbestuur verbeter.",
  "plugin_store_private_followup_full_description": "Die Private Opvolg-inprop (Private Follow-Up plugin) vir JustDo stel jou in staat om persoonlike herinneringe en sperdatums vir take te stel, wat slegs vir jou sigbaar is. Hierdie funksie verbeter individuele verantwoordelikheid en verseker tydige opvolg van kritieke take sonder om die span se oorsig te belemmer. <br><br><h2>Voordele:</h2><ul><li>Gepersonaliseerde Herinneringe: Stel private opvolgdatums vir take, wat verseker dat jy nooit 'n kritieke sperdatum of opvolggeleentheid mis nie.</li><li>Diskrete Taakbestuur: Hou persoonlike herinneringe en sperdatums vertroulik, en handhaaf 'n duidelike onderskeid tussen spanwye en individuele opvolgings.</li><li>Verbeterde Verantwoordelikheid: Neem eienaarskap van take en verseker tydige voltooiing met private opvolgherinneringe, wat individuele verantwoordelikheid bevorder.</li><li>Naatlose Integrasie met Sperdatumlyste: Private opvolgings verskyn in jou persoonlike 'My Sperdatumlys' oorsig, wat 'n omvattende oorsig van komende sperdatums en herinneringe bied.</li></ul><br>Gebruiksgevalle:<ul><li>Delegeer 'n taak en stel 'n private herinnering om die vordering daarvan te kontroleer sonder om die toegewysde persoon met konstante kennisgewings te oorweldig.</li><li>Volg take wat gereelde aandag of opvolging benodig sonder om die gedeelde taakoorsig met gereelde datumopdaterings te belemmer.</li><li>Handhaaf 'n persoonlike om-te-doen lys binne JustDo, en hou tred met individuele sperdatums en verbintenisse saam met spanprojekte.</li></ul> Die Private Opvolg-inprop in JustDo bemagtig jou om op hoogte te bly van jou take en verbintenisse met diskrete, gepersonaliseerde herinneringe, wat jou persoonlike produktiwiteit en algehele taakbestuur-doeltreffendheid verbeter."
}