{
  "plugin_store_private_followup_title": "Прыватнае адсочванне",
  "plugin_store_private_followup_short_description": "Усталюйце прыватныя напамінкі і тэрміны для вашых задач, павышаючы асабістую прадуктыўнасць і кіраванне задачамі.",
  "plugin_store_private_followup_full_description": "Плагін \"Прыватнае адсочванне\" для JustDo дазваляе вам усталёўваць асабістыя напамінкі і тэрміны для задач, бачныя толькі вам. Гэта функцыя павышае індывідуальную адказнасць і забяспечвае своечасовае выкананне крытычных задач, не перагружаючы агульны выгляд каманды. <br><br><h2>Перавагі:</h2><ul><li>Персаналізаваныя напамінкі: Усталюйце прыватныя даты адсочвання для задач, гарантуючы, што вы ніколі не прапусціце важны тэрмін або магчымасць адсочвання.</li><li>Дыскрэтнае кіраванне задачамі: Захоўвайце асабістыя напамінкі і тэрміны канфідэнцыйнымі, падтрымліваючы выразнае размежаванне паміж агульнакаманднымі і індывідуальнымі адсочваннямі.</li><li>Павышэнне адказнасці: Бярыце на сябе адказнасць за задачы і забяспечвайце своечасовае выкананне з дапамогай прыватных напамінкаў, спрыяючы індывідуальнай адказнасці.</li><li>Бесперашкоднае інтэграванне са спісамі тэрмінаў: Прыватныя адсочванні з'яўляюцца ў вашым асабістым выглядзе 'Мой спіс тэрмінаў', забяспечваючы ўсебаковы агляд наступных тэрмінаў і напамінкаў.</li></ul><br>Прыклады выкарыстання:<ul><li>Дэлегуйце задачу і ўсталюйце прыватны напамінак, каб праверыць яе прагрэс, не перагружаючы выканаўцу пастаяннымі апавяшчэннямі.</li><li>Адсочвайце задачы, якія патрабуюць рэгулярнай увагі або кантролю, не захламляючы агульны выгляд задач частымі абнаўленнямі дат.</li><li>Вядзіце асабісты спіс спраў у JustDo, адсочваючы індывідуальныя тэрміны і абавязацельствы разам з каманднымі праектамі.</li></ul> Плагін \"Прыватнае адсочванне\" ў JustDo дазваляе вам трымаць пад кантролем свае задачы і абавязацельствы з дапамогай дыскрэтных, персаналізаваных напамінкаў, павышаючы вашу асабістую прадуктыўнасць і агульную эфектыўнасць кіравання задачамі."
}