{
  "plugin_store_private_followup_title": "Seguiment privat",
  "plugin_store_private_followup_short_description": "Estableix recordatoris i terminis privats per a les teves tasques, millorant la productivitat personal i la gestió de tasques.",
  "plugin_store_private_followup_full_description": "El complement de Seguiment Privat per a JustDo et permet establir recordatoris personals i terminis per a tasques, visibles només per a tu. Aquesta funció millora la responsabilitat individual i assegura el seguiment oportú de tasques crítiques sense saturar la vista de l'equip. <br><br><h2>Beneficis:</h2><ul><li>Recordatoris personalitzats: Estableix dates de seguiment privades per a tasques, assegurant que mai no et perdis un termini crític o una oportunitat de seguiment.</li><li>Gestió discreta de tasques: Mantén els recordatoris i terminis personals confidencials, mantenint una distinció clara entre els seguiments d'equip i individuals.</li><li>Responsabilitat millorada: Assumeix la propietat de les tasques i assegura'n la finalització oportuna amb recordatoris de seguiment privats, promovent la responsabilitat individual.</li><li>Integració perfecta amb les Llistes de Venciment: Els seguiments privats apareixen a la teva vista personal de 'La Meva Llista de Venciments', proporcionant una visió completa dels propers terminis i recordatoris.</li></ul><br><h2>Casos d'ús:</h2><ul><li>Delega una tasca i estableix un recordatori privat per comprovar-ne el progrés sense saturar l'assignat amb notificacions constants.</li><li>Fes un seguiment de les tasques que requereixen atenció o seguiment regular sense saturar la vista de tasques compartida amb actualitzacions freqüents de dates.</li><li>Mantén una llista personal de tasques dins de JustDo, fent un seguiment dels terminis i compromisos individuals juntament amb els projectes d'equip.</li></ul> El complement de Seguiment Privat a JustDo et permet estar al dia de les teves tasques i compromisos amb recordatoris discrets i personalitzats, millorant la teva productivitat personal i l'eficiència general en la gestió de tasques."
}