{
  "plugin_store_private_followup_title": "Privat opfølgning",
  "plugin_store_private_followup_short_description": "Sæt private påmindelser og deadlines for dine opgaver, og forbedrer personlig produktivitet og opgavestyring.",
  "plugin_store_private_followup_full_description": "Private opfølgnings-pluginet til JustDo giver dig mulighed for at indstille personlige påmindelser og deadlines for opgaver, som kun er synlige for dig. Denne funktion øger individuelt ansvar og sikrer rettidig opfølgning på kritiske opgaver uden at overbelaste teamets visning. <br><br><h2>Fordele:</h2><ul><li>Personlige påmindelser: Indstil private opfølgningsdatoer for opgaver, så du aldrig går glip af en kritisk deadline eller opfølgningsmulighed.</li><li>Diskret opgavestyring: Hold personlige påmindelser og deadlines fortrolige, og oprethold en klar skelnen mellem teamomfattende og individuelle opfølgninger.</li><li>Øget ansvarlighed: Tag ejerskab over opgaver og sørg for rettidig færdiggørelse med private opfølgningspåmindelser, hvilket fremmer individuelt ansvar.</li><li>Problemfri integration med forfaldslister: Private opfølgninger vises i din personlige 'Min forfaldsliste' visning, hvilket giver et omfattende overblik over kommende deadlines og påmindelser.</li></ul><br>Anvendelsesområder:<ul><li>Uddelegér en opgave og indstil en privat påmindelse om at tjekke dens fremskridt uden at overbelaste den ansvarlige med konstante notifikationer.</li><li>Hold styr på opgaver, der kræver regelmæssig opmærksomhed eller opfølgning, uden at overbelaste den delte opgavevisning med hyppige datoopdateringer.</li><li>Vedligehold en personlig to-do-liste i JustDo, og hold styr på individuelle deadlines og forpligtelser sammen med teamprojekter.</li></ul> Privat opfølgnings-pluginet i JustDo giver dig mulighed for at holde styr på dine opgaver og forpligtelser med diskrete, personlige påmindelser, hvilket forbedrer din personlige produktivitet og den overordnede effektivitet i opgavestyringen."
}