{
  "plugin_store_private_followup_title": "Private Nachverfolgung",
  "plugin_store_private_followup_short_description": "Setzen Sie private Erinnerungen und Fristen für Ihre Aufgaben, um die persönliche Produktivität und Aufgabenverwaltung zu verbessern.",
  "plugin_store_private_followup_full_description": "Das Private Nachverfolgung-Plugin für JustDo ermöglicht es Ihnen, persönliche Erinnerungen und Fristen für Aufgaben zu setzen, die nur für Sie sichtbar sind. Diese Funktion verbessert die individuelle Verantwortlichkeit und stellt eine zeitnahe Nachverfolgung kritischer Aufgaben sicher, ohne die Ansicht des Teams zu überladen. <br><br><h2>Vorteile:</h2><ul><li>Personalisierte Erinnerungen: Setzen Sie private Nachverfolgungstermine für Aufgaben und verpassen Sie nie wieder eine wichtige Frist oder Nachverfolgungsmöglichkeit.</li><li>Diskretes Aufgabenmanagement: Halten Sie persönliche Erinnerungen und Fristen vertraulich und trennen Sie klar zwischen teamweiten und individuellen Nachverfolgungen.</li><li>Verbesserte Verantwortlichkeit: Übernehmen Sie Verantwortung für Aufgaben und stellen Sie mit privaten Nachverfolgungserinnerungen eine pünktliche Erledigung sicher, was die individuelle Verantwortlichkeit fördert.</li><li>Nahtlose Integration mit Fälligkeitslisten: Private Nachverfolgungen erscheinen in Ihrer persönlichen 'Meine Fälligkeitsliste'-Ansicht und bieten einen umfassenden Überblick über anstehende Fristen und Erinnerungen.</li></ul><br>Anwendungsfälle:<ul><li>Delegieren Sie eine Aufgabe und setzen Sie eine private Erinnerung, um den Fortschritt zu überprüfen, ohne den Beauftragten mit ständigen Benachrichtigungen zu überfordern.</li><li>Verfolgen Sie Aufgaben, die regelmäßige Aufmerksamkeit oder Nachverfolgung erfordern, ohne die gemeinsame Aufgabenansicht mit häufigen Terminaktualisierungen zu überladen.</li><li>Führen Sie eine persönliche To-Do-Liste innerhalb von JustDo und behalten Sie individuelle Fristen und Verpflichtungen neben Teamprojekten im Blick.</li></ul> Das Private Nachverfolgung-Plugin in JustDo ermöglicht es Ihnen, Ihre Aufgaben und Verpflichtungen mit diskreten, personalisierten Erinnerungen im Griff zu behalten und steigert so Ihre persönliche Produktivität und die Effizienz Ihres gesamten Aufgabenmanagements."
}