{
  "plugin_store_private_followup_title": "Seguimiento privado",
  "plugin_store_private_followup_short_description": "Establece recordatorios y fechas límite privadas para tus tareas, mejorando la productividad personal y la gestión de tareas.",
  "plugin_store_private_followup_full_description": "El plugin de Seguimiento Privado para JustDo te permite establecer recordatorios personales y fechas límite para tareas, visibles solo para ti. Esta función mejora la responsabilidad individual y asegura el seguimiento oportuno de tareas críticas sin saturar la vista del equipo. <br><br><h2>Beneficios:</h2><ul><li>Recordatorios personalizados: Establece fechas de seguimiento privadas para tareas, asegurándote de nunca perder un plazo crítico o una oportunidad de seguimiento.</li><li>Gestión discreta de tareas: Mantén los recordatorios y plazos personales confidenciales, manteniendo una clara distinción entre los seguimientos del equipo y los individuales.</li><li>Mayor responsabilidad: Toma posesión de las tareas y asegura su finalización oportuna con recordatorios de seguimiento privados, promoviendo la responsabilidad individual.</li><li>Integración perfecta con listas de vencimientos: Los seguimientos privados aparecen en tu vista personal de 'Mi Lista de Vencimientos', proporcionando una visión completa de próximos plazos y recordatorios.</li></ul><br><h2>Casos de uso:</h2><ul><li>Delega una tarea y establece un recordatorio privado para verificar su progreso sin abrumar al asignado con notificaciones constantes.</li><li>Rastrea tareas que requieren atención o seguimiento regular sin saturar la vista de tareas compartidas con actualizaciones frecuentes de fechas.</li><li>Mantén una lista personal de tareas pendientes dentro de JustDo, llevando un registro de plazos y compromisos individuales junto con los proyectos del equipo.</li></ul> El plugin de Seguimiento Privado en JustDo te permite mantenerte al día con tus tareas y compromisos mediante recordatorios discretos y personalizados, mejorando tu productividad personal y la eficiencia general en la gestión de tareas."
}