{
  "plugin_store_private_followup_title": "Privaatne järelkontroll",
  "plugin_store_private_followup_short_description": "Seadke ülesannetele privaatseid meeldetuletusi ja tähtaegu, parandades isiklikku produktiivsust ja ülesannete haldamist.",
  "plugin_store_private_followup_full_description": "JustDo privaatse järelkontrolli plugin võimaldab teil seada isiklikke meeldetuletusi ja tähtaegu ülesannetele, mis on nähtavad ainult teile. See funktsioon suurendab individuaalset vastutust ja tagab õigeaegse järelkontrolli kriitiliste ülesannete puhul, ilma et see koormaks meeskonna vaadet. <br><br><h2>Eelised:</h2><ul><li>Isikupärastatud meeldetuletused: Seadke ülesannetele privaatseid järelkontrolli kuupäevi, tagades, et te ei jäta kunagi mõnd kriitilist tähtaega või järelkontrolli võimalust vahele.</li><li>Diskreetne ülesannete haldamine: Hoidke isiklikud meeldetuletused ja tähtajad konfidentsiaalsena, säilitades selge eristuse meeskondlike ja individuaalsete järelkontrollide vahel.</li><li>Tõhustatud vastutus: Võtke ülesannete eest vastutus ja tagage nende õigeaegne täitmine privaatsete järelkontrolli meeldetuletustega, edendades individuaalset vastutust.</li><li>Sujuv integratsioon tähtaegade nimekirjadega: Privaatsed järelkontrollid ilmuvad teie isiklikus 'Minu tähtaegade nimekiri' (My Due List) vaates, pakkudes terviklikku ülevaadet eesootavatest tähtaegadest ja meeldetuletustest.</li></ul><br><h2>Kasutusviisid:</h2><ul><li>Delegeerige ülesanne ja seadke privaatne meeldetuletus, et kontrollida selle edenemist ilma täitjat pidevate teavitustega koormamata.</li><li>Jälgige ülesandeid, mis nõuavad regulaarset tähelepanu või järelkontrolli, ilma et ühine ülesannete vaade oleks täidetud sagedaste kuupäevauuendustega.</li><li>Säilitage isiklik tegevuste nimekiri JustDo's, jälgides individuaalseid tähtaegu ja kohustusi koos meeskonna projektidega.</li></ul> JustDo privaatse järelkontrolli plugin võimaldab teil oma ülesannete ja kohustuste täitmist diskreetsete, isikupärastatud meeldetuletustega jälgida, tõstes teie isiklikku produktiivsust ja üldist ülesannete haldamise tõhusust."
}