{
  "plugin_store_private_followup_title": "Privaatne järelkontroll",
  "plugin_store_private_followup_short_description": "Seadke ülesannetele privaatseid meeldetuletusi ja tähtaegu, parandades isiklikku produktiivsust ja ülesannete haldamist.",
  "plugin_store_private_followup_full_description": "JustDo privaatse järelkontrolli plugin võimaldab teil seada isiklikke meeldetuletusi ja tähtaegu ülesannetele, mis on nähtavad ainult teile. See funktsioon suurendab individuaalset vastutust ja tagab õigeaegse järelkontrolli oluliste ülesannete puhul, ilma et see koormaks meeskonna vaadet. <br><br>Eelised:<ul><li>Personaalsed meeldetuletused: Seadke ülesannetele privaatseid järelkontrolli kuupäevi, tagades, et te ei jäta kunagi mõnda olulist tähtaega või järelkontrolli võimalust kasutamata.</li><li>Diskreetne ülesannete haldamine: Hoidke isiklikud meeldetuletused ja tähtajad konfidentsiaalsena, säilitades selge eristuse meeskonna ja individuaalsete järelkontrollide vahel.</li><li>Suurenenud vastutus: Võtke ülesannete eest vastutus ja tagage nende õigeaegne täitmine privaatsete järelkontrolli meeldetuletustega, edendades individuaalset vastutust.</li><li>Sujuv integratsioon tähtaegade nimekirjadega: Privaatsed järelkontrollid ilmuvad teie isiklikku \"Minu tähtaegade nimekiri\" (My Due List) vaatesse, pakkudes põhjalikku ülevaadet eesootavatest tähtaegadest ja meeldetuletustest.</li></ul><br>Kasutusjuhud:<ul><li>Delegeerige ülesanne ja seadke privaatne meeldetuletus, et kontrollida selle edenemist ilma ülesande täitjat pidevate teavitustega koormamata.</li><li>Jälgige ülesandeid, mis nõuavad regulaarset tähelepanu või järelkontrolli, ilma et ülesannete ühisvaade oleks täis sageli uuendatavaid kuupäevi.</li><li>Hoidke JustDo's isiklikku tegevuste nimekirja, jälgides individuaalseid tähtaegu ja kohustusi koos meeskonna projektidega.</li></ul> JustDo privaatse järelkontrolli plugin võimaldab teil hoida oma ülesanded ja kohustused kontrolli all diskreetsete, personaalsete meeldetuletustega, tõstes teie isiklikku produktiivsust ja üldist ülesannete haldamise efektiivsust."
}