{
  "plugin_store_private_followup_title": "Jarraipen Pribatua",
  "plugin_store_private_followup_short_description": "Ezarri oroigarri eta epe-muga pribatuak zure zereginetan, produktibitate pertsonala eta zereginen kudeaketa hobetuz.",
  "plugin_store_private_followup_full_description": "JustDo-ren Jarraipen Pribatua (Private Follow-Up) pluginak aukera ematen dizu zereginetarako oroigarri eta epe-muga pertsonalak ezartzeko, soilik zuretzat ikusgai direnak. Ezaugarri honek erantzukizun indibiduala indartzen du eta zeregin kritikoen jarraipena garaiz egitea bermatzen du, taldearen ikuspegia nahastu gabe. <br><br><h2>Onurak:</h2><ul><li>Oroigarri Pertsonalizatuak: Ezarri jarraipen-data pribatuak zereginetan, epe-muga kritiko edo jarraipen-aukera bat ere ez galtzeko.</li><li>Zeregin Kudeaketa Diskretua: Mantendu oroigarri eta epe-muga pertsonalak isilpean, talde osoarentzako eta banakako jarraipenen arteko bereizketa argia mantenduz.</li><li>Erantzukizun Hobetua: Hartu zereginen jabetza eta ziurtatu garaiz burutzen direla jarraipen-oroigarri pribatuekin, erantzukizun indibiduala sustatuz.</li><li>Integrazio Errazkoa Epe-mugen Zerrendetan: Jarraipen pribatuak zure 'Nire Epe-mugen Zerrenda' (My Due List) ikuspegi pertsonalean agertzen dira, datozen epe-muga eta oroigarrien ikuspegi osoa eskainiz.</li></ul><br><h2>Erabilera Kasuak:</h2><ul><li>Delegatu zeregin bat eta ezarri oroigarri pribatu bat bere aurrerapena egiaztatzeko, arduraduna jakinarazpen etengabeekin gehiegi kargatu gabe.</li><li>Jarraitu arreta edo jarraipen erregularra behar duten zereginak, partekatutako zeregin-ikuspegia data-eguneratze ugariekin nahastu gabe.</li><li>Mantendu zerrenda pertsonal bat JustDo-n, epe-muga eta konpromiso indibidualak jarraitzen talde-proiektuen ondoan.</li></ul> JustDo-ren Jarraipen Pribatua pluginak zure zeregin eta konpromisoen gainean egoteko ahalmena ematen dizu oroigarri diskretu eta pertsonalizatuekin, zure produktibitate pertsonala eta zereginen kudeaketa eraginkortasuna hobetuz."
}