{
  "plugin_store_private_followup_title": "Suivi privé",
  "plugin_store_private_followup_short_description": "Définissez des rappels et des échéances privés pour vos tâches, améliorant la productivité personnelle et la gestion des tâches.",
  "plugin_store_private_followup_full_description": "Le plugin de Suivi privé pour JustDo vous permet de définir des rappels personnels et des échéances pour les tâches, visibles uniquement par vous. Cette fonctionnalité renforce la responsabilité individuelle et assure un suivi opportun des tâches critiques sans encombrer la vue de l'équipe. <br><br><h2>Avantages :</h2><ul><li>Rappels personnalisés : Définissez des dates de suivi privées pour les tâches, vous assurant de ne jamais manquer une échéance critique ou une opportunité de suivi.</li><li>Gestion discrète des tâches : Gardez les rappels et les échéances personnels confidentiels, en maintenant une distinction claire entre les suivis d'équipe et individuels.</li><li>Responsabilité accrue : Prenez en charge les tâches et assurez leur achèvement dans les délais avec des rappels de suivi privés, favorisant la responsabilité individuelle.</li><li>Intégration harmonieuse avec les Listes d'échéances : Les suivis privés apparaissent dans votre vue personnelle \"Ma Liste d'échéances\", offrant un aperçu complet des échéances et rappels à venir.</li></ul><br><h2>Cas d'utilisation :</h2><ul><li>Déléguez une tâche et définissez un rappel privé pour vérifier son avancement sans submerger le responsable de notifications constantes.</li><li>Suivez les tâches nécessitant une attention ou un suivi régulier sans encombrer la vue partagée des tâches avec des mises à jour fréquentes de dates.</li><li>Maintenez une liste de tâches personnelle dans JustDo, en suivant les échéances et engagements individuels parallèlement aux projets d'équipe.</li></ul> Le plugin de Suivi privé dans JustDo vous permet de rester au top de vos tâches et engagements avec des rappels discrets et personnalisés, améliorant votre productivité personnelle et l'efficacité globale de la gestion des tâches."
}