{
  "plugin_store_private_followup_title": "Privát nyomonkövetés",
  "plugin_store_private_followup_short_description": "Állítson be privát emlékeztetőket és határidőket feladataihoz, növelve a személyes produktivitást és feladatkezelést.",
  "plugin_store_private_followup_full_description": "A JustDo Személyes nyomon követés (Private Follow-Up) bővítménye lehetővé teszi, hogy személyes emlékeztetőket és határidőket állítson be a feladatokhoz, amelyek csak Ön számára láthatóak. Ez a funkció növeli az egyéni felelősségvállalást és biztosítja a kritikus feladatok időben történő nyomon követését anélkül, hogy zsúfolttá tenné a csapat nézetét. <br><br><h2>Előnyök:</h2><ul><li>Személyre szabott emlékeztetők: Állítson be személyes követési dátumokat a feladatokhoz, biztosítva, hogy soha ne mulasszon el egy kritikus határidőt vagy nyomon követési lehetőséget.</li><li>Diszkrét feladatkezelés: Tartsa bizalmasan a személyes emlékeztetőket és határidőket, világos különbséget téve a csapatszintű és az egyéni nyomon követések között.</li><li>Fokozott felelősségvállalás: Vállalja a felelősséget a feladatokért, és biztosítsa az időben történő teljesítést személyes nyomon követési emlékeztetőkkel, elősegítve az egyéni elszámoltathatóságot.</li><li>Zökkenőmentes integráció a Határidős listákkal: A személyes nyomon követések megjelennek az Ön személyes 'Saját Határidős Lista' nézetében, átfogó áttekintést nyújtva a közelgő határidőkről és emlékeztetőkről.</li></ul><br><h2>Felhasználási esetek:</h2><ul><li>Delegáljon egy feladatot, és állítson be személyes emlékeztetőt a folyamat ellenőrzésére anélkül, hogy a felelőst állandó értesítésekkel terhelné.</li><li>Kövessen nyomon rendszeres figyelmet vagy nyomon követést igénylő feladatokat anélkül, hogy a megosztott feladatnézetet gyakori dátumfrissítésekkel zsúfolná.</li><li>Tartson fenn egy személyes teendőlistát a JustDo-n belül, nyomon követve az egyéni határidőket és kötelezettségvállalásokat a csapatprojektek mellett.</li></ul> A JustDo Személyes nyomon követés bővítménye lehetővé teszi, hogy diszkrét, személyre szabott emlékeztetőkkel tartsa kézben feladatait és kötelezettségeit, növelve személyes produktivitását és általános feladatkezelési hatékonyságát."
}