{
  "plugin_store_private_followup_title": "Անձնական հետևում",
  "plugin_store_private_followup_short_description": "Սահմանեք անձնական հիշեցումներ և վերջնաժամկետներ ձեր առաջադրանքների համար՝ բարելավելով անձնական արդյունավետությունն ու առաջադրանքների կառավարումը:",
  "plugin_store_private_followup_full_description": "JustDo-ի Անձնական հետևման (Private Follow-Up) փլագինը ձեզ հնարավորություն է տալիս սահմանել անձնական հիշեցումներ և վերջնաժամկետներ առաջադրանքների համար, որոնք տեսանելի են միայն ձեզ: Այս հատկությունը բարելավում է անհատական պատասխանատվությունը և ապահովում է կարևոր առաջադրանքների ժամանակին հետևումը՝ առանց թիմի տեսքը խճողելու: <br><br><h2>Առավելությունները:</h2><ul><li>Անհատականացված հիշեցումներ. սահմանեք անձնական հետևման ամսաթվեր առաջադրանքների համար՝ ապահովելով, որ երբեք չբաց թողնեք կարևոր վերջնաժամկետ կամ հետևման հնարավորություն:</li><li>Նրբանկատ առաջադրանքների կառավարում. պահեք անձնական հիշեցումները և վերջնաժամկետները գաղտնի՝ պահպանելով թիմային և անհատական հետևումների միջև հստակ տարբերություն:</li><li>Բարելավված պատասխանատվություն. ստանձնեք առաջադրանքների սեփականությունը և ապահովեք ժամանակին կատարումը անձնական հետևման հիշեցումների միջոցով՝ խթանելով անհատական պատասխանատվությունը:</li><li>Անխափան ինտեգրում վերջնաժամկետների ցուցակների հետ. անձնական հետևումները հայտնվում են ձեր անձնական «Իմ վերջնաժամկետների ցուցակ» (My Due List) տեսքում՝ ապահովելով առաջիկա վերջնաժամկետների և հիշեցումների համապարփակ ակնարկ:</li></ul><br><h2>Օգտագործման դեպքեր.</h2><ul><li>Պատվիրակեք առաջադրանք և սահմանեք անձնական հիշեցում՝ ստուգելու դրա առաջընթացը՝ առանց կատարողին ծանրաբեռնելու մշտական ծանուցումներով:</li><li>Հետևեք կանոնավոր ուշադրություն կամ հետևում պահանջող առաջադրանքներին՝ առանց ընդհանուր առաջադրանքների տեսքը հաճախակի ամսաթվերի թարմացումներով խճողելու:</li><li>Պահպանեք անձնական անելիքների ցուցակը JustDo-ում՝ հետևելով անհատական վերջնաժամկետներին և պարտավորություններին՝ թիմային նախագծերի կողքին:</li></ul> JustDo-ի Անձնական հետևման փլագինը ձեզ հնարավորություն է տալիս հետևել ձեր առաջադրանքներին և պարտավորություններին նրբանկատ, անհատականացված հիշեցումների միջոցով՝ բարելավելով ձեր անձնական արդյունավետությունը և առաջադրանքների կառավարման ընդհանուր արդյունավետությունը:"
}