{
  "plugin_store_private_followup_title": "Անձնական հետևում",
  "plugin_store_private_followup_short_description": "Սահմանեք անձնական հիշեցումներ և վերջնաժամկետներ ձեր առաջադրանքների համար՝ բարելավելով անձնական արդյունավետությունն ու առաջադրանքների կառավարումը:",
  "plugin_store_private_followup_full_description": "JustDo-ի Անձնական հետագա հիշեցման (Private Follow-Up) փլագինը թույլ է տալիս սահմանել անձնական հիշեցումներ և վերջնաժամկետներ առաջադրանքների համար, որոնք տեսանելի են միայն Ձեզ: Այս հատկությունը բարձրացնում է անհատական պատասխանատվությունը և ապահովում կարևոր առաջադրանքների ժամանակին հետևում՝ առանց թիմի տեսքը խճճելու: <br><br><h2>Առավելություններ.</h2><ul><li>Անհատականացված հիշեցումներ. սահմանեք անձնական հետագա հիշեցման ամսաթվեր առաջադրանքների համար՝ ապահովելով, որ երբեք չբաց թողնեք կարևոր վերջնաժամկետ կամ հետագա հիշեցման հնարավորություն:</li><li>Դիսկրետ առաջադրանքների կառավարում. պահպանեք անձնական հիշեցումները և վերջնաժամկետները գաղտնի՝ պահպանելով հստակ տարբերություն թիմային և անհատական հետագա հիշեցումների միջև:</li><li>Բարելավված պատասխանատվություն. ստանձնեք առաջադրանքների պատասխանատվությունը և ապահովեք ժամանակին կատարումը անձնական հետագա հիշեցումներով՝ խթանելով անհատական հաշվետվողականությունը:</li><li>Անխափան ինտեգրում վերջնաժամկետների ցուցակների հետ. անձնական հետագա հիշեցումները հայտնվում են Ձեր անձնական 'Իմ վերջնաժամկետների ցուցակ' (My Due List) տեսքում՝ տրամադրելով համապարփակ ակնարկ առաջիկա վերջնաժամկետների և հիշեցումների մասին:</li></ul><br>Օգտագործման դեպքեր.<ul><li>Հանձնարարեք առաջադրանք և սահմանեք անձնական հիշեցում՝ ստուգելու դրա առաջընթացը՝ առանց կատարողին ծանրաբեռնելու մշտական ծանուցումներով:</li><li>Հետևեք կանոնավոր ուշադրություն կամ հետագա հիշեցում պահանջող առաջադրանքներին՝ առանց խճճելու ընդհանուր առաջադրանքների տեսքը հաճախակի ամսաթվերի թարմացումներով:</li><li>Պահպանեք անձնական անելիքների ցուցակ JustDo-ում՝ հետևելով անհատական վերջնաժամկետներին և պարտավորություններին թիմային նախագծերի կողքին:</li></ul> JustDo-ի Անձնական հետագա հիշեցման փլագինը հնարավորություն է տալիս Ձեզ հետևել Ձեր առաջադրանքներին և պարտավորություններին դիսկրետ, անհատականացված հիշեցումներով՝ բարելավելով Ձեր անձնական արդյունավետությունը և ընդհանուր առաջադրանքների կառավարման արդյունավետությունը:"
}