{
  "plugin_store_private_followup_title": "Անձնական հետևում",
  "plugin_store_private_followup_short_description": "Սահմանեք անձնական հիշեցումներ և վերջնաժամկետներ ձեր առաջադրանքների համար՝ բարելավելով անձնական արդյունավետությունն ու առաջադրանքների կառավարումը:",
  "plugin_store_private_followup_full_description": "JustDo-ի Անձնական հետևման (Private Follow-Up) փլագինը ձեզ հնարավորություն է տալիս սահմանել անձնական հիշեցումներ և վերջնաժամկետներ առաջադրանքների համար, որոնք տեսանելի են միայն ձեզ: Այս հատկությունը բարձրացնում է անհատական պատասխանատվությունը և ապահովում է կարևոր առաջադրանքների ժամանակին հետևումը՝ առանց թիմի տեսքը խճճելու: <br><br>Առավելությունները.<ul><li>Անհատականացված հիշեցումներ. Սահմանեք առաջադրանքների անձնական հետևման ամսաթվեր՝ ապահովելով, որ երբեք չբաց թողնեք կարևոր վերջնաժամկետը կամ հետևման հնարավորությունը:</li><li>Դիսկրետ առաջադրանքների կառավարում. Պահպանեք անձնական հիշեցումների և վերջնաժամկետների գաղտնիությունը՝ պահպանելով հստակ տարբերություն թիմային և անհատական հետևումների միջև:</li><li>Բարելավված պատասխանատվություն. Ստանձնեք առաջադրանքների սեփականությունը և ապահովեք դրանց ժամանակին կատարումը անձնական հետևման հիշեցումների միջոցով՝ խթանելով անհատական պատասխանատվությունը:</li><li>Անխափան ինտեգրում ժամկետների ցուցակների հետ. Անձնական հետևումները հայտնվում են ձեր անձնական «Իմ ժամկետների ցուցակ» (My Due List) դիտման մեջ՝ տրամադրելով համապարփակ ակնարկ առաջիկա վերջնաժամկետների և հիշեցումների վերաբերյալ:</li></ul><br>Օգտագործման դեպքեր.<ul><li>Հանձնարարեք առաջադրանք և սահմանեք անձնական հիշեցում՝ ստուգելու դրա առաջընթացը՝ առանց կատարողին ծանրաբեռնելու մշտական ծանուցումներով:</li><li>Հետևեք կանոնավոր ուշադրություն կամ հետևում պահանջող առաջադրանքներին՝ առանց համատեղ օգտագործվող առաջադրանքների տեսքը խճողելու հաճախակի ամսաթվերի թարմացումներով:</li><li>Պահպանեք անձնական անելիքների ցուցակը JustDo-ում՝ հետևելով անհատական վերջնաժամկետներին և պարտավորություններին թիմային նախագծերի կողքին:</li></ul> JustDo-ի Անձնական հետևման փլագինը ձեզ հնարավորություն է տալիս հետևել ձեր առաջադրանքներին և պարտավորություններին դիսկրետ, անհատականացված հիշեցումների միջոցով՝ բարելավելով ձեր անձնական արդյունավետությունը և առաջադրանքների կառավարման ընդհանուր արդյունավետությունը:"
}