{
  "plugin_store_private_followup_title": "Tindak Lanjut Pribadi",
  "plugin_store_private_followup_short_description": "Atur pengingat dan tenggat waktu pribadi untuk tugas Anda, meningkatkan produktivitas personal dan manajemen tugas.",
  "plugin_store_private_followup_full_description": "Plugin Tindak Lanjut Pribadi untuk JustDo memungkinkan Anda mengatur pengingat dan tenggat waktu pribadi untuk tugas, yang hanya terlihat oleh Anda. Fitur ini meningkatkan akuntabilitas individu dan memastikan tindak lanjut tepat waktu untuk tugas-tugas penting tanpa mengganggu tampilan tim. <br><br>Manfaat:<ul><li>Pengingat Personal: Atur tanggal tindak lanjut pribadi untuk tugas, memastikan Anda tidak pernah melewatkan tenggat waktu penting atau kesempatan tindak lanjut.</li><li>Manajemen Tugas Diskrit: Jaga kerahasiaan pengingat dan tenggat waktu pribadi, mempertahankan perbedaan yang jelas antara tindak lanjut tim dan individu.</li><li>Akuntabilitas Ditingkatkan: Ambil kepemilikan tugas dan pastikan penyelesaian tepat waktu dengan pengingat tindak lanjut pribadi, mendorong akuntabilitas individu.</li><li>Integrasi Mulus dengan Daftar Jatuh Tempo: Tindak lanjut pribadi muncul di tampilan 'Daftar Jatuh Tempo Saya', memberikan gambaran menyeluruh tentang tenggat waktu dan pengingat yang akan datang.</li></ul><br>Kasus Penggunaan:<ul><li>Delegasikan tugas dan atur pengingat pribadi untuk memeriksa kemajuannya tanpa membebani petugas dengan notifikasi terus-menerus.</li><li>Lacak tugas yang memerlukan perhatian atau tindak lanjut rutin tanpa membuat tampilan tugas bersama menjadi berantakan dengan pembaruan tanggal yang sering.</li><li>Pertahankan daftar tugas pribadi dalam JustDo, melacak tenggat waktu dan komitmen individu bersama dengan proyek tim.</li></ul> Plugin Tindak Lanjut Pribadi di JustDo memberdayakan Anda untuk tetap mengontrol tugas dan komitmen Anda dengan pengingat personal yang diskrit, meningkatkan produktivitas pribadi dan efisiensi manajemen tugas secara keseluruhan."
}