{
  "plugin_store_private_followup_title": "Tindak Lanjut Pribadi",
  "plugin_store_private_followup_short_description": "Atur pengingat dan tenggat waktu pribadi untuk tugas Anda, meningkatkan produktivitas personal dan manajemen tugas.",
  "plugin_store_private_followup_full_description": "Plugin Follow Up Pribadi untuk JustDo memungkinkan Anda mengatur pengingat dan tenggat waktu pribadi untuk tugas, yang hanya terlihat oleh Anda. Fitur ini meningkatkan akuntabilitas individu dan memastikan tindak lanjut tepat waktu pada tugas-tugas penting tanpa mengganggu tampilan tim. <br><br><h2>Manfaat:</h2><ul><li>Pengingat Pribadi: Atur tanggal follow-up pribadi untuk tugas, memastikan Anda tidak pernah melewatkan tenggat waktu penting atau kesempatan tindak lanjut.</li><li>Manajemen Tugas Diskret: Jaga kerahasiaan pengingat dan tenggat waktu pribadi, mempertahankan perbedaan yang jelas antara follow-up tim dan individu.</li><li>Peningkatan Akuntabilitas: Ambil kepemilikan tugas dan pastikan penyelesaian tepat waktu dengan pengingat follow-up pribadi, mendorong akuntabilitas individu.</li><li>Integrasi Mulus dengan Daftar Jatuh Tempo: Follow-up pribadi muncul dalam tampilan 'Daftar Jatuh Tempo Saya' pribadi Anda, memberikan gambaran menyeluruh tentang tenggat waktu dan pengingat yang akan datang.</li></ul><br><h2>Contoh Penggunaan:</h2><ul><li>Delegasikan tugas dan atur pengingat pribadi untuk memeriksa kemajuannya tanpa membebani penerima tugas dengan pemberitahuan terus-menerus.</li><li>Lacak tugas yang memerlukan perhatian atau tindak lanjut rutin tanpa mengganggu tampilan tugas bersama dengan pembaruan tanggal yang sering.</li><li>Pertahankan daftar to-do pribadi dalam JustDo, melacak tenggat waktu dan komitmen individu bersama dengan proyek tim.</li></ul> Plugin Follow Up Pribadi di JustDo memberdayakan Anda untuk tetap mengontrol tugas dan komitmen Anda dengan pengingat pribadi yang diskret, meningkatkan produktivitas pribadi dan efisiensi manajemen tugas secara keseluruhan."
}