{
  "plugin_store_private_followup_title": "Follow-up privato",
  "plugin_store_private_followup_short_description": "Imposta promemoria e scadenze private per le tue attività, migliorando la produttività personale e la gestione dei compiti.",
  "plugin_store_private_followup_full_description": "Il plugin di Follow-up privato per JustDo ti permette di impostare promemoria personali e scadenze per le attività, visibili solo a te. Questa funzionalità migliora la responsabilità individuale e garantisce un follow-up tempestivo sulle attività critiche senza ingombrare la visuale del team. <br><br>Vantaggi:<ul><li>Promemoria personalizzati: Imposta date di follow-up private per le attività, assicurandoti di non perdere mai una scadenza critica o un'opportunità di follow-up.</li><li>Gestione discreta delle attività: Mantieni confidenziali i promemoria e le scadenze personali, conservando una chiara distinzione tra i follow-up del team e quelli individuali.</li><li>Responsabilità migliorata: Assumi la proprietà delle attività e assicurati il completamento tempestivo con promemoria di follow-up privati, promuovendo la responsabilità individuale.</li><li>Integrazione perfetta con le Liste delle Scadenze: I follow-up privati appaiono nella tua vista personale 'La mia Lista delle Scadenze', fornendo una panoramica completa delle prossime scadenze e promemoria.</li></ul><br>Casi d'uso:<ul><li>Delega un'attività e imposta un promemoria privato per verificarne l'avanzamento senza sovraccaricare l'assegnatario con continue notifiche.</li><li>Traccia le attività che richiedono attenzione o follow-up regolari senza ingombrare la vista condivisa delle attività con frequenti aggiornamenti delle date.</li><li>Mantieni una lista personale di cose da fare all'interno di JustDo, tenendo traccia delle scadenze e degli impegni individuali insieme ai progetti del team.</li></ul> Il plugin di Follow-up privato in JustDo ti permette di rimanere al passo con le tue attività e impegni con promemoria discreti e personalizzati, migliorando la tua produttività personale e l'efficienza complessiva nella gestione delle attività."
}