{
  "plugin_store_private_followup_title": "Follow-up privato",
  "plugin_store_private_followup_short_description": "Imposta promemoria e scadenze private per le tue attività, migliorando la produttività personale e la gestione dei compiti.",
  "plugin_store_private_followup_full_description": "Il plugin Follow-up privato per JustDo ti consente di impostare promemoria personali e scadenze per i compiti, visibili solo a te. Questa funzione migliora la responsabilità individuale e garantisce un tempestivo follow-up sulle attività critiche senza intasare la vista del team. <br><br><h2>Vantaggi:</h2><ul><li>Promemoria personalizzati: Imposta date di follow-up private per i compiti, assicurandoti di non perdere mai una scadenza critica o un'opportunità di follow-up.</li><li>Gestione discreta dei compiti: Mantieni riservati i promemoria e le scadenze personali, conservando una chiara distinzione tra i follow-up di squadra e quelli individuali.</li><li>Maggiore responsabilità: Assumi la proprietà dei compiti e assicurati il completamento tempestivo con promemoria di follow-up privati, promuovendo la responsabilità individuale.</li><li>Integrazione perfetta con le Liste Scadenze: I follow-up privati appaiono nella tua vista personale 'La mia Lista Scadenze', fornendo una panoramica completa delle prossime scadenze e promemoria.</li></ul><br>Casi d'uso:<ul><li>Delega un compito e imposta un promemoria privato per controllarne l'avanzamento senza sovraccaricare l'assegnatario con continue notifiche.</li><li>Tieni traccia dei compiti che richiedono attenzione o follow-up regolari senza intasare la vista condivisa dei compiti con frequenti aggiornamenti delle date.</li><li>Mantieni una lista personale di cose da fare all'interno di JustDo, tenendo traccia delle scadenze e degli impegni individuali insieme ai progetti di squadra.</li></ul> Il plugin Follow-up privato in JustDo ti permette di rimanere al passo con i tuoi compiti e impegni con promemoria discreti e personalizzati, migliorando la tua produttività personale e l'efficienza complessiva nella gestione delle attività."
}