{
  "plugin_store_private_followup_title": "Follow-up privato",
  "plugin_store_private_followup_short_description": "Imposta promemoria e scadenze private per le tue attività, migliorando la produttività personale e la gestione dei compiti.",
  "plugin_store_private_followup_full_description": "Il plugin Follow-up privato per JustDo ti consente di impostare promemoria personali e scadenze per le attività, visibili solo a te. Questa funzionalità migliora la responsabilità individuale e garantisce un follow-up tempestivo sulle attività critiche senza affollare la visualizzazione del team. <br><br><h2>Vantaggi:</h2><ul><li>Promemoria personalizzati: Imposta date di follow-up private per le attività, assicurandoti di non perdere mai una scadenza critica o un'opportunità di follow-up.</li><li>Gestione discreta delle attività: Mantieni confidenziali i promemoria e le scadenze personali, preservando una chiara distinzione tra i follow-up di squadra e quelli individuali.</li><li>Responsabilità migliorata: Assumi la proprietà delle attività e garantisci il completamento tempestivo con promemoria di follow-up privati, promuovendo la responsabilità individuale.</li><li>Integrazione perfetta con le Liste delle scadenze: I follow-up privati appaiono nella tua visualizzazione personale 'La mia Lista delle scadenze', fornendo una panoramica completa delle prossime scadenze e promemoria.</li></ul><br><h2>Casi d'uso:</h2><ul><li>Delega un'attività e imposta un promemoria privato per verificarne l'avanzamento senza sovraccaricare l'assegnatario con notifiche costanti.</li><li>Monitora le attività che richiedono attenzione o follow-up regolari senza affollare la visualizzazione condivisa delle attività con frequenti aggiornamenti delle date.</li><li>Mantieni una lista personale di cose da fare all'interno di JustDo, tenendo traccia delle scadenze e degli impegni individuali insieme ai progetti di squadra.</li></ul> Il plugin Follow-up privato in JustDo ti permette di rimanere al passo con le tue attività e impegni grazie a promemoria discreti e personalizzati, migliorando la tua produttività personale e l'efficienza complessiva nella gestione delle attività."
}