{
  "plugin_store_private_followup_title": "Жеке жолдоо",
  "plugin_store_private_followup_short_description": "Тапшырмаларыңыз үчүн жеке эскертүүлөрдү жана мөөнөттөрдү коюп, жеке өндүрүмдүүлүктү жана тапшырмаларды башкарууну жакшыртыңыз.",
  "plugin_store_private_followup_full_description": "JustDo үчүн Жеке көзөмөл плагини сизге тапшырмалар үчүн жеке эскертүүлөрдү жана мөөнөттөрдү орнотууга мүмкүндүк берет, алар сизге гана көрүнөт. Бул функция жеке жоопкерчиликти жогорулатып, команданын көрүнүшүн тартипсиз кылбастан, маанилүү тапшырмаларды өз убагында аткарууну камсыз кылат. <br><br><h2>Артыкчылыктар:</h2><ul><li>Жеке эскертүүлөр: Тапшырмалар үчүн жеке көзөмөл күндөрүн коюңуз, маанилүү мөөнөттөрдү же көзөмөл мүмкүнчүлүктөрүн эч качан өткөрүп жибербөөнү камсыз кылыңыз.</li><li>Купуя тапшырмаларды башкаруу: Жеке эскертмелерди жана мөөнөттөрдү купуя сактаңыз, команданын жалпы жана жеке көзөмөлдөрүнүн ортосунда так айырмачылыкты сактаңыз.</li><li>Жакшыртылган жоопкерчилик: Жеке көзөмөл эскертүүлөрү менен тапшырмаларга ээлик кылып, өз убагында аткарылышын камсыз кылыңыз, жеке жоопкерчиликти өнүктүрүңүз.</li><li>Мөөнөттөр тизмеси менен үндөшкөн интеграция: Жеке көзөмөлдөр сиздин жеке 'Менин Мөөнөттөрүм Тизмеси' көрүнүшүңүздө пайда болот, келе жаткан мөөнөттөр жана эскертүүлөр жөнүндө толук маалымат берет.</li></ul><br>Колдонуу учурлары:<ul><li>Тапшырманы дайындап, аткаруучуну үзгүлтүксүз билдирүүлөр менен басынтпастан, анын жүрүшүн текшерүү үчүн жеке эскертме коюңуз.</li><li>Үзгүлтүксүз көңүл бурууну же көзөмөлдөөнү талап кылган тапшырмаларды, бөлүшүлгөн тапшырма көрүнүшүн тез-тез күн жаңыртуулары менен тартипсиздендирбестен көзөмөлдөңүз.</li><li>JustDo ичинде жеке аткарылуучу иштер тизмесин сактаңыз, команданын долбоорлору менен катар жеке мөөнөттөрдү жана милдеттенмелерди көзөмөлдөңүз.</li></ul> JustDo'догу Жеке көзөмөл плагини сизге купуя, жеке ылайыкташтырылган эскертмелер менен тапшырмаларыңызды жана милдеттенмелериңизди көзөмөлдөөгө мүмкүндүк берет, жеке өндүрүмдүүлүгүңүздү жана жалпы тапшырмаларды башкаруу натыйжалуулугун жогорулатат."
}