{
  "plugin_store_private_followup_title": "Жеке жолдоо",
  "plugin_store_private_followup_short_description": "Тапшырмаларыңыз үчүн жеке эскертүүлөрдү жана мөөнөттөрдү коюп, жеке өндүрүмдүүлүктү жана тапшырмаларды башкарууну жакшыртыңыз.",
  "plugin_store_private_followup_full_description": "JustDo үчүн Жеке эскертүү плагини сизге тапшырмалар үчүн жеке эскертмелерди жана мөөнөттөрдү коюуга мүмкүнчүлүк берет, алар сизге гана көрүнөт. Бул функция жеке жоопкерчиликти жогорулатат жана команданын көрүнүшүн тартипсиздендирбестен, маанилүү тапшырмалардын өз убагында аткарылышын камсыз кылат. <br><br><h2>Артыкчылыктары:</h2><ul><li>Жеке эскертмелер: Тапшырмалар үчүн жеке аткаруу күндөрүн коюңуз, маанилүү мөөнөттөрдү же эскертүү мүмкүнчүлүктөрүн эч качан өткөрүп жибербөөнү камсыз кылыңыз.</li><li>Дискреттүү тапшырмаларды башкаруу: Жеке эскертмелерди жана мөөнөттөрдү купуя сактаңыз, команданын жалпы жана жеке эскертүүлөрүнүн ортосундагы айкын айырмачылыкты сактаңыз.</li><li>Жогорулатылган жоопкерчилик: Жеке эскертүүлөр менен тапшырмаларды өз колуңузга алып, өз убагында аткарылышын камсыз кылыңыз, жеке жоопкерчиликти жогорулатыңыз.</li><li>Аткаруу тизмелери менен үзгүлтүксүз интеграция: Жеке эскертүүлөр сиздин жеке 'Менин аткаруу тизмем' көрүнүшүңүздө пайда болот, келе жаткан мөөнөттөр жана эскертмелер жөнүндө толук маалымат берет.</li></ul><br><h2>Колдонуу учурлары:</h2><ul><li>Тапшырманы бөлүштүрүп, аткаруучуну туруктуу билдирүүлөр менен көңүлүн бурдурбастан, анын жүрүшүн текшерүү үчүн жеке эскертме коюңуз.</li><li>Үзгүлтүксүз көңүл бурууну же эскертүүнү талап кылган тапшырмаларды, бөлүшүлгөн тапшырма көрүнүшүн тез-тез жаңыртуулар менен тартипсиздендирбестен көзөмөлдөңүз.</li><li>JustDo ичинде жеке аткаруу тизмесин сактаңыз, команданын долбоорлору менен бирге жеке мөөнөттөрдү жана милдеттенмелерди көзөмөлдөңүз.</li></ul> JustDo'догу Жеке эскертүү плагини сизге дискреттүү, жекелештирилген эскертмелер менен тапшырмаларыңызды жана милдеттенмелериңизди көзөмөлдөөгө мүмкүнчүлүк берет, жеке өндүрүмдүүлүгүңүздү жана жалпы тапшырмаларды башкаруу натыйжалуулугун жогорулатат."
}