{
  "plugin_store_private_followup_title": "Жеке жолдоо",
  "plugin_store_private_followup_short_description": "Тапшырмаларыңыз үчүн жеке эскертүүлөрдү жана мөөнөттөрдү коюп, жеке өндүрүмдүүлүктү жана тапшырмаларды башкарууну жакшыртыңыз.",
  "plugin_store_private_followup_full_description": "JustDo үчүн 'Жеке жолдоо' плагини сизге тапшырмалар үчүн жеке эскертүүлөрдү жана мөөнөттөрдү коюу мүмкүнчүлүгүн берет, алар сизге гана көрүнөт. Бул функция жеке жоопкерчиликти жогорулатат жана командалык көрүнүштү тартипсиз кылбастан, маанилүү тапшырмаларды өз убагында аткарууну камсыз кылат. <br><br>Артыкчылыктары:<ul><li>Жекелештирилген эскертүүлөр: Тапшырмалар үчүн жеке аткаруу күндөрүн коюңуз, маанилүү мөөнөттү же аткаруу мүмкүнчүлүгүн эч качан өткөрүп жибербөөнү камсыз кылыңыз.</li><li>Дискреттүү тапшырмаларды башкаруу: Жеке эскертүүлөрдү жана мөөнөттөрдү купуя сактаңыз, команданын жана жеке аткаруулардын ортосундагы так айырмачылыкты сактаңыз.</li><li>Жакшыртылган жоопкерчилик: Жеке аткаруу эскертүүлөрү менен тапшырмаларды ээлик кылып, өз убагында аткарууну камсыз кылыңыз, жеке жоопкерчиликти өнүктүрүңүз.</li><li>Аткаруу тизмелери менен үзгүлтүксүз интеграция: Жеке аткаруулар сиздин жеке 'Менин аткаруу тизмем' көрүнүшүңүздө пайда болот, келе жаткан мөөнөттөр жана эскертүүлөр жөнүндө кеңири маалымат берет.</li></ul><br>Колдонуу учурлары:<ul><li>Тапшырманы өткөрүп берип, анын жүрүшүн текшерүү үчүн жеке эскертүүнү коюңуз, аткаруучуну туруктуу билдирүүлөр менен басмырлабастан.</li><li>Үзгүлтүксүз көңүл буруу же аткаруу талап кылынган тапшырмаларды көзөмөлдөңүз, бирок бөлүшүлгөн тапшырма көрүнүшүн көп сандаган күн жаңыртуулары менен тартипсиз кылбаңыз.</li><li>JustDo ичинде жеке аткаруу тизмесин сактаңыз, команданын долбоорлору менен катар жеке мөөнөттөрдү жана милдеттенмелерди көзөмөлдөңүз.</li></ul> JustDo'догу 'Жеке жолдоо' плагини сизге дискреттүү, жекелештирилген эскертүүлөр менен тапшырмаларыңызды жана милдеттенмелериңизди көзөмөлдөөгө мүмкүнчүлүк берет, жеке өндүрүмдүүлүгүңүздү жана жалпы тапшырмаларды башкаруу натыйжалуулугун жогорулатат."
}