{
  "plugin_store_private_followup_title": "Privat Nokucken",
  "plugin_store_private_followup_short_description": "Setzt privat Erënnerungen an Datelimiten fir Är Aufgaben, fir déi perséinlech Produktivitéit an d'Aufgabeverwaltung ze verbesseren.",
  "plugin_store_private_followup_full_description": "De Private Follow-Up Plugin fir JustDo erméiglecht Iech perséinlech Erënnerungen an Datelimiten fir Aufgaben ze setzen, déi nëmme fir Iech siichtbar sinn. Dës Funktioun verbessert déi individuell Verantwortung a garantéiert eng zäitgerecht Nokuken vu wichtegen Aufgaben ouni d'Siicht vum Team ze iwwerlafen. <br><br>Virdeeler:<ul><li>Perséinlech Erënnerungen: Setzt privat Nokuken-Datumer fir Aufgaben, fir sécher ze stellen datt Dir ni eng wichteg Datelimitt oder Nokuken-Geleeënheet verpasst.</li><li>Diskret Aufgabeverwaltung: Haalt perséinlech Erënnerungen an Datelimiten vertraulech, a behalt eng kloer Ënnerscheedung tëscht teamwäiten an individuelle Nokuken.</li><li>Verbessert Verantwortung: Iwwerhuelt d'Verantwortung fir Aufgaben a garantéiert eng zäitgerecht Fäerdegstellung mat private Nokuken-Erënnerungen, wat déi individuell Verantwortung fërdert.</li><li>Nahtlos Integratioun mat Fällegkeetslëschten: Privat Nokuken erschéngen an Ärer perséinlecher 'Meng Fällegkeetslëscht' Usiicht, wat en ëmfaassenden Iwwerbléck iwwer kommend Datelimitten an Erënnerunge bitt.</li></ul><br>Benotzungsfäll:<ul><li>Delegéiert eng Aufgab a setzt eng privat Erënnerung fir hir Fortschrëtter ze iwwerpréiwen ouni den Zougewisenen mat konstante Benoriichtegungen ze iwwerwältegen.</li><li>Verfollegt Aufgaben déi reegelméisseg Opmierksamkeet oder Nokuken brauchen ouni d'gemeinsam Aufgabenusiicht mat häufegen Datumsännerungen ze iwwerlafen.</li><li>Féiert eng perséinlech To-Do-Lëscht bannent JustDo, fir individuell Datelimitten a Verflichtungen nieft Teamprojeten am A ze behalen.</li></ul> De Private Follow-Up Plugin a JustDo erméiglecht Iech Är Aufgaben a Verflichtunge mat diskreten, personaliséierten Erënnerungen am Grëff ze behalen, wat Är perséinlech Produktivitéit an allgemeng Effizienz vun der Aufgabeverwaltung verbessert."
}