{
  "plugin_store_private_followup_title": "Privat Nokucken",
  "plugin_store_private_followup_short_description": "Setzt privat Erënnerungen an Datelimiten fir Är Aufgaben, fir déi perséinlech Produktivitéit an d'Aufgabeverwaltung ze verbesseren.",
  "plugin_store_private_followup_full_description": "De Private Nofollegen Plugin fir JustDo erméiglecht Iech, perséinlech Erënnerungen an Délais fir Aufgaben ze setzen, déi nëmme fir Iech siichtbar sinn. Dës Funktioun verbessert d'individuell Verantwortung a garantéiert zäitgerecht Nofollegen vu wichtegen Aufgaben ouni d'Iwwersiicht vum Team ze stéieren. <br><br><h2>Virdeeler:</h2><ul><li>Personaliséiert Erënnerungen: Setzt privat Nofollegen-Datumer fir Aufgaben, fir sécherzestellen, dass Dir ni en wichtegen Délai oder eng Nofollegen-Geleeënheet verpasst.</li><li>Diskret Aufgabeverwaltung: Haalt perséinlech Erënnerungen an Délais vertraulech, an hält eng kloer Ënnerscheedung tëscht teamwäiten an individuellen Nofollegen.</li><li>Verbessert Verantwortung: Iwwerhuelt d'Verantwortung fir Aufgaben a garantéiert zäitgerecht Fäerdegstellung mat private Nofollegen-Erënnerungen, wat d'individuell Verantwortung fërdert.</li><li>Nahtlos Integratioun mat Fälleg-Lëschten: Privat Nofollegen erschéngen an Ärer perséinlecher 'Meng Fälleg Lëscht' Iwwersiicht, wat eng ëmfaassend Iwwersiicht vun zukünftegen Délais an Erënnerungen bitt.</li></ul><br>Benotzungsfäll:<ul><li>Delegéiert eng Aufgab a setzt eng privat Erënnerung fir hiren Fortschrëtt ze kontrolléieren ouni de Verantwortleche mat konstante Notifikatiounen ze iwwerwältegen.</li><li>Verfollegt Aufgaben déi regelméisseg Opmierksamkeet oder Nofollegen erfuerderen ouni d'gedeelte Aufgaben-Iwwersiicht mat häufegen Datum-Aktualiséierungen ze iwwerfëllen.</li><li>Féiert eng perséinlech To-Do Lëscht innerhalb vu JustDo, fir individuell Délais a Verflichtungen niewent Teamprojeten ze verfollegen.</li></ul> De Private Nofollegen Plugin an JustDo erméiglecht Iech, Är Aufgaben a Verflichtungen mat diskreten, personaliséierten Erënnerungen am A ze behalen, wat Är perséinlech Produktivitéit an allgemeng Effizienz an der Aufgabeverwaltung verbessert."
}