{
  "plugin_store_private_followup_title": "Privat Nokucken",
  "plugin_store_private_followup_short_description": "Setzt privat Erënnerungen an Datelimiten fir Är Aufgaben, fir déi perséinlech Produktivitéit an d'Aufgabeverwaltung ze verbesseren.",
  "plugin_store_private_followup_full_description": "De Private Nofolgung Plugin fir JustDo erméiglecht Iech perséinlech Erënnerungen an Délaien fir Aufgaben ze setzen, déi nëmme fir Iech siichtbar sinn. Dës Funktioun verbessert d'individuell Verantwortung a garantéiert eng zäitgereecht Nofolgung vu kriteschen Aufgaben ouni d'Aussiicht vum Team ze stéieren. <br><br><h2>Virdeeler:</h2><ul><li>Personaliséiert Erënnerungen: Setzt privat Nofolgungsdatumer fir Aufgaben, fir sécherzestellen, dass Dir ni en wichtegen Délai oder eng Nofolgungsméiglechkeet verpasst.</li><li>Diskret Aufgabeverwaltung: Haalt perséinlech Erënnerungen an Délaien vertraulech, an ënnerscheet kloer tëscht teamwäiten an individuellen Nofolgungen.</li><li>Verbessert Verantwortung: Iwwerhuelt d'Verantwortung fir Aufgaben a garantéiert eng zäitgereecht Fäerdegstellung mat private Nofolgungserënnerungen, fir individuell Verantwortung ze fërderen.</li><li>Nahtlos Integratioun mat Fällegkeetsləschten: Privat Nofolgungen erschéngen an Ärer perséinlecher 'Meng Fällegkeetslëscht' Usiicht, déi en ëmfaassenden Iwwerbléck iwwer kommend Délaien an Erënnerungen ubiddt.</li></ul><br><h2>Benotzungsfäll:</h2><ul><li>Delegéiert eng Aufgab a setzt eng privat Erënnerung fir hiren Fortschrëtt ze iwwerpréiwen ouni de Verantwortlechen mat konstante Benoriichtegungen ze iwwerwältegen.</li><li>Verfollegt Aufgaben déi regelméisseg Opmierksamkeet oder Nofolgung brauchen ouni d'gedeelt Aufgabenusiicht mat häufegen Datumsännerungen ze iwwerlueden.</li><li>Féiert eng perséinlech To-Do-Lëscht bannent JustDo, fir individuell Délaien a Verflichtungen niewent Teamprojeten am A ze behalen.</li></ul> De Private Nofolgung Plugin an JustDo erméiglecht Iech Är Aufgaben a Verflichtungen mat diskreten, personaliséierten Erënnerungen am Grëff ze behalen, wat Är perséinlech Produktivitéit an allgemeng Effizienz an der Aufgabeverwaltung verbessert."
}