{
  "plugin_store_private_followup_title": "Privātais atgādinājums",
  "plugin_store_private_followup_short_description": "Iestatiet privātus atgādinājumus un termiņus saviem uzdevumiem, uzlabojot personīgo produktivitāti.",
  "plugin_store_private_followup_full_description": "JustDo Privātā uzraudzības atgādinājuma spraudnis ļauj jums iestatīt personīgos atgādinājumus un termiņus uzdevumiem, kas redzami tikai jums. Šī funkcija uzlabo individuālo atbildību un nodrošina savlaicīgu kritisku uzdevumu izpildi, neapgrūtinot komandas skatu. <br><br><h2>Priekšrocības:</h2><ul><li>Personalizēti atgādinājumi: Iestatiet privātus uzraudzības datumus uzdevumiem, nodrošinot, ka nekad nepalaidīsiet garām svarīgu termiņu vai uzraudzības iespēju.</li><li>Diskrēta uzdevumu pārvaldība: Saglabājiet personīgos atgādinājumus un termiņus konfidenciālus, saglabājot skaidru atšķirību starp komandas un individuālajiem uzraudzības atgādinājumiem.</li><li>Uzlabota atbildība: Uzņemieties atbildību par uzdevumiem un nodrošiniet savlaicīgu izpildi ar privātiem uzraudzības atgādinājumiem, veicinot individuālo atbildību.</li><li>Vienmērīga integrācija ar termiņu sarakstiem: Privātie uzraudzības atgādinājumi parādās jūsu personīgajā 'Mans termiņu saraksts' (My Due List) skatā, nodrošinot visaptverošu pārskatu par gaidāmajiem termiņiem un atgādinājumiem.</li></ul><br><h2>Izmantošanas gadījumi:</h2><ul><li>Deleģējiet uzdevumu un iestatiet privātu atgādinājumu, lai pārbaudītu tā progresu, nepārslogojot izpildītāju ar pastāvīgiem paziņojumiem.</li><li>Sekojiet uzdevumiem, kas prasa regulāru uzmanību vai uzraudzību, nepārblīvējot kopīgo uzdevumu skatu ar biežiem datumu atjauninājumiem.</li><li>Uzturiet personīgo darāmo lietu sarakstu JustDo ietvaros, sekojot individuālajiem termiņiem un saistībām līdzās komandas projektiem.</li></ul> JustDo Privātā uzraudzības atgādinājuma spraudnis ļauj jums sekot līdzi saviem uzdevumiem un saistībām ar diskrētiem, personalizētiem atgādinājumiem, uzlabojot jūsu personīgo produktivitāti un vispārējo uzdevumu pārvaldības efektivitāti."
}