{
  "plugin_store_private_followup_title": "Privātais atgādinājums",
  "plugin_store_private_followup_short_description": "Iestatiet privātus atgādinājumus un termiņus saviem uzdevumiem, uzlabojot personīgo produktivitāti.",
  "plugin_store_private_followup_full_description": "JustDo Privātās pēckontroles spraudnis ļauj jums iestatīt personīgus atgādinājumus un termiņus uzdevumiem, kas redzami tikai jums. Šī funkcija uzlabo individuālo atbildību un nodrošina savlaicīgu svarīgu uzdevumu pēckontroli, nepiesārņojot komandas skatu. <br><br><h2>Priekšrocības:</h2><ul><li>Personalizēti atgādinājumi: Iestatiet privātus pēckontroles datumus uzdevumiem, nodrošinot, ka nekad nepalaidīsiet garām svarīgu termiņu vai pēckontroles iespēju.</li><li>Diskrēta uzdevumu pārvaldība: Saglabājiet personīgos atgādinājumus un termiņus konfidenciālus, skaidri nošķirot komandas un individuālos pēckontroles pasākumus.</li><li>Uzlabota atbildība: Uzņemieties atbildību par uzdevumiem un nodrošiniet savlaicīgu izpildi ar privātiem pēckontroles atgādinājumiem, veicinot individuālo atbildību.</li><li>Vienmērīga integrācija ar Termiņu sarakstiem: Privātie pēckontroles atgādinājumi parādās jūsu personīgajā \"Manu termiņu saraksta\" (My Due List) skatā, sniedzot visaptverošu pārskatu par gaidāmajiem termiņiem un atgādinājumiem.</li></ul><br>Lietošanas gadījumi:<ul><li>Deleģējiet uzdevumu un iestatiet privātu atgādinājumu, lai pārbaudītu tā progresu, nepārslogojot uzdevuma izpildītāju ar pastāvīgiem paziņojumiem.</li><li>Sekojiet līdzi uzdevumiem, kas prasa regulāru uzmanību vai pēckontroli, nepiesārņojot kopīgo uzdevumu skatu ar biežiem datumu atjauninājumiem.</li><li>Uzturiet personīgo darāmo lietu sarakstu JustDo ietvaros, sekojot līdzi individuālajiem termiņiem un saistībām līdzās komandas projektiem.</li></ul> JustDo Privātās pēckontroles spraudnis ļauj jums kontrolēt savus uzdevumus un saistības ar diskrētiem, personalizētiem atgādinājumiem, uzlabojot jūsu personīgo produktivitāti un vispārējo uzdevumu pārvaldības efektivitāti."
}