{
  "plugin_store_private_followup_title": "Приватно Следење",
  "plugin_store_private_followup_short_description": "Поставете приватни потсетници и рокови за вашите задачи, подобрувајќи ја личната продуктивност и управувањето со задачи.",
  "plugin_store_private_followup_full_description": "Додатокот за приватно следење за JustDo ви овозможува да поставите лични потсетници и рокови за задачи, видливи само за вас. Оваа функција ја подобрува индивидуалната одговорност и обезбедува навремено следење на критичните задачи без да го преоптоварува прегледот на тимот. <br><br><h2>Придобивки:</h2><ul><li>Персонализирани потсетници: Поставете приватни датуми за следење на задачите, осигурувајќи се дека никогаш нема да пропуштите критичен рок или можност за следење.</li><li>Дискретно управување со задачи: Чувајте ги личните потсетници и рокови доверливи, одржувајќи јасна разлика помеѓу тимските и индивидуалните следења.</li><li>Подобрена одговорност: Преземете сопственост врз задачите и осигурајте навремено завршување со приватни потсетници за следење, промовирајќи индивидуална одговорност.</li><li>Беспрекорна интеграција со листите на рокови: Приватните следења се појавуваат во вашиот личен преглед 'Моја листа на рокови', обезбедувајќи сеопфатен преглед на претстојните рокови и потсетници.</li></ul><br>Примери за употреба:<ul><li>Делегирајте задача и поставете приватен потсетник за да го проверите нејзиниот напредок без да го преоптоварите назначениот со постојани известувања.</li><li>Следете задачи што бараат редовно внимание или следење без да го преоптоварувате заедничкиот преглед на задачи со чести ажурирања на датуми.</li><li>Одржувајте лична листа на задачи во рамките на JustDo, следејќи ги индивидуалните рокови и обврски заедно со тимските проекти.</li></ul> Додатокот за приватно следење во JustDo ви овозможува да бидете во тек со вашите задачи и обврски со дискретни, персонализирани потсетници, подобрувајќи ја вашата лична продуктивност и целокупната ефикасност во управувањето со задачи."
}