{
  "plugin_store_private_followup_title": "Susulan Peribadi",
  "plugin_store_private_followup_short_description": "Tetapkan peringatan dan tarikh akhir peribadi untuk tugas anda, meningkatkan produktiviti peribadi dan pengurusan tugas.",
  "plugin_store_private_followup_full_description": "Plugin Susulan Peribadi untuk JustDo membolehkan anda menetapkan peringatan peribadi dan tarikh akhir untuk tugas, yang hanya boleh dilihat oleh anda. Ciri ini meningkatkan kebertanggungjawaban individu dan memastikan susulan tepat pada masanya untuk tugas penting tanpa menggangu pandangan pasukan. <br><br>Faedah:<ul><li>Peringatan Peribadi: Tetapkan tarikh susulan peribadi untuk tugas, memastikan anda tidak terlepas tarikh akhir atau peluang susulan yang penting.</li><li>Pengurusan Tugas Sulit: Simpan peringatan dan tarikh akhir peribadi secara sulit, mengekalkan perbezaan yang jelas antara susulan untuk pasukan dan individu.</li><li>Kebertanggungjawaban Dipertingkatkan: Ambil tanggungjawab terhadap tugas dan pastikan penyelesaian tepat pada masanya dengan peringatan susulan peribadi, menggalakkan kebertanggungjawaban individu.</li><li>Integrasi Lancar dengan Senarai Tarikh Akhir: Susulan peribadi muncul dalam paparan 'Senarai Tarikh Akhir Saya' peribadi anda, memberikan gambaran menyeluruh tentang tarikh akhir dan peringatan yang akan datang.</li></ul><br>Kes Penggunaan:<ul><li>Tugaskan sesuatu tugas dan tetapkan peringatan peribadi untuk memeriksa kemajuannya tanpa membebani penerima tugas dengan pemberitahuan berterusan.</li><li>Pantau tugas yang memerlukan perhatian atau susulan berkala tanpa menggangu paparan tugas bersama dengan kemas kini tarikh yang kerap.</li><li>Kekalkan senarai tugas peribadi dalam JustDo, menjejaki tarikh akhir dan komitmen individu bersama dengan projek pasukan.</li></ul> Plugin Susulan Peribadi dalam JustDo membolehkan anda sentiasa mengikuti tugas dan komitmen anda dengan peringatan peribadi yang sulit, meningkatkan produktiviti peribadi dan kecekapan pengurusan tugas secara keseluruhan."
}