{
  "plugin_store_private_followup_title": "Susulan Peribadi",
  "plugin_store_private_followup_short_description": "Tetapkan peringatan dan tarikh akhir peribadi untuk tugas anda, meningkatkan produktiviti peribadi dan pengurusan tugas.",
  "plugin_store_private_followup_full_description": "Plugin Susulan Peribadi untuk JustDo membolehkan anda menetapkan peringatan dan tarikh akhir peribadi untuk tugas, yang hanya boleh dilihat oleh anda. Ciri ini meningkatkan kebertanggungjawaban individu dan memastikan susulan tepat masa untuk tugas-tugas penting tanpa menganggu pandangan pasukan. <br><br><h2>Faedah:</h2><ul><li>Peringatan Peribadi: Tetapkan tarikh susulan peribadi untuk tugas, memastikan anda tidak pernah terlepas tarikh akhir penting atau peluang susulan.</li><li>Pengurusan Tugas Diskret: Simpan peringatan dan tarikh akhir peribadi secara sulit, mengekalkan perbezaan yang jelas antara susulan pasukan dan individu.</li><li>Kebertanggungjawaban Dipertingkatkan: Ambil tanggungjawab untuk tugas dan pastikan ia siap tepat pada masanya dengan peringatan susulan peribadi, menggalakkan kebertanggungjawaban individu.</li><li>Integrasi Lancar dengan Senarai Akan Datang: Susulan peribadi muncul dalam paparan 'Senarai Akan Datang Saya' peribadi anda, memberikan gambaran menyeluruh tentang tarikh akhir dan peringatan yang akan datang.</li></ul><br><h2>Kes Penggunaan:</h2><ul><li>Tugaskan tugas dan tetapkan peringatan peribadi untuk menyemak kemajuannya tanpa membebani penerima tugas dengan pemberitahuan berterusan.</li><li>Jejaki tugas yang memerlukan perhatian atau susulan berkala tanpa menganggu paparan tugas bersama dengan kemas kini tarikh yang kerap.</li><li>Kekalkan senarai tugasan peribadi dalam JustDo, menjejaki tarikh akhir dan komitmen individu bersama dengan projek pasukan.</li></ul> Plugin Susulan Peribadi dalam JustDo membolehkan anda sentiasa mengikuti tugas dan komitmen anda dengan peringatan peribadi yang diskret, meningkatkan produktiviti peribadi dan kecekapan pengurusan tugas keseluruhan anda."
}