{
  "plugin_store_private_followup_title": "Privat oppfølging",
  "plugin_store_private_followup_short_description": "Sett private påminnelser og frister for oppgavene dine, og forbedre personlig produktivitet og oppgavestyring.",
  "plugin_store_private_followup_full_description": "Private oppfølgings-utvidelsen for JustDo gir deg muligheten til å sette personlige påminnelser og frister for oppgaver, som kun er synlige for deg. Denne funksjonen forbedrer individuelt ansvar og sikrer rettidig oppfølging av kritiske oppgaver uten å forstyrre teamets oversikt. <br><br><h2>Fordeler:</h2><ul><li>Personlige påminnelser: Sett private oppfølgingsdatoer for oppgaver, og sikre at du aldri går glipp av en kritisk frist eller oppfølgingsmulighet.</li><li>Diskret oppgavehåndtering: Hold personlige påminnelser og frister konfidensielle, og oppretthold et klart skille mellom teamomfattende og individuelle oppfølginger.</li><li>Forbedret ansvarlighet: Ta eierskap over oppgaver og sikre rettidig fullførelse med private oppfølgingspåminnelser, som fremmer individuelt ansvar.</li><li>Sømløs integrering med forfallslister: Private oppfølginger vises i din personlige 'Min forfallsliste' visning, og gir en omfattende oversikt over kommende frister og påminnelser.</li></ul><br><h2>Bruksområder:</h2><ul><li>Deleger en oppgave og sett en privat påminnelse for å sjekke fremgangen uten å overbelaste den som har fått oppgaven med konstante varsler.</li><li>Følg opp oppgaver som krever regelmessig oppmerksomhet eller oppfølging uten å fylle opp den delte oppgaveoversikten med hyppige dateoppdateringer.</li><li>Vedlikehold en personlig gjøremålsliste i JustDo, og hold oversikt over individuelle frister og forpliktelser sammen med teamprosjekter.</li></ul> Private oppfølgings-utvidelsen i JustDo gir deg muligheten til å holde oversikt over oppgavene og forpliktelsene dine med diskrete, personlige påminnelser, og forbedrer din personlige produktivitet og generelle effektivitet i oppgavestyring."
}