{
  "plugin_store_private_followup_title": "Privé Follow-up",
  "plugin_store_private_followup_short_description": "Stel privé herinneringen en deadlines in voor je taken, ter verbetering van persoonlijke productiviteit en taakbeheer.",
  "plugin_store_private_followup_full_description": "De Privé Follow-up plugin voor JustDo stelt je in staat om persoonlijke herinneringen en deadlines voor taken in te stellen, die alleen voor jou zichtbaar zijn. Deze functie verbetert individuele verantwoordelijkheid en zorgt voor tijdige opvolging van kritieke taken zonder het overzicht van het team te verstoren. <br><br><h2>Voordelen:</h2><ul><li>Gepersonaliseerde Herinneringen: Stel privé follow-up datums in voor taken, zodat je nooit meer een belangrijke deadline of follow-up kans mist.</li><li>Discreet Taakbeheer: Houd persoonlijke herinneringen en deadlines vertrouwelijk, met een duidelijk onderscheid tussen teambreed en individuele follow-ups.</li><li>Verhoogde Verantwoordelijkheid: Neem eigenaarschap van taken en zorg voor tijdige voltooiing met privé follow-up herinneringen, wat individuele verantwoordelijkheid bevordert.</li><li>Naadloze Integratie met Vervaldatumslijsten: Privé follow-ups verschijnen in je persoonlijke 'Mijn Vervaldatumslijst' overzicht, wat een uitgebreid overzicht biedt van aankomende deadlines en herinneringen.</li></ul><br><h2>Gebruikssituaties:</h2><ul><li>Delegeer een taak en stel een privé herinnering in om de voortgang te controleren zonder de toegewezen persoon te overstelpen met constante meldingen.</li><li>Houd taken bij die regelmatige aandacht of follow-up vereisen zonder het gedeelde taakenoverzicht te overspoelen met frequente datumupdates.</li><li>Beheer een persoonlijke to-do lijst binnen JustDo, houd individuele deadlines en verplichtingen bij naast teamprojecten.</li></ul> De Privé Follow-up plugin in JustDo stelt je in staat om je taken en verplichtingen bij te houden met discrete, gepersonaliseerde herinneringen, waardoor je persoonlijke productiviteit en algemene efficiëntie in taakbeheer worden verbeterd."
}