{
  "plugin_store_private_followup_title": "Acompanhamento Privado",
  "plugin_store_private_followup_short_description": "Defina lembretes e prazos privados para suas tarefas, melhorando a produtividade pessoal e o gerenciamento de tarefas.",
  "plugin_store_private_followup_full_description": "O plugin de Acompanhamento Privado para o JustDo permite que você defina lembretes pessoais e prazos para tarefas, visíveis apenas para você. Esse recurso melhora a responsabilidade individual e garante o acompanhamento oportuno de tarefas críticas sem sobrecarregar a visão da equipe. <br><br>Benefícios:<ul><li>Lembretes Personalizados: Defina datas de acompanhamento privadas para tarefas, garantindo que você nunca perca um prazo crítico ou oportunidade de follow-up.</li><li>Gerenciamento Discreto de Tarefas: Mantenha lembretes e prazos pessoais confidenciais, estabelecendo uma distinção clara entre acompanhamentos da equipe e individuais.</li><li>Responsabilidade Aprimorada: Assuma a responsabilidade pelas tarefas e garanta a conclusão oportuna com lembretes de acompanhamento privados, promovendo a responsabilidade individual.</li><li>Integração Perfeita com Listas de Prazos: Os acompanhamentos privados aparecem na sua visão pessoal 'Minha Lista de Prazos', fornecendo uma visão abrangente dos próximos prazos e lembretes.</li></ul><br>Casos de Uso:<ul><li>Delegue uma tarefa e defina um lembrete privado para verificar seu progresso sem sobrecarregar o responsável com notificações constantes.</li><li>Acompanhe tarefas que requerem atenção regular ou follow-up sem sobrecarregar a visão compartilhada de tarefas com atualizações frequentes de datas.</li><li>Mantenha uma lista pessoal de tarefas dentro do JustDo, acompanhando prazos e compromissos individuais junto com os projetos da equipe.</li></ul> O plugin de Acompanhamento Privado no JustDo permite que você fique por dentro de suas tarefas e compromissos com lembretes discretos e personalizados, melhorando sua produtividade pessoal e a eficiência geral do gerenciamento de tarefas."
}