{
  "plugin_store_private_followup_title": "Личные напоминания",
  "plugin_store_private_followup_short_description": "Установите личные напоминания и сроки для ваших задач, повышая личную продуктивность и управление задачами.",
  "plugin_store_private_followup_full_description": "Плагин \"Приватное отслеживание\" для JustDo позволяет вам устанавливать личные напоминания и сроки для задач, видимые только вам. Эта функция повышает индивидуальную ответственность и обеспечивает своевременное выполнение критически важных задач без загромождения обзора команды. <br><br><h2>Преимущества:</h2><ul><li>Персонализированные напоминания: Установите приватные даты отслеживания для задач, гарантируя, что вы никогда не пропустите важный срок или возможность проверки.</li><li>Конфиденциальное управление задачами: Сохраняйте личные напоминания и сроки в тайне, четко разграничивая общекомандные и индивидуальные отслеживания.</li><li>Повышенная ответственность: Берите на себя ответственность за задачи и обеспечивайте их своевременное выполнение с помощью приватных напоминаний об отслеживании, способствуя индивидуальной ответственности.</li><li>Плавная интеграция со списками сроков: Приватные отслеживания появляются в вашем личном представлении 'Мой список сроков', предоставляя комплексный обзор предстоящих дедлайнов и напоминаний.</li></ul><br>Примеры использования:<ul><li>Делегируйте задачу и установите приватное напоминание для проверки ее прогресса, не перегружая исполнителя постоянными уведомлениями.</li><li>Отслеживайте задачи, требующие регулярного внимания или проверки, не загромождая общий вид задач частыми обновлениями дат.</li><li>Ведите личный список дел в JustDo, отслеживая индивидуальные сроки и обязательства вместе с командными проектами.</li></ul> Плагин \"Приватное отслеживание\" в JustDo позволяет вам быть в курсе ваших задач и обязательств с помощью конфиденциальных, персонализированных напоминаний, повышая вашу личную продуктивность и общую эффективность управления задачами."
}