{
  "plugin_store_private_followup_title": "Privat uppföljning",
  "plugin_store_private_followup_short_description": "Ställ in privata påminnelser och deadlines för dina uppgifter, förbättra personlig produktivitet och uppgiftshantering.",
  "plugin_store_private_followup_full_description": "Tillägget Privat uppföljning för JustDo ger dig möjlighet att ställa in personliga påminnelser och deadlines för uppgifter, som bara är synliga för dig. Denna funktion förbättrar individuellt ansvar och säkerställer punktlig uppföljning av kritiska uppgifter utan att störa teamets översikt. <br><br><h2>Fördelar:</h2><ul><li>Personliga påminnelser: Ställ in privata uppföljningsdatum för uppgifter, vilket säkerställer att du aldrig missar en viktig deadline eller uppföljningsmöjlighet.</li><li>Diskret uppgiftshantering: Håll personliga påminnelser och deadlines konfidentiella, och upprätthåll en tydlig skillnad mellan teamövergripande och individuella uppföljningar.</li><li>Förbättrat ansvarstagande: Ta ansvar för uppgifter och säkerställ punktligt slutförande med privata uppföljningspåminnelser, vilket främjar individuellt ansvar.</li><li>Sömlös integrering med förfallolistan: Privata uppföljningar visas i din personliga 'Min förfallolista' vy, vilket ger en omfattande översikt över kommande deadlines och påminnelser.</li></ul><br>Användningsområden:<ul><li>Delegera en uppgift och ställ in en privat påminnelse för att kontrollera dess framsteg utan att överväldiga den tilldelade personen med ständiga aviseringar.</li><li>Håll koll på uppgifter som kräver regelbunden uppmärksamhet eller uppföljning utan att störa den delade uppgiftsvyn med frekventa datumuppdateringar.</li><li>Upprätthåll en personlig att-göra-lista inom JustDo, och håll koll på individuella deadlines och åtaganden tillsammans med teamprojekt.</li></ul> Tillägget Privat uppföljning i JustDo ger dig möjlighet att ha full koll på dina uppgifter och åtaganden med diskreta, personliga påminnelser, vilket förbättrar din personliga produktivitet och den övergripande effektiviteten i uppgiftshanteringen."
}