{
  "plugin_store_private_followup_title": "Privat uppföljning",
  "plugin_store_private_followup_short_description": "Ställ in privata påminnelser och deadlines för dina uppgifter, förbättra personlig produktivitet och uppgiftshantering.",
  "plugin_store_private_followup_full_description": "Tillägget för privat uppföljning i JustDo ger dig möjlighet att ställa in personliga påminnelser och deadlines för uppgifter, synliga endast för dig. Denna funktion ökar individuellt ansvar och säkerställer punktlig uppföljning av kritiska uppgifter utan att röra till teamets översikt. <br><br>Fördelar:<ul><li>Personliga påminnelser: Ställ in privata uppföljningsdatum för uppgifter, så att du aldrig missar en viktig deadline eller uppföljningsmöjlighet.</li><li>Diskret uppgiftshantering: Håll personliga påminnelser och deadlines konfidentiella, upprätthåll en tydlig åtskillnad mellan teamgemensamma och individuella uppföljningar.</li><li>Ökat ansvar: Ta ägarskap över uppgifter och säkerställ punktligt slutförande med privata uppföljningspåminnelser, främjar individuellt ansvar.</li><li>Sömlös integration med förfallolista: Privata uppföljningar visas i din personliga 'Min förfallolista'-vy, vilket ger en omfattande översikt över kommande deadlines och påminnelser.</li></ul><br>Användningsfall:<ul><li>Delegera en uppgift och ställ in en privat påminnelse för att kontrollera dess framsteg utan att överväldiga den tilldelade med ständiga notifieringar.</li><li>Håll koll på uppgifter som kräver regelbunden uppmärksamhet eller uppföljning utan att röra till den delade uppgiftsvyn med frekventa datumuppdateringar.</li><li>Upprätthåll en personlig att-göra-lista inom JustDo, håll koll på individuella deadlines och åtaganden vid sidan av teamprojekt.</li></ul> Tillägget för privat uppföljning i JustDo ger dig möjlighet att hålla koll på dina uppgifter och åtaganden med diskreta, personliga påminnelser, vilket förbättrar din personliga produktivitet och effektivitet i uppgiftshanteringen."
}