{
  "plugin_store_private_followup_title": "Privat uppföljning",
  "plugin_store_private_followup_short_description": "Ställ in privata påminnelser och deadlines för dina uppgifter, förbättra personlig produktivitet och uppgiftshantering.",
  "plugin_store_private_followup_full_description": "Tillägget Privat uppföljning för JustDo ger dig möjlighet att sätta personliga påminnelser och deadlines för uppgifter, synliga endast för dig. Denna funktion förbättrar individuellt ansvar och säkerställer punktlig uppföljning av kritiska uppgifter utan att överbelasta teamets vy. <br><br><h2>Fördelar:</h2><ul><li>Personliga påminnelser: Sätt privata uppföljningsdatum för uppgifter, vilket säkerställer att du aldrig missar en viktig deadline eller uppföljningsmöjlighet.</li><li>Diskret uppgiftshantering: Håll personliga påminnelser och deadlines konfidentiella, vilket upprätthåller en tydlig åtskillnad mellan teamövergripande och individuella uppföljningar.</li><li>Ökat ansvarstagande: Ta ägandeskap över uppgifter och säkerställ punktligt slutförande med privata uppföljningspåminnelser, vilket främjar individuellt ansvar.</li><li>Sömlös integration med förfallodatum: Privata uppföljningar visas i din personliga 'Min förfallolista' vy, vilket ger en omfattande översikt över kommande deadlines och påminnelser.</li></ul><br><h2>Användningsområden:</h2><ul><li>Delegera en uppgift och sätt en privat påminnelse för att kontrollera dess framsteg utan att överväldiga den tilldelade med ständiga notifieringar.</li><li>Spåra uppgifter som kräver regelbunden uppmärksamhet eller uppföljning utan att överbelasta den delade uppgiftsvyn med frekventa datumuppdateringar.</li><li>Upprätthåll en personlig att-göra-lista inom JustDo, håll koll på individuella deadlines och åtaganden tillsammans med teamprojekt.</li></ul> Tillägget Privat uppföljning i JustDo ger dig möjlighet att hålla koll på dina uppgifter och åtaganden med diskreta, personliga påminnelser, vilket ökar din personliga produktivitet och effektivitet i den övergripande uppgiftshanteringen."
}