{
  "plugin_store_private_followup_title": "Ufuatiliaji wa Faragha",
  "plugin_store_private_followup_short_description": "Weka vikumbusho na tarehe za mwisho za kibinafsi kwa kazi zako, kuboresha tija ya kibinafsi na usimamizi wa kazi.",
  "plugin_store_private_followup_full_description": "Programu-jalizi ya Ufuatiliaji wa Faragha ya JustDo inakuwezesha kuweka vikumbusho vya kibinafsi na tarehe za mwisho za kazi, zinazonekana kwako tu. Kipengele hiki kinaimarisha uwajibikaji wa kibinafsi na kuhakikisha ufuatiliaji wa wakati unaofaa kwa kazi muhimu bila kujaza maoni ya timu. <br><br>Faida:<ul><li>Vikumbusho vya Kibinafsi: Weka tarehe za ufuatiliaji za kibinafsi kwa kazi, kuhakikisha hutakosi tarehe ya mwisho muhimu au fursa ya kufuatilia.</li><li>Usimamizi wa Kazi wa Siri: Weka vikumbusho vya kibinafsi na tarehe za mwisho kwa siri, kudumisha tofauti wazi kati ya ufuatiliaji wa timu nzima na wa kibinafsi.</li><li>Uwajibikaji Ulioboreshwa: Chukua umiliki wa kazi na uhakikishe ukamilishaji wa wakati unaofaa kwa vikumbusho vya ufuatiliaji wa kibinafsi, kukuza uwajibikaji wa kibinafsi.</li><li>Ushirikiano Laini na Orodha za Tarehe za Mwisho: Ufuatiliaji wa kibinafsi unaonekana katika mtazamo wako wa kibinafsi wa 'Orodha Yangu ya Tarehe za Mwisho', kutoa muhtasari kamili wa tarehe za mwisho na vikumbusho vinavyokuja.</li></ul><br>Matumizi:<ul><li>Kabidhi kazi na uweke kikumbusho cha kibinafsi kuangalia maendeleo yake bila kumlemea aliyepewa kazi kwa taarifa za mara kwa mara.</li><li>Fuatilia kazi zinazohitaji umakini wa mara kwa mara au ufuatiliaji bila kujaza mtazamo wa kazi unaoshirikishwa kwa masasisho ya mara kwa mara ya tarehe.</li><li>Dumisha orodha ya kibinafsi ya mambo ya kufanya ndani ya JustDo, kufuatilia tarehe za mwisho za kibinafsi na majukumu pamoja na miradi ya timu.</li></ul> Programu-jalizi ya Ufuatiliaji wa Faragha katika JustDo inakuwezesha kuwa na uwezo wa kudhibiti kazi zako na majukumu kwa vikumbusho vya siri na vya kibinafsi, kuboresha tija yako ya kibinafsi na ufanisi wa jumla wa usimamizi wa kazi."
}