{
  "plugin_store_private_followup_title": "Пайгирии хусусӣ",
  "plugin_store_private_followup_short_description": "Барои вазифаҳои худ ёдрасҳо ва мӯҳлатҳои хусусӣ таъин кунед, ки маҳсулнокии шахсӣ ва идоракунии вазифаҳоро беҳтар мекунанд.",
  "plugin_store_private_followup_full_description": "Плагини Пайгирии хусусӣ барои JustDo ба шумо имкон медиҳад, ки ёдрасҳо ва мӯҳлатҳои шахсиро барои вазифаҳо танзим кунед, ки танҳо барои шумо намоён мебошанд. Ин хусусият масъулияти инфиродиро тақвият медиҳад ва пайгирии саривақтии вазифаҳои муҳимро бидуни банд кардани намуди даста таъмин мекунад. <br><br><h2>Афзалиятҳо:</h2><ul><li>Ёдрасҳои шахсӣ: Санаҳои пайгирии хусусиро барои вазифаҳо танзим кунед, то аз даст додани мӯҳлати муҳим ё имконияти пайгирӣ пешгирӣ кунед.</li><li>Идоракунии эҳтиёткоронаи вазифаҳо: Ёдрасҳо ва мӯҳлатҳои шахсиро махфӣ нигоҳ доред ва фарқи равшанро байни пайгириҳои умумӣ ва инфиродӣ нигоҳ доред.</li><li>Масъулияти беҳтаршуда: Бо ёдрасҳои пайгирии хусусӣ масъулияти вазифаҳоро ба ӯҳда гиред ва иҷрои саривақтиро таъмин кунед, ки масъулияти инфиродиро тақвият медиҳад.</li><li>Ҳамгироии бемамониат бо Рӯйхати мӯҳлатҳо: Пайгириҳои хусусӣ дар намуди шахсии \"Рӯйхати мӯҳлатҳои ман\" пайдо мешаванд ва шарҳи ҳамаҷонибаи мӯҳлатҳо ва ёдрасҳои наздикро пешниҳод мекунанд.</li></ul><br><h2>Ҳолатҳои истифода:</h2><ul><li>Вазифаро вогузор кунед ва барои санҷиши пешрафти он ёдраси хусусӣ гузоред, бидуни банд кардани иҷрокунанда бо огоҳиҳои доимӣ.</li><li>Вазифаҳоеро, ки таваҷҷӯҳи мунтазам ё пайгирӣ талаб мекунанд, пайгирӣ кунед, бидуни банд кардани намуди умумии вазифа бо навсозиҳои зуд-зуди сана.</li><li>Рӯйхати шахсии корҳои иҷрошавандаро дар дохили JustDo нигоҳ доред, мӯҳлатҳо ва ӯҳдадориҳои инфиродиро дар баробари лоиҳаҳои даста пайгирӣ кунед.</li></ul> Плагини Пайгирии хусусӣ дар JustDo ба шумо имкон медиҳад, ки вазифаҳо ва ӯҳдадориҳои худро бо ёдрасҳои эҳтиёткорона ва шахсӣ назорат кунед, ки маҳсулнокии шахсӣ ва самаранокии умумии идоракунии вазифаҳои шуморо беҳтар мекунад."
}