{
  "plugin_store_private_followup_title": "Приватні нагадування",
  "plugin_store_private_followup_short_description": "Встановлюйте приватні нагадування та дедлайни для своїх завдань, підвищуючи особисту продуктивність та керування завданнями.",
  "plugin_store_private_followup_full_description": "Плагін \"Приватні нагадування\" для JustDo дозволяє встановлювати особисті нагадування та дедлайни для завдань, видимі лише вам. Ця функція підвищує індивідуальну відповідальність та забезпечує своєчасне виконання критичних завдань, не перевантажуючи огляд команди. <br><br><h2>Переваги:</h2><ul><li>Персоналізовані нагадування: Встановлюйте приватні дати для завдань, гарантуючи, що ви ніколи не пропустите важливий дедлайн або можливість виконання.</li><li>Дискретне управління завданнями: Зберігайте особисті нагадування та дедлайни конфіденційними, чітко розмежовуючи загальнокомандні та індивідуальні нагадування.</li><li>Підвищена відповідальність: Беріть на себе відповідальність за завдання та забезпечуйте своєчасне виконання за допомогою приватних нагадувань, сприяючи індивідуальній відповідальності.</li><li>Безперебійна інтеграція зі списками термінів: Приватні нагадування з'являються у вашому особистому огляді \"Мій список термінів\", надаючи комплексний огляд майбутніх дедлайнів і нагадувань.</li></ul><br>Випадки використання:<ul><li>Делегуйте завдання та встановлюйте приватне нагадування для перевірки його прогресу, не перевантажуючи виконавця постійними сповіщеннями.</li><li>Відстежуйте завдання, що вимагають регулярної уваги або подальших дій, не захаращуючи спільний огляд завдань частими оновленнями дат.</li><li>Ведіть особистий список справ у JustDo, відстежуючи індивідуальні дедлайни та зобов'язання поряд з командними проектами.</li></ul> Плагін \"Приватні нагадування\" в JustDo дозволяє вам бути в курсі своїх завдань та зобов'язань за допомогою дискретних, персоналізованих нагадувань, підвищуючи вашу особисту продуктивність та загальну ефективність управління завданнями."
}