{
  "plugin_store_private_followup_title": "Shaxsiy kuzatuv",
  "plugin_store_private_followup_short_description": "Vazifalaringiz uchun shaxsiy eslatmalar va muddatlarni o'rnating, shaxsiy samaradorlik va vazifalarni boshqarishni yaxshilang.",
  "plugin_store_private_followup_full_description": "JustDo uchun Shaxsiy Kuzatuv plagini sizga faqat o'zingiz ko'radigan shaxsiy eslatmalar va vazifalar uchun muddatlarni belgilash imkonini beradi. Bu xususiyat shaxsiy javobgarlikni oshiradi va jamoa ko'rinishini chalkashtirib yubormasdan, muhim vazifalarni o'z vaqtida kuzatib borishni ta'minlaydi. <br><br><h2>Afzalliklari:</h2><ul><li>Shaxsiylashtirilgan eslatmalar: Vazifalar uchun shaxsiy kuzatuv sanalarini belgilang, muhim muddatlar yoki kuzatuv imkoniyatlarini hech qachon o'tkazib yubormasligingizni ta'minlaydi.</li><li>Diskret vazifalarni boshqarish: Shaxsiy eslatmalar va muddatlarni maxfiy saqlang, jamoa miqyosidagi va individual kuzatuvlar o'rtasidagi aniq farqni saqlab qoling.</li><li>Kuchaytirilgan javobgarlik: Shaxsiy kuzatuv eslatmalari bilan vazifalarga egalik qiling va o'z vaqtida bajarilishini ta'minlang, bu esa shaxsiy javobgarlikni oshiradi.</li><li>Muddatlar ro'yxati bilan uzluksiz integratsiya: Shaxsiy kuzatuvlar sizning shaxsiy 'Mening muddatlarim ro'yxati' ko'rinishingizda paydo bo'ladi, kelgusi muddatlar va eslatmalarning keng qamrovli ko'rinishini taqdim etadi.</li></ul><br><h2>Foydalanish holatlari:</h2><ul><li>Vazifani topshiring va uning jarayonini tekshirish uchun shaxsiy eslatma o'rnating, bunda vazifani bajaruvchini doimiy bildirishnomalar bilan band qilmasdan.</li><li>Umumiy vazifalar ko'rinishini tez-tez sana yangilanishlari bilan to'ldirib yubormasdan, muntazam e'tibor yoki kuzatuv talab qiladigan vazifalarni kuzatib boring.</li><li>JustDo ichida shaxsiy vazifalar ro'yxatini saqlang, jamoa loyihalari bilan bir qatorda individual muddatlar va majburiyatlarni kuzatib boring.</li></ul> JustDodo'dagi Shaxsiy Kuzatuv plagini sizga diskret, shaxsiylashtirilgan eslatmalar bilan vazifalaringiz va majburiyatlaringizni nazorat qilish imkonini beradi, shaxsiy samaradorligingizni va umumiy vazifalarni boshqarish samaradorligini oshiradi."
}