{
  "plugin_store_private_followup_title": "Shaxsiy kuzatuv",
  "plugin_store_private_followup_short_description": "Vazifalaringiz uchun shaxsiy eslatmalar va muddatlarni o'rnating, shaxsiy samaradorlik va vazifalarni boshqarishni yaxshilang.",
  "plugin_store_private_followup_full_description": "JustDo uchun Shaxsiy kuzatuv plagini sizga faqat o'zingiz ko'radigan vazifalar uchun shaxsiy eslatmalar va muddatlarni o'rnatish imkonini beradi. Bu xususiyat shaxsiy javobgarlikni oshiradi va jamoa ko'rinishini chalkashtirib yubormasdan, muhim vazifalarning o'z vaqtida bajarilishini ta'minlaydi. <br><br><h2>Afzalliklari:</h2><ul><li>Shaxsiylashtirilgan eslatmalar: Vazifalar uchun shaxsiy kuzatuv sanalarini o'rnating, bu muhim muddatlar yoki kuzatuv imkoniyatlarini o'tkazib yubormasligingizni ta'minlaydi.</li><li>Diskret vazifalarni boshqarish: Shaxsiy eslatmalar va muddatlarni maxfiy saqlang, jamoa va individual kuzatuvlar o'rtasidagi aniq farqni saqlang.</li><li>Kuchaytirilgan javobgarlik: Shaxsiy kuzatuv eslatmalari bilan vazifalarga egalik qiling va o'z vaqtida bajarilishini ta'minlang, bu shaxsiy javobgarlikni rag'batlantiradi.</li><li>Muddatli ro'yxatlar bilan uzluksiz integratsiya: Shaxsiy kuzatuvlar sizning shaxsiy 'Mening muddatli ro'yxatim' ko'rinishingizda paydo bo'ladi, kelgusi muddatlar va eslatmalarning keng qamrovli ko'rinishini ta'minlaydi.</li></ul><br>Foydalanish holatlari:<ul><li>Vazifani topshiring va tayinlangan shaxsni doimiy bildirishnomalar bilan ortiqcha yuklamasdan, uning jarayonini tekshirish uchun shaxsiy eslatma o'rnating.</li><li>Umumiy vazifalar ko'rinishini tez-tez sana yangilanishlari bilan to'ldirib yubormasdan, muntazam e'tibor yoki kuzatuv talab qiladigan vazifalarni kuzatib boring.</li><li>JustDo ichida shaxsiy vazifalar ro'yxatini saqlang, jamoa loyihalari bilan bir qatorda individual muddatlar va majburiyatlarni kuzatib boring.</li></ul> JustDo'dagi Shaxsiy kuzatuv plagini sizga diskret, shaxsiylashtirilgan eslatmalar bilan vazifalaringiz va majburiyatlaringizni nazorat qilish imkonini beradi, bu orqali shaxsiy samaradorligingiz va umumiy vazifalarni boshqarish samaradorligini oshiradi."
}