{
  "plugin_store_private_followup_title": "פּריוואַט נאָכפֿאָלג",
  "plugin_store_private_followup_short_description": "שטעלט פּריוואַט דערמאָנונגען און טערמינען פֿאַר אייערע אויפֿגאַבן, פֿאַרבעסערט פּערזענלעכע פּראָדוקטיוויטעט און אויפֿגאַבע פֿאַרוואַלטונג.",
  "plugin_store_private_followup_full_description": "דער פּריוואַט נאָכפֿאָלג פּלוגין פֿאַר JustDo דערמעכטיקט אייך צו שטעלן פּערזענלעכע דערמאָנונגען און טערמינען פֿאַר אויפֿגאַבן, זעבאַר נאָר פֿאַר אייך. די פֿונקציע פֿאַרבעסערט אינדיווידועלע פֿאַראַנטוואָרטלעכקייט און פֿאַרזיכערט צייַטיק נאָכפֿאָלגן אויף וויכטיקע אויפֿגאַבן אָן פֿאַרשטאָפּן די מאַנשאַפֿט'ס בליק. <br><br>בענעפיטן:<ul><li>פּערזאָנאַליזירטע דערמאָנונגען: שטעלט פּריוואַט נאָכפֿאָלג דאַטעס פֿאַר אויפֿגאַבן, פֿאַרזיכערנדיק אַז איר פֿאַרפֿעלט קיינמאָל נישט אַ קריטיש טערמין אָדער נאָכפֿאָלג געלעגנהייט.</li><li>דיסקרעטע אויפֿגאַבע פֿאַרוואַלטונג: האַלט פּערזענלעכע דערמאָנונגען און טערמינען קאָנפֿידענציעל, אויפהאַלטנדיק אַ קלאָרע אונטערשייד צווישן מאַנשאַפֿט-ברייטע און אינדיווידועלע נאָכפֿאָלגן.</li><li>פֿאַרבעסערטע פֿאַראַנטוואָרטלעכקייט:  נעמט אייגנטום פֿון אויפֿגאַבן און פֿאַרזיכערט צייַטיקע פֿאַרענדיקונג מיט פּריוואַט נאָכפֿאָלג דערמאָנונגען, פֿאָרווערטס ברענגענדיק אינדיווידועלע פֿאַראַנטוואָרטלעכקייט.</li><li>גלאַטיק אינטעגראַציע מיט דיו ליסטן: פּריוואַט נאָכפֿאָלגן דערשיינען אין אייער פּערזענלעכע 'מיין דיו ליסטע' בליק, צושטעלנדיק אַ פֿולשטענדיק איבערבליק פֿון קומענדיקע טערמינען און דערמאָנונגען.</li></ul><br>ניצן פֿעלער:<ul><li>דעלעגירט אַן אויפֿגאַבע און שטעלט אַ פּריוואַט דערמאָנונג צו קאָנטראָלירן איר פֿאָרשריט אָן איבערוועלטיקן דעם באַשטימטן מיט שטענדיקע מעלדונגען.</li><li>נאָכפֿאָלגן אויפֿגאַבן וואָס פֿאָדערן רעגולער אויפֿמערקזאַמקייט אָדער נאָכפֿאָלג אָן פֿאַרשטאָפּן די געטיילטע אויפֿגאַבע בליק מיט אָפֿטע דאַטע דערהייַנטיקונגען.</li><li>אויפהאַלטן אַ פּערזענלעכע צו-טאָן ליסטע אין JustDo, נאָכפֿאָלגנדיק אינדיווידועלע טערמינען און פֿאַרפֿליכטונגען צוזאַמען מיט מאַנשאַפֿט פּראָיעקטן.</li></ul> דער פּריוואַט נאָכפֿאָלג פּלוגין אין JustDo דערמעכטיקט אייך צו בלייַבן אויפֿן שפּיץ פֿון אייערע אויפֿגאַבן און פֿאַרפֿליכטונגען מיט דיסקרעטע, פּערזאָנאַליזירטע דערמאָנונגען, פֿאַרבעסערנדיק אייער פּערזענלעכע פּראָדוקטיוויטעט און אַלגעמיינע אויפֿגאַבע פֿאַרוואַלטונג ווירקזאַמקייַט."
}