{
  "plugin_store_private_followup_title": "פּריוואַט נאָכפֿאָלג",
  "plugin_store_private_followup_short_description": "שטעלט פּריוואַט דערמאָנונגען און טערמינען פֿאַר אייערע אויפֿגאַבן, פֿאַרבעסערט פּערזענלעכע פּראָדוקטיוויטעט און אויפֿגאַבע פֿאַרוואַלטונג.",
  "plugin_store_private_followup_full_description": "די פּריוואַט נאָכפֿאָלג (Private Follow-Up) פּלוגין פֿאַר JustDo דערמעגלעכט אייך צו שטעלן פּערזענלעכע דערמאָנונגען און טערמינען פֿאַר אויפֿגאַבן, זעבאַר נאָר פֿאַר אייך. דאָס פֿאַרבעסערט אינדיווידועלע פאַראַנטוואָרטלעכקייט און פאַרזיכערט צייטיק נאָכפֿאָלג אויף וויכטיקע אויפֿגאַבן אָן פֿאַרשטאָפּן דעם טימ'ס אויסזען. <br><br><h2>בענעפיטן:</h2><ul><li>פּערסאַנאַליזירטע דערמאָנונגען: שטעלן פּריוואַט נאָכפֿאָלג דאַטעס פֿאַר אויפֿגאַבן, פאַרזיכערן אַז איר פאַרפאַסט קיינמאָל נישט אַ קריטיש טערמין אָדער נאָכפֿאָלג געלעגנהייט.</li><li>דיסקרעט אויפֿגאַבע פאַרוואַלטונג: האַלטן פּערזענלעכע דערמאָנונגען און טערמינען קאָנפידענציעל, אויפהאַלטן אַ קלאָרע אונטערשייד צווישן טים-ברייט און אינדיווידועלע נאָכפֿאָלגן.</li><li>פאַרבעסערטע פאַראַנטוואָרטלעכקייט: נעמען אייגנטום פון אויפֿגאַבן און פאַרזיכערן צייטיק פאַרענדיקונג מיט פּריוואַט נאָכפֿאָלג דערמאָנונגען, פאַרבעסערן אינדיווידועלע פאַראַנטוואָרטלעכקייט.</li><li>נאָטלאָז אינטעגראַציע מיט טערמין ליסטעס: פּריוואַט נאָכפֿאָלגן דערשיינען אין אייער פּערזענלעך 'מיין טערמין ליסטע' אויסזען, צושטעלן אַ פולשטענדיק איבערבליק פון קומענדיקע טערמינען און דערמאָנונגען.</li></ul><br><h2>באַניץ פאלן:</h2><ul><li>דעלעגירן אַן אויפגאַבע און שטעלן אַ פּריוואַט דערמאָנונג צו קאָנטראָלירן איר פּראָגרעס אָן איבערוועלטיקן דעם באַשטימטן מיט שטענדיק נאָטיפיקאַציעס.</li><li>נאָכפאָלגן אויפֿגאַבן וואָס פאָדערן רעגולער אויפמערקזאַמקייט אָדער נאָכפֿאָלג אָן פאַרשטאָפּן דעם געטיילט אויפֿגאַבע אויסזען מיט אָפֿטע דאַטע דערהייַנטיקונגען.</li><li>אויפהאַלטן אַ פּערזענלעכן צו-טאָן ליסטע אין JustDo, נאָכפֿאָלגן אינדיווידועלע טערמינען און פאַרפליכטונגען צוזאַמען מיט טים פּראָיעקטן.</li></ul> די פּריוואַט נאָכפֿאָלג (Private Follow-Up) פּלוגין אין JustDo דערמעגלעכט אייך צו בלייבן אויף שפּיץ פון אייערע אויפֿגאַבן און פאַרפליכטונגען מיט דיסקרעטע, פּערסאַנאַליזירטע דערמאָנונגען, פאַרבעסערן אייער פּערזענלעך פּראָדוקטיוויטעט און אַלגעמיינע אויפֿגאַבע פאַרוואַלטונג ווירקזאַמקייט."
}