{
  "plugin_store_private_followup_title": "פּריוואַט נאָכפֿאָלג",
  "plugin_store_private_followup_short_description": "שטעלט פּריוואַט דערמאָנונגען און טערמינען פֿאַר אייערע אויפֿגאַבן, פֿאַרבעסערט פּערזענלעכע פּראָדוקטיוויטעט און אויפֿגאַבע פֿאַרוואַלטונג.",
  "plugin_store_private_followup_full_description": "דער פּריוואַט נאָכפֿאָלג פּלוגין פֿאַר JustDo באַפֿולמעכטיקט אייך צו שטעלן פּערזענלעכע דערמאָנונגען און דעדליינז פֿאַר אויפֿגאַבן, זעעוודיק נאָר צו אייך. דער פֿיטשער פֿאַרבעסערט אינדיווידועלע פֿאַראַנטוואָרטלעכקייט און פֿאַרזיכערט צייַטיק נאָכפֿאָלג אויף קריטישע אויפֿגאַבן אָן פֿאַרשטאַפּן דעם טים'ס בליק. <br><br><h2>בענעפֿיטן:</h2><ul><li>פּערסאַנאַלייזד דערמאָנונגען: שטעלט פּריוואַט נאָכפֿאָלג דאַטעס פֿאַר אויפֿגאַבן, פֿאַרזיכערנדיק אַז איר פֿאַרפֿעלט קיינמאָל נישט אַ קריטישן דעדליין אָדער נאָכפֿאָלג געלעגנהייט.</li><li>דיסקרעט אויפֿגאַבע פֿאַרוואַלטונג: האַלט פּערזענלעכע דערמאָנונגען און דעדליינז קאָנפֿידענציעל, אויפֿהאַלטן אַ קלאָרע אונטערשייד צווישן טים-ברייט און אינדיווידועלע נאָכפֿאָלגן.</li><li>פֿאַרבעסערטע פֿאַראַנטוואָרטלעכקייט: נעמט אייגנטום פֿון אויפֿגאַבן און פֿאַרזיכערט צייַטיק פֿאַרענדיקונג מיט פּריוואַט נאָכפֿאָלג דערמאָנונגען, פֿאָרווערטס אינדיווידועלע פֿאַראַנטוואָרטלעכקייט.</li><li>נאַטירלעך אינטעגראַציע מיט פּליכט ליסטעס: פּריוואַט נאָכפֿאָלגן דערשייַנען אין אייער פּערזענלעכן 'מייַן פּליכט ליסטע' (My Due List) בליק, צושטעלנדיק אַ פֿולשטענדיק איבערבליק פֿון קומענדיק דעדליינז און דערמאָנונגען.</li></ul><br>באַניץ פֿעלער:<ul><li>דעלעגירן אַן אויפֿגאַבע און שטעלן אַ פּריוואַט דערמאָנונג צו טשעקן אויף זייַן פּראָגרעס אָן איבערוועלטיקן דעם באַשטימטן מיט שטענדיק נאָטיפֿיקאַציעס.</li><li>נאָכפֿאָלגן אויפֿגאַבן וואָס פֿאָדערן רעגולער אויפֿמערקזאַמקייט אָדער נאָכפֿאָלג אָן פֿאַרשטאַפּן די געטיילט אויפֿגאַבע בליק מיט אָפֿטע דאַטע דערהייַנטיקונגען.</li><li>אויפֿהאַלטן אַ פּערזענלעכע צו-טאָן ליסטע אין JustDo, נאָכפֿאָלגן אינדיווידועלע דעדליינז און פֿאַרפֿליכטונגען צוזאַמען מיט טים פּראָיעקטן.</li></ul> דער פּריוואַט נאָכפֿאָלג פּלוגין אין JustDo באַפֿולמעכטיקט אייך צו בלייַבן אויף דער שפּיץ פֿון אייערע אויפֿגאַבן און פֿאַרפֿליכטונגען מיט דיסקרעט, פּערסאַנאַלייזד דערמאָנונגען, פֿאַרבעסערנדיק אייער פּערזענלעכע פּראָדוקטיוויטעט און אַלגעמיינע אויפֿגאַבע פֿאַרוואַלטונג יכולת."
}