{
  "plugin_store_meetings_title": "Gestión de Reuniones",
  "plugin_store_meetings_short_description": "Planifica, gestiona y realiza un seguimiento efectivo de las reuniones, manteniendo a tu equipo alineado y los proyectos avanzando.",
  "plugin_store_meetings_full_description": "El plugin de Gestión de Reuniones de JustDo optimiza tu proceso de reuniones, desde la creación de la agenda hasta el seguimiento de tareas, fomentando la colaboración y asegurando resultados productivos.<br><br><h2>Características principales:</h2><ul><li>Planificación integrada de agenda: Crea agendas estructuradas directamente en JustDo, vinculando los puntos de la agenda con tareas relevantes para un contexto fluido.</li><li>Toma de notas colaborativa: Captura notas de reunión de forma colaborativa, asegurando que todos puedan contribuir y acceder a la información compartida.</li><li>Seguimiento de tareas: Convierte las decisiones de la reunión en tareas accionables directamente en JustDo, asignando responsables y fechas de vencimiento para la rendición de cuentas.</li><li>Historial y contexto de reuniones: Mantén un registro completo de reuniones pasadas, incluyendo agendas, notas y tareas asociadas, proporcionando un valioso contexto para futuras referencias.</li><li>Integración perfecta de tareas: Vincula notas de reunión y tareas con elementos relevantes, ofreciendo una visión integral del progreso del proyecto y las decisiones tomadas.</li></ul><br><h2>Beneficios:</h2><ul><li>Mayor productividad en reuniones: Mantén las reuniones enfocadas y productivas con agendas estructuradas y toma de notas colaborativa.</li><li>Mejor alineación del equipo: Asegura que todos estén en sintonía con agendas compartidas, notas y tareas claras.</li><li>Seguimiento eficiente: Simplifica el seguimiento de tareas y acciones posteriores, impulsando la responsabilidad y asegurando la implementación de decisiones.</li><li>Información centralizada de reuniones: Mantén toda la información relacionada con las reuniones organizada y accesible dentro de JustDo, proporcionando una única fuente de verdad.</li></ul> Optimiza tu proceso de gestión de reuniones con JustDo y experimenta reuniones más productivas, organizadas y accionables."
}