{
  "plugin_store_meetings_title": "Versammlungs-Management",
  "plugin_store_meetings_short_description": "Plant, geréiert a suivéiert Versammlunge effektiv, fir Äert Team alignéiert an d'Projeten um Lafen ze halen.",
  "plugin_store_meetings_full_description": "De JustDo Versammlungs-Management Plugin streamlined Äre Versammlungsprozess vun der Agenda-Erstellung bis zum Suivi vun den Aktiounspunkten, fërdert d'Zesummenaarbecht a séchert produktiv Resultater.<br><br>Haaptfunktioune:<ul><li>Integréiert Agenda-Planung: Erstellt strukturéiert Versammlungsagendaen direkt an JustDo, verbannt Agendapunkte mat relevanten Aufgabe fir e nahtlose Kontext.</li><li>Kollaborativ Notizenophuelen: Erfaasst Versammlungsnotizen a Zesummenaarbecht, fir sécherzestellen, datt jiddereen bäidroe an op gedeelte Informatiounen zougräife kann.</li><li>Aktiounspunkten-Tracking: Wandelt Versammlungsentscheedungen direkt an JustDo an ausféierbar Aufgaben ëm, weist Verantwortlech zou a setzt Echéancë fir Verantwortlechkeet.</li><li>Versammlungshistorik a Kontext: Erhält e komplette Protokoll vu vergaangene Versammlungen, inklusiv Agendaen, Notizen an associéiert Aufgaben, fir wäertvoll Referenze fir d'Zukunft ze bidden.</li><li>Nahtlos Aufgaben-Integratioun: Verbannt Versammlungsnotizen an Aktiounspunkten mat relevanten Aufgaben, fir eng ëmfaassend Iwwersiicht iwwer de Projet-Fortschrëtt an getraffe Entscheedungen ze bidden.</li></ul><br>Virdeeler:<ul><li>Verbessert Versammlungsproduktivitéit: Hält Versammlunge fokusséiert a produktiv mat strukturéierten Agendaen a kollaborativem Notizenophuelen.</li><li>Verbessert Team-Alignement: Stellt sécher, datt jiddereen um selwechte Stand ass mat gedeelten Agendaen, Notizen a kloren Aktiounspunkten.</li><li>Effizienten Suivi: Vereinfacht d'Verfollege vun Aktiounspunkten an de Suivi, fërdert Verantwortlechkeet a stellt sécher, datt Entscheedungen ëmgesat ginn.</li><li>Zentraliséiert Versammlungsinformatiounen: Hält all versammlungsbezunn Informatiounen organiséiert a zougänglech bannent JustDo, bitt eng eenzeg Quell vun der Wouerecht.</li></ul> Optimiséiert Äre Versammlungs-Managementprozess mat JustDo an erlieft méi produktiv, organiséiert an aktionabel Versammlungen."
}