{
  "plugin_store_meetings_title": "बैठक व्यवस्थापन",
  "plugin_store_meetings_short_description": "बैठकहरू प्रभावकारी रूपमा योजना बनाउनुहोस्, व्यवस्थित गर्नुहोस्, र ट्र्याक गर्नुहोस्, आफ्नो टोलीलाई संरेखित राख्दै र परियोजनाहरूलाई अगाडि बढाउँदै।",
  "plugin_store_meetings_full_description": "JustDo को बैठक व्यवस्थापन प्लगइनले तपाईंको बैठक प्रक्रियालाई कार्यसूची निर्माणदेखि कार्य आइटम ट्र्याकिङसम्म सरलीकृत गर्दछ, सहकार्यलाई बढावा दिँदै र उत्पादक परिणामहरू सुनिश्चित गर्दछ।<br><br>मुख्य विशेषताहरू:<ul><li>एकीकृत कार्यसूची योजना: JustDo भित्र सीधै संरचित बैठक कार्यसूचीहरू सिर्जना गर्नुहोस्, सान्दर्भिक कार्यहरूसँग कार्यसूची आइटमहरू जोड्दै निर्बाध सन्दर्भको लागि।</li><li>सहयोगात्मक नोट-लेखन: सहयोगात्मक रूपमा बैठक नोटहरू क्याप्चर गर्नुहोस्, सबैले योगदान दिन र साझा जानकारी पहुँच गर्न सक्ने सुनिश्चित गर्दै।</li><li>कार्य आइटम ट्र्याकिङ: बैठक निर्णयहरूलाई सीधै JustDo भित्र कार्यान्वयन योग्य कार्यहरूमा रूपान्तरण गर्नुहोस्, जवाफदेहिताको लागि मालिकहरू र म्याद मितिहरू तोक्दै।</li><li>बैठक इतिहास र सन्दर्भ: कार्यसूची, नोटहरू, र सम्बन्धित कार्यहरू सहित विगतका बैठकहरूको पूर्ण रेकर्ड कायम राख्नुहोस्, भविष्यको सन्दर्भको लागि मूल्यवान सन्दर्भ प्रदान गर्दै।</li><li>निर्बाध कार्य एकीकरण: बैठक नोटहरू र कार्य आइटमहरूलाई सान्दर्भिक कार्यहरूसँग जोड्नुहोस्, परियोजना प्रगति र गरिएका निर्णयहरूको व्यापक दृश्य प्रदान गर्दै।</li></ul><br>फाइदाहरू:<ul><li>सुधारिएको बैठक उत्पादकता: संरचित कार्यसूची र सहयोगात्मक नोट-लेखनका साथ बैठकहरूलाई केन्द्रित र उत्पादक राख्नुहोस्।</li><li>बढाइएको टोली संरेखण: साझा कार्यसूची, नोटहरू, र स्पष्ट कार्य आइटमहरूसँग सबैजना एउटै पृष्ठमा छन् भन्ने सुनिश्चित गर्नुहोस्।</li><li>कुशल फलो-अप: कार्य आइटम ट्र्याकिङ र फलो-अप सरल बनाउनुहोस्, जवाफदेहिता बढाउँदै र निर्णयहरू कार्यान्वयन भएको सुनिश्चित गर्दै।</li><li>केन्द्रीकृत बैठक जानकारी: सबै बैठक-सम्बन्धित जानकारीलाई JustDo भित्र व्यवस्थित र पहुँचयोग्य राख्नुहोस्, सत्यको एकल स्रोत प्रदान गर्दै।</li></ul> JustDo सँग आफ्नो बैठक व्यवस्थापन प्रक्रिया अनुकूलन गर्नुहोस् र अधिक उत्पादक, संगठित, र कार्यान्वयन योग्य बैठकहरूको अनुभव गर्नुहोस्।"
}