{
  "plugin_store_meetings_title": "बैठक व्यवस्थापन",
  "plugin_store_meetings_short_description": "बैठकहरू प्रभावकारी रूपमा योजना बनाउनुहोस्, व्यवस्थित गर्नुहोस्, र ट्र्याक गर्नुहोस्, आफ्नो टोलीलाई संरेखित राख्दै र परियोजनाहरूलाई अगाडि बढाउँदै।",
  "plugin_store_meetings_full_description": "JustDo को बैठक व्यवस्थापन प्लगइनले तपाईंको बैठक प्रक्रियालाई एजेन्डा सिर्जनादेखि कार्य वस्तु ट्र्याकिङसम्म सरलीकृत गर्दछ, सहकार्यलाई बढावा दिँदै र उत्पादक परिणामहरू सुनिश्चित गर्दछ।<br><br><h2>मुख्य विशेषताहरू:</h2><ul><li>एकीकृत एजेन्डा योजना: JustDo भित्र प्रत्यक्ष रूपमा संरचित बैठक एजेन्डाहरू सिर्जना गर्नुहोस्, सहज सन्दर्भको लागि सान्दर्भिक कार्यहरूसँग एजेन्डा वस्तुहरू जोड्नुहोस्।</li><li>सहयोगी नोट-टेकिंग: बैठकका नोटहरू सहयोगात्मक रूपमा क्याप्चर गर्नुहोस्, सबैले योगदान गर्न र साझा जानकारी पहुँच गर्न सक्ने सुनिश्चित गर्नुहोस्।</li><li>कार्य वस्तु ट्र्याकिङ: बैठकका निर्णयहरूलाई सीधै JustDo भित्र कार्यान्वयन योग्य कार्यहरूमा रूपान्तरण गर्नुहोस्, जवाफदेहीताको लागि मालिकहरू र समाप्ति मितिहरू तोक्नुहोस्।</li><li>बैठक इतिहास र सन्दर्भ: विगतका बैठकहरूको पूर्ण रेकर्ड कायम राख्नुहोस्, एजेन्डा, नोटहरू र सम्बन्धित कार्यहरू सहित, भविष्यको सन्दर्भको लागि मूल्यवान सन्दर्भ प्रदान गर्दै।</li><li>सहज कार्य एकीकरण: बैठक नोटहरू र कार्य वस्तुहरूलाई सान्दर्भिक कार्यहरूसँग जोड्नुहोस्, परियोजनाको प्रगति र गरिएका निर्णयहरूको व्यापक दृष्टिकोण प्रदान गर्नुहोस्।</li></ul><br><h2>फाइदाहरू:</h2><ul><li>बैठक उत्पादकता सुधार: संरचित एजेन्डा र सहयोगी नोट-टेकिंगका साथ बैठकहरूलाई केन्द्रित र उत्पादक राख्नुहोस्।</li><li>टोली एकीकरण वृद्धि: साझा एजेन्डा, नोटहरू र स्पष्ट कार्य वस्तुहरूका साथ सबैजना एउटै पृष्ठमा छन् भन्ने सुनिश्चित गर्नुहोस्।</li><li>कुशल फलो-अप: कार्य वस्तु ट्र्याकिङ र फलो-अप सरल बनाउनुहोस्, जवाफदेहीता बढाउँदै र निर्णयहरू कार्यान्वयन भएको सुनिश्चित गर्दै।</li><li>केन्द्रीकृत बैठक जानकारी: सबै बैठक-सम्बन्धित जानकारीलाई JustDo भित्र व्यवस्थित र पहुँचयोग्य राख्नुहोस्, एकल सत्य स्रोत प्रदान गर्दै।</li></ul> JustDo सँग तपाईंको बैठक व्यवस्थापन प्रक्रिया अनुकूलन गर्नुहोस् र थप उत्पादक, संगठित, र कार्यान्वयन योग्य बैठकहरू अनुभव गर्नुहोस्।"
}