{
  "plugin_store_meetings_title": "Vergaderingsbeheer",
  "plugin_store_meetings_short_description": "Plan, beheer en volg vergaderingen effectief, houd je team op één lijn en laat projecten vooruitgaan.",
  "plugin_store_meetings_full_description": "De Vergaderingsbeheer-plugin van JustDo stroomlijnt je vergaderproces van agendaplanning tot het volgen van actiepunten, bevordert samenwerking en zorgt voor productieve resultaten.<br><br>Belangrijkste functies:<ul><li>Geïntegreerde agendaplanning: Maak gestructureerde vergaderagenda's direct binnen JustDo, en koppel agendapunten aan relevante taken voor een naadloze context.</li><li>Gezamenlijke notities: Maak gezamenlijk vergadernotities, zodat iedereen kan bijdragen en toegang heeft tot gedeelde informatie.</li><li>Volgen van actiepunten: Zet vergaderbeslissingen om in actietaken direct binnen JustDo, wijs eigenaren en deadlines toe voor verantwoording.</li><li>Vergadergeschiedenis en context: Behoud een volledig overzicht van eerdere vergaderingen, inclusief agenda's, notities en gerelateerde taken, voor waardevolle toekomstige referentie.</li><li>Naadloze taakintegratie: Koppel vergadernotities en actiepunten aan relevante taken, voor een uitgebreid overzicht van projectvoortgang en genomen beslissingen.</li></ul><br>Voordelen:<ul><li>Verbeterde vergaderproductiviteit: Houd vergaderingen gefocust en productief met gestructureerde agenda's en gezamenlijke notities.</li><li>Verbeterde teamafstemming: Zorg dat iedereen op dezelfde lijn zit met gedeelde agenda's, notities en duidelijke actiepunten.</li><li>Efficiënte follow-up: Vereenvoudig het volgen van actiepunten en follow-up, stimuleer verantwoordelijkheid en zorg dat beslissingen worden uitgevoerd.</li><li>Gecentraliseerde vergaderinformatie: Houd alle vergadergerelateerde informatie georganiseerd en toegankelijk binnen JustDo, voor één bron van waarheid.</li></ul> Optimaliseer je vergaderbeheerproces met JustDo en ervaar productievere, georganiseerde en actiegerichte vergaderingen."
}