{
  "plugin_store_meetings_title": "Gestão de Reuniões",
  "plugin_store_meetings_short_description": "Planeje, gerencie e acompanhe reuniões de forma eficaz, mantendo sua equipe alinhada e os projetos avançando.",
  "plugin_store_meetings_full_description": "O plugin de Gerenciamento de Reuniões do JustDo simplifica seu processo de reunião, desde a criação da pauta até o acompanhamento de itens de ação, promovendo colaboração e garantindo resultados produtivos.<br><br><h2>Principais Recursos:</h2><ul><li>Planejamento Integrado de Pauta: Crie pautas de reunião estruturadas diretamente no JustDo, vinculando itens da pauta a tarefas relevantes para um contexto perfeito.</li><li>Tomada de Notas Colaborativa: Capture notas de reunião de forma colaborativa, garantindo que todos possam contribuir e acessar informações compartilhadas.</li><li>Acompanhamento de Itens de Ação: Converta decisões da reunião em tarefas acionáveis diretamente no JustDo, atribuindo responsáveis e prazos para responsabilização.</li><li>Histórico e Contexto de Reuniões: Mantenha um registro completo de reuniões passadas, incluindo pautas, notas e tarefas associadas, fornecendo contexto valioso para referência futura.</li><li>Integração Perfeita de Tarefas: Vincule notas de reunião e itens de ação a tarefas relevantes, fornecendo uma visão abrangente do progresso do projeto e das decisões tomadas.</li></ul><br><h2>Benefícios:</h2><ul><li>Produtividade Aprimorada nas Reuniões: Mantenha as reuniões focadas e produtivas com pautas estruturadas e tomada de notas colaborativa.</li><li>Alinhamento Aprimorado da Equipe: Garanta que todos estejam na mesma página com pautas compartilhadas, notas e itens de ação claros.</li><li>Acompanhamento Eficiente: Simplifique o acompanhamento de itens de ação, promovendo responsabilidade e garantindo que as decisões sejam implementadas.</li><li>Informações Centralizadas de Reuniões: Mantenha todas as informações relacionadas a reuniões organizadas e acessíveis dentro do JustDo, fornecendo uma única fonte de verdade.</li></ul> Otimize seu processo de gerenciamento de reuniões com o JustDo e experimente reuniões mais produtivas, organizadas e acionáveis."
}