{
  "plugin_store_meetings_title": "Gestão de Reuniões",
  "plugin_store_meetings_short_description": "Planifique, gira e acompanhe reuniões eficazmente, mantendo a sua equipa alinhada e os projetos em andamento.",
  "plugin_store_meetings_full_description": "O plugin de Gestão de Reuniões do JustDo otimiza o seu processo de reunião, desde a criação da agenda até ao acompanhamento de itens de ação, fomentando a colaboração e garantindo resultados produtivos.<br><br><h2>Características Principais:</h2><ul><li>Planeamento Integrado da Agenda: Crie agendas de reunião estruturadas diretamente no JustDo, ligando itens da agenda a tarefas relevantes para um contexto perfeito.</li><li>Tomada de Notas Colaborativa: Capture notas de reunião de forma colaborativa, garantindo que todos possam contribuir e aceder a informações partilhadas.</li><li>Acompanhamento de Itens de Ação: Converta decisões da reunião em tarefas acionáveis diretamente no JustDo, atribuindo responsáveis e prazos para garantir a responsabilização.</li><li>Histórico e Contexto de Reuniões: Mantenha um registo completo de reuniões passadas, incluindo agendas, notas e tarefas associadas, fornecendo um contexto valioso para referência futura.</li><li>Integração Perfeita de Tarefas: Ligue notas de reunião e itens de ação a tarefas relevantes, proporcionando uma visão abrangente do progresso do projeto e das decisões tomadas.</li></ul><br><h2>Benefícios:</h2><ul><li>Produtividade Melhorada nas Reuniões: Mantenha as reuniões focadas e produtivas com agendas estruturadas e tomada de notas colaborativa.</li><li>Alinhamento Aprimorado da Equipa: Garanta que todos estão na mesma página com agendas partilhadas, notas e itens de ação claros.</li><li>Acompanhamento Eficiente: Simplifique o acompanhamento de itens de ação e follow-up, promovendo a responsabilização e garantindo que as decisões são implementadas.</li><li>Informação Centralizada das Reuniões: Mantenha toda a informação relacionada com reuniões organizada e acessível no JustDo, fornecendo uma única fonte de verdade.</li></ul> Otimize o seu processo de gestão de reuniões com o JustDo e experimente reuniões mais produtivas, organizadas e acionáveis."
}