{
  "plugin_store_meetings_title": "Идоракунии ҷаласаҳо",
  "plugin_store_meetings_short_description": "Нақшагирӣ, идора ва назорати самараноки ҷаласаҳо барои ҳамоҳангсозии даста ва пешрафти лоиҳаҳо.",
  "plugin_store_meetings_full_description": "Плагини идоракунии ҷаласаҳои JustDo раванди ҷаласаи шуморо аз таҳияи рӯзнома то пайгирии амалҳо осон мекунад, ҳамкориро тақвият медиҳад ва натиҷаҳои самаранокро таъмин мекунад.<br><br><h2>Хусусиятҳои асосӣ:</h2><ul><li>Банақшагирии рӯзномаи ҳамгирошуда: Рӯзномаи ҷаласаҳои сохторӣ мустақиман дар JustDo эҷод кунед, бандҳои рӯзномаро бо вазифаҳои дахлдор барои заминаи беамал пайваст кунед.</li><li>Қайдҳои ҳамкорӣ: Қайдҳои ҷаласаро якҷоя сабт кунед, то ки ҳама тавонанд саҳм гузоранд ва ба маълумоти муштарак дастрасӣ пайдо кунанд.</li><li>Пайгирии банди амал: Қарорҳои ҷаласаро бевосита дар JustDo ба вазифаҳои иҷрошаванда табдил диҳед, соҳибон ва санаҳои муқарраршударо барои ҳисоботдиҳӣ таъин кунед.</li><li>Таърих ва мазмуни ҷаласа: Сабти пурраи ҷаласаҳои гузаштаро нигоҳ доред, аз ҷумла рӯзномаҳо, қайдҳо ва вазифаҳои марбута, ки барои истинод дар оянда маълумоти арзишманд медиҳанд.</li><li>Ҳамгироии бемайлони вазифа: Қайдҳои ҷаласа ва бандҳои амалро бо вазифаҳои дахлдор пайваст кунед, то пешрафти лоиҳа ва қарорҳои қабулшударо ҳаматарафа нишон диҳед.</li></ul><br><h2>Бартариҳо:</h2><ul><li>Баланд бардоштани маҳсулнокии ҷаласа: Ҷаласаҳоро бо рӯзномаҳои сохторӣ ва қайдҳои ҳамкорӣ равона ва маҳсулнок нигоҳ доред.</li><li>Беҳтар кардани ҳамоҳангии гурӯҳ: Бо рӯзномаҳои муштарак, қайдҳо ва вазифаҳои амалии возеҳ, ҳамаро дар як саҳифа нигоҳ доред.</li><li>Пайгирии самаранок: Пайгирии бандҳои амал ва пайгириро осон кунед, ҳисоботдиҳиро тақвият диҳед ва татбиқи қарорҳоро таъмин кунед.</li><li>Маълумоти марказонидашудаи ҷаласа: Тамоми маълумоти марбут ба ҷаласаро дар дохили JustDo мураттаб ва дастрас нигоҳ доред ва як манбаи ягонаи ҳақиқатро таъмин кунед.</li></ul>Раванди идоракунии ҷаласаи худро бо JustDo беҳтар кунед ва ҷаласаҳои пурсамар, мураттаб ва амалӣ гузаронед."
}