{
  "plugin_store_meetings_title": "פֿאַרזאַמלונגען פֿאַרוואַלטונג",
  "plugin_store_meetings_short_description": "פּלאַנירן, פֿאַרוואַלטן און נאָכפֿאָלגן פֿאַרזאַמלונגען עפֿעקטיוו, האַלטן אײַער מאַנשאַפֿט אַלײַנירט און פּראָיעקטן באַוועגן פֿאָרויס.",
  "plugin_store_meetings_full_description": "דער JustDo'ס פֿאַרזאַמלונגען פֿאַרוואַלטונג פּלוגין סטרימלײַנז אײַער פֿאַרזאַמלונג פּראָצעס פֿון סדר־היום שאַפֿן ביז אַקציע פּונקט נאָכפֿאָלגן, פֿעסטיקן צוזאַמענאַרבעט און פֿאַרזיכערן פּראָדוקטיווע רעזולטאַטן.<br><br>הויפּט פֿונקציעס:<ul><li>אינטעגרירטע סדר־היום פּלאַנירונג: שאַפֿן סטרוקטורירטע פֿאַרזאַמלונג סדר־היום דירעקט אין JustDo, פֿאַרבינדן סדר־היום פּונקטן צו רעלעוואַנטע אויפֿגאַבעס פֿאַר נאַטירלעכע קאָנטעקסט.</li><li>קאָלאַבאָראַטיווע נאָטיצן־נעמען: כאַפּן פֿאַרזאַמלונג נאָטיצן קאָלאַבאָראַטיוו, פֿאַרזיכערן אַז יעדער קען בײַשטײַערן און צוטריט געטיילטע אינפֿאָרמאַציע.</li><li>אַקציע פּונקט נאָכפֿאָלגן: פֿאַרוואַנדלען פֿאַרזאַמלונג באַשלוסן אין אַקציאָנאַבלע אויפֿגאַבעס דירעקט אין JustDo, צוטיילן אייגנטימער און ענדע דאַטעס פֿאַר פֿאַראַנטוואָרטלעכקייט.</li><li>פֿאַרזאַמלונג היסטאָריע און קאָנטעקסט: אויפֿהאַלטן אַ פֿולשטענדיק רעקאָרד פֿון פֿאַרגאַנגענע פֿאַרזאַמלונגען, אַרײַנגערעכנט סדר־היום, נאָטיצן, און פֿאַרבונדענע אויפֿגאַבעס, צושטעלן ווערטפֿול קאָנטעקסט פֿאַר צוקונפֿטיקע רעפֿערענץ.</li><li>גלאַטיק אויפֿגאַבע אינטעגראַציע: פֿאַרבינדן פֿאַרזאַמלונג נאָטיצן און אַקציע פּונקטן צו רעלעוואַנטע אויפֿגאַבעס, צושטעלן אַ פֿולשטענדיק בליק פֿון פּראָיעקט פֿאָרשריט און באַשלוסן געמאַכט.</li></ul><br>בענעפֿיטן:<ul><li>פֿאַרבעסערטע פֿאַרזאַמלונג פּראָדוקטיוויטעט: האַלטן פֿאַרזאַמלונגען פֿאָקוסירט און פּראָדוקטיוו מיט סטרוקטורירטע סדר־היום און קאָלאַבאָראַטיווע נאָטיצן־נעמען.</li><li>פֿאַרבעסערטע מאַנשאַפֿט אַלײַנירונג: פֿאַרזיכערן אַז יעדער איז אויף דער זעלבער זײַט מיט געטיילטע סדר־היום, נאָטיצן, און קלאָרע אַקציע פּונקטן.</li><li>עפֿעקטיוו נאָכפֿאָלגן: פֿאַרגרינגערן אַקציע פּונקט נאָכפֿאָלגן און נאָכפֿאָלגן, טרײַבן פֿאַראַנטוואָרטלעכקייט און פֿאַרזיכערן אַז באַשלוסן זענען דורכגעפֿירט.</li><li>צענטראַליזירטע פֿאַרזאַמלונג אינפֿאָרמאַציע: האַלטן אַלע פֿאַרזאַמלונג־פֿאַרבונדענע אינפֿאָרמאַציע אָרגאַניזירט און צוגענגלעך אין JustDo, צושטעלן אַ איינציק מקור פֿון אמת.</li></ul> אָפּטימיזירן אײַער פֿאַרזאַמלונג פֿאַרוואַלטונג פּראָצעס מיט JustDo און דערפֿאַרן מער פּראָדוקטיווע, אָרגאַניזירטע און אַקציאָנאַבלע פֿאַרזאַמלונגען."
}