{
  "plugin_store_meetings_title": "פֿאַרזאַמלונגען פֿאַרוואַלטונג",
  "plugin_store_meetings_short_description": "פּלאַנירן, פֿאַרוואַלטן און נאָכפֿאָלגן פֿאַרזאַמלונגען עפֿעקטיוו, האַלטן אײַער מאַנשאַפֿט אַלײַנירט און פּראָיעקטן באַוועגן פֿאָרויס.",
  "plugin_store_meetings_full_description": "JustDo'ס פֿאַרזאַמלונג פֿאַרוואַלטונג פּלוגין (Meetings Management plugin) סטראָמלײַנט אײַער פֿאַרזאַמלונג פּראָצעס פֿון אַגענדע שאַפֿונג ביז אַקציע אָפּטײל נאָכפֿאָלגונג, פֿאָרווערטס שטופּנדיק צוזאַמענאַרבעט און פֿאַרזיכערנדיק פּראָדוקטיווע רעזולטאַטן.<br><br><h2>הויפּט פֿונקציעס:</h2><ul><li>אינטעגרירטע אַגענדע פּלאַנירונג: שאַפֿן סטרוקטורירטע פֿאַרזאַמלונג אַגענדעס דירעקט אין JustDo, פֿאַרבינדן אַגענדע פּונקטן צו רעלעוואַנטע אויפֿגאַבן פֿאַר נאַטירלעכן קאָנטעקסט.</li><li>קאָלאַבאָראַטיווע נאָטיץ-נעמען: כאַפּן פֿאַרזאַמלונג נאָטיצן קאָלאַבאָראַטיוו, פֿאַרזיכערנדיק אַז יעדער קען בײַשטײַערן און צוטריט צו געטיילטע אינפֿאָרמאַציע.</li><li>אַקציע פּונקט נאָכפֿאָלגונג: פֿאַרוואַנדלען פֿאַרזאַמלונג באַשלוסן אין אַקטיוויזירנדע אויפֿגאַבן דירעקט אין JustDo, צוטיילנדיק אייגנטימערס און דערלעדיקונג דאַטעס פֿאַר פֿאַראַנטוואָרטלעכקייט.</li><li>פֿאַרזאַמלונג היסטאָריע און קאָנטעקסט: האַלטן אַ פֿולשטענדיק רעקאָרד פֿון פֿאַרגאַנגענע פֿאַרזאַמלונגען, אַרײַנגערעכנט אַגענדעס, נאָטיצן, און פֿאַרבונדענע אויפֿגאַבן, צושטעלנדיק ווערטפֿול קאָנטעקסט פֿאַר צוקונפֿטיקע רעפֿערענץ.</li><li>נאַטירלעכע אויפֿגאַבע אינטעגראַציע: פֿאַרבינדן פֿאַרזאַמלונג נאָטיצן און אַקציע פּונקטן צו רעלעוואַנטע אויפֿגאַבן, צושטעלנדיק אַ פֿולשטענדיק בליק אויף פּראָיעקט פֿאָרשריט און באַשלוסן געמאַכט.</li></ul><br><h2>בענעפֿיטן:</h2><ul><li>פֿאַרבעסערטע פֿאַרזאַמלונג פּראָדוקטיוויטעט: האַלטן פֿאַרזאַמלונגען פֿאָקוסירט און פּראָדוקטיוו מיט סטרוקטורירטע אַגענדעס און קאָלאַבאָראַטיווע נאָטיץ-נעמען.</li><li>פֿאַרבעסערטע מאַנשאַפֿט אויסריכטונג: פֿאַרזיכערן אַז יעדער איז אויף דער זעלבער זײַט מיט געטיילטע אַגענדעס, נאָטיצן, און קלאָרע אַקציע פּונקטן.</li><li>עפֿעקטיווע נאָכפֿאָלגונג: פֿאַרגרינגערן אַקציע פּונקט נאָכפֿאָלגונג און נאָכפֿאָלגונג, טרײַבנדיק פֿאַראַנטוואָרטלעכקייט און פֿאַרזיכערנדיק אַז באַשלוסן ווערן דורכגעפֿירט.</li><li>צענטראַליזירטע פֿאַרזאַמלונג אינפֿאָרמאַציע: האַלטן אַלע פֿאַרזאַמלונג-פֿאַרבונדענע אינפֿאָרמאַציע אָרגאַניזירט און צוטריטלעך אין JustDo, צושטעלנדיק אַ איינציק קוואַל פֿון אמת.</li></ul> אָפּטימיזירן אײַער פֿאַרזאַמלונג פֿאַרוואַלטונג פּראָצעס מיט JustDo און דערפֿאַרונג מער פּראָדוקטיווע, אָרגאַניזירטע, און אַקטיוויזירנדע פֿאַרזאַמלונגען."
}