{
  "plugin_store_task_copy_title": "Tapşırıq Şablonları və Ağac Kopyalama",
  "plugin_store_task_copy_short_description": "Təkrar istifadə edilə bilən tapşırıq şablonları və asan tapşırıq ağacı dublikasiyası ilə vaxtınıza qənaət edin və ardıcıllığı təmin edin.",
  "plugin_store_task_copy_full_description": "JustDo üçün Tapşırıq Şablonları və Ağac Kopyalama plagin'i, təkrar istifadə edilə bilən tapşırıq şablonlarının yaradılmasını və bütöv tapşırıq iyerarxiyalarının asan şəkildə dublikasiyasını təmin edərək layihə qurulmasını və idarə edilməsini asanlaşdırır.<br><br>Faydaları: <ul><li>Vaxt və Səyə Qənaət: Təkrarlanan layihələr və iş axınları üçün əvvəlcədən hazırlanmış şablonlardan istifadə edərək təkrarlanan tapşırıq yaratmağı aradan qaldırın.</li><li>Ardıcıllıq və Ən Yaxşı Təcrübələri Təmin Edin: Əvvəlcədən müəyyən edilmiş tapşırıq şablonları ilə prosesləri standartlaşdırın və layihələr arasında ardıcıllığı qoruyun.</li><li>Asan Layihə Qurulması: Mövcud şablonlardan başlanğıc nöqtəsi kimi istifadə edərək yeni layihələri sürətlə başladın, sonra lazım olduqca fərdiləşdirin.</li><li>Səmərəli Tapşırıq Replikasiyası: İş axınlarını və ya layihə strukturlarını təkrarlamaq üçün alt tapşırıqlar və əlaqəli məlumatlar da daxil olmaqla bütöv tapşırıq ağaclarını dublikat edin.</li><li>Təkmilləşdirilmiş Əməkdaşlıq: Ən yaxşı təcrübələri təşviq etmək və ardıcıl tapşırıq idarəetməsini təmin etmək üçün şablonları komandanızla paylaşın.</li></ul><br>İstifadə Halları:<ul><li>Yeni müştərilərin işə qəbulu və ya marketinq kampaniyalarının həyata keçirilməsi kimi təkrarlanan layihələr üçün şablonlar yaradın.</li><li>Sifariş yerinə yetirmə və ya müştəri dəstəyi sorğuları kimi ümumi proseslər üçün iş axınlarını standartlaşdırın.</li><li>Əvvəlki layihələrdən tapşırıq strukturlarını dublikat edin ki, ardıcıllığı qoruyasınız və qurulma zamanı vaxtınıza qənaət edəsiniz.</li></ul> JustDo üçün Tapşırıq Şablonları və Ağac Kopyalama plagin'i, təkrar istifadə edilə bilən şablonların və səmərəli tapşırıq dublikasiyasının gücündən istifadə edərək komandanızı daha ağıllı işləməyə səlahiyyətləndirir."
}