{
  "plugin_store_task_copy_title": "Plantilles de tasques i còpia d'arbre",
  "plugin_store_task_copy_short_description": "Estalvieu temps i garantiu la coherència amb plantilles de tasques reutilitzables i duplicació fàcil d'arbres de tasques.",
  "plugin_store_task_copy_full_description": "El complement de Plantilles de tasques i còpia d'arbre per a JustDo agilitza la configuració i gestió de projectes permetent la creació de plantilles de tasques reutilitzables i la duplicació senzilla de jerarquies de tasques completes.<br><br>Beneficis: <ul><li>Estalvieu temps i esforç: Elimineu la creació repetitiva de tasques utilitzant plantilles predefinides per a projectes i fluxos de treball recurrents.</li><li>Assegureu la coherència i les millors pràctiques: Estandarditzeu processos i mantingueu la coherència entre projectes amb plantilles de tasques predefinides.</li><li>Configuració fàcil de projectes: Inicieu ràpidament nous projectes aprofitant plantilles existents com a punt de partida, i després personalitzeu segons sigui necessari.</li><li>Replicació eficient de tasques: Dupliqueu arbres de tasques sencers, incloent subtasques i informació associada, per replicar fluxos de treball o estructures de projectes.</li><li>Millora de la col·laboració: Compartiu plantilles amb el vostre equip per promoure les millors pràctiques i assegurar una gestió de tasques coherent.</li></ul><br>Casos d'ús:<ul><li>Creeu plantilles per a projectes recurrents, com la incorporació de nous clients o l'execució de campanyes de màrqueting.</li><li>Estandarditzeu fluxos de treball per a processos comuns, com el compliment de comandes o les sol·licituds de suport al client.</li><li>Dupliqueu estructures de tasques de projectes anteriors per mantenir la coherència i estalviar temps en la configuració.</li></ul> El complement de Plantilles de tasques i còpia d'arbre per a JustDo capacita el vostre equip per treballar de manera més intel·ligent, no més dura, aprofitant el poder de les plantilles reutilitzables i la duplicació eficient de tasques."
}