{
  "plugin_store_task_copy_title": "Plantillas de Tareas y Copia de Árbol",
  "plugin_store_task_copy_short_description": "Ahorre tiempo y garantice la consistencia con plantillas de tareas reutilizables y fácil duplicación de árboles de tareas.",
  "plugin_store_task_copy_full_description": "El complemento de Plantillas de tareas y copia de árbol para JustDo agiliza la configuración y gestión de proyectos al permitir la creación de plantillas de tareas reutilizables y la duplicación sin esfuerzo de jerarquías completas de tareas.<br><br><h2>Beneficios:</h2> <ul><li>Ahorre tiempo y esfuerzo: Elimine la creación repetitiva de tareas utilizando plantillas predefinidas para proyectos y flujos de trabajo recurrentes.</li><li>Garantice la consistencia y las mejores prácticas: Estandarice procesos y mantenga la consistencia en todos los proyectos con plantillas de tareas predefinidas.</li><li>Configuración fácil de proyectos: Inicie rápidamente nuevos proyectos aprovechando las plantillas existentes como punto de partida, luego personalice según sea necesario.</li><li>Replicación eficiente de tareas: Duplique árboles completos de tareas, incluyendo subtareas e información asociada, para replicar flujos de trabajo o estructuras de proyecto.</li><li>Colaboración mejorada: Comparta plantillas entre su equipo para promover las mejores prácticas y asegurar una gestión consistente de tareas.</li></ul><br><h2>Casos de uso:</h2><ul><li>Cree plantillas para proyectos recurrentes, como la incorporación de nuevos clientes o la ejecución de campañas de marketing.</li><li>Estandarice flujos de trabajo para procesos comunes, como el cumplimiento de pedidos o las solicitudes de atención al cliente.</li><li>Duplique estructuras de tareas de proyectos anteriores para mantener la consistencia y ahorrar tiempo en la configuración.</li></ul> El complemento de Plantillas de tareas y copia de árbol para JustDo permite a su equipo trabajar de manera más inteligente, no más dura, aprovechando el poder de las plantillas reutilizables y la duplicación eficiente de tareas."
}