{
  "plugin_store_task_copy_title": "Modèles de tâches et copie d'arborescence",
  "plugin_store_task_copy_short_description": "Gagnez du temps et assurez la cohérence avec des modèles de tâches réutilisables et une duplication facile de l'arborescence des tâches.",
  "plugin_store_task_copy_full_description": "Le plugin Modèles de tâches et copie d'arborescence pour JustDo simplifie la configuration et la gestion de projets en permettant la création de modèles de tâches réutilisables et la duplication sans effort d'hiérarchies de tâches entières.<br><br><h2>Avantages :</h2> <ul><li>Gagnez du temps et de l'énergie : Éliminez la création répétitive de tâches en utilisant des modèles préétablis pour les projets et flux de travail récurrents.</li><li>Assurez la cohérence et les meilleures pratiques : Standardisez les processus et maintenez la cohérence entre les projets avec des modèles de tâches prédéfinis.</li><li>Configuration facile des projets : Initiez rapidement de nouveaux projets en utilisant des modèles existants comme point de départ, puis personnalisez selon vos besoins.</li><li>Réplication efficace des tâches : Dupliquez des arborescences de tâches entières, y compris les sous-tâches et les informations associées, pour reproduire des flux de travail ou des structures de projet.</li><li>Collaboration améliorée : Partagez des modèles au sein de votre équipe pour promouvoir les meilleures pratiques et assurer une gestion cohérente des tâches.</li></ul><br>Cas d'utilisation :<ul><li>Créez des modèles pour les projets récurrents, comme l'intégration de nouveaux clients ou l'exécution de campagnes marketing.</li><li>Standardisez les flux de travail pour les processus courants, comme le traitement des commandes ou les demandes de support client.</li><li>Dupliquez les structures de tâches de projets précédents pour maintenir la cohérence et gagner du temps lors de la configuration.</li></ul> Le plugin Modèles de tâches et copie d'arborescence pour JustDo permet à votre équipe de travailler plus intelligemment, pas plus dur, en exploitant la puissance des modèles réutilisables et de la duplication efficace des tâches."
}