{
  "plugin_store_task_copy_title": "பணி வார்ப்புருக்கள் மற்றும் மர நகல்",
  "plugin_store_task_copy_short_description": "மீண்டும் பயன்படுத்தக்கூடிய பணி வார்ப்புருக்கள் மற்றும் எளிய பணி மர நகலாக்கத்துடன் நேரத்தை சேமித்து, நிலைத்தன்மையை உறுதி செய்யுங்கள்.",
  "plugin_store_task_copy_full_description": "JustDo-க்கான பணித் தார்ப்படங்கள் மற்றும் மர நகல் (Task Templates and Copy Tree) செருகுநிரல் மீண்டும் பயன்படுத்தக்கூடிய பணித் தார்ப்படங்களை உருவாக்குவதன் மூலமும், முழு பணி படிநிலைகளை எளிதாக நகலெடுப்பதன் மூலமும் திட்ட அமைப்பு மற்றும் நிர்வாகத்தை எளிமைப்படுத்துகிறது.<br><br><h2>நன்மைகள்:</h2> <ul><li>நேரம் மற்றும் முயற்சியைச் சேமிக்கவும்: திரும்பத் திரும்ப வரும் திட்டங்கள் மற்றும் பணிப்பாய்வுகளுக்கு முன்கூட்டியே உருவாக்கப்பட்ட தார்ப்படங்களைப் பயன்படுத்தி மீண்டும் மீண்டும் பணிகளை உருவாக்குவதை தவிர்க்கவும்.</li><li>நிலைத்தன்மை மற்றும் சிறந்த நடைமுறைகளை உறுதிசெய்யவும்: முன்னரே வரையறுக்கப்பட்ட பணித் தார்ப்படங்களுடன் செயல்முறைகளை தரப்படுத்தி, திட்டங்களுக்கிடையே நிலைத்தன்மையை பராமரிக்கவும்.</li><li>எளிதான திட்ட அமைப்பு: ஏற்கனவே உள்ள தார்ப்படங்களை தொடக்கப் புள்ளியாகப் பயன்படுத்தி புதிய திட்டங்களை விரைவாகத் தொடங்கி, பின்னர் தேவைக்கேற்ப தனிப்பயனாக்கவும்.</li><li>திறமையான பணி நகலாக்கம்: பணிப்பாய்வுகள் அல்லது திட்ட கட்டமைப்புகளை நகலெடுக்க, துணைப் பணிகள் மற்றும் தொடர்புடைய தகவல்கள் உட்பட முழு பணி மரங்களையும் நகலெடுக்கவும்.</li><li>மேம்படுத்தப்பட்ட ஒத்துழைப்பு: சிறந்த நடைமுறைகளை ஊக்குவிக்கவும், நிலையான பணி நிர்வாகத்தை உறுதிசெய்யவும் உங்கள் குழுவில் தார்ப்படங்களைப் பகிரவும்.</li></ul><br><h2>பயன்பாட்டு வழக்குகள்:</h2><ul><li>புதிய வாடிக்கையாளர்களை இணைத்தல் அல்லது சந்தைப்படுத்தல் பிரச்சாரங்களை செயல்படுத்துதல் போன்ற திரும்பத் திரும்ப வரும் திட்டங்களுக்கான தார்ப்படங்களை உருவாக்கவும்.</li><li>ஆர்டர் நிறைவேற்றம் அல்லது வாடிக்கையாளர் ஆதரவு கோரிக்கைகள் போன்ற பொதுவான செயல்முறைகளுக்கான பணிப்பாய்வுகளை தரப்படுத்தவும்.</li><li>அமைப்பில் நேரத்தைச் சேமிக்கவும் நிலைத்தன்மையைப் பேணவும் முந்தைய திட்டங்களிலிருந்து பணி கட்டமைப்புகளை நகலெடுக்கவும்.</li></ul> JustDo-க்கான பணித் தார்ப்படங்கள் மற்றும் மர நகல் செருகுநிரல், மீண்டும் பயன்படுத்தக்கூடிய தார்ப்படங்கள் மற்றும் திறமையான பணி நகலாக்கத்தின் சக்தியைப் பயன்படுத்தி உங்கள் குழுவை புத்திசாலித்தனமாக வேலை செய்ய அதிகாரம் அளிக்கிறது."
}