{
  "plugin_store_task_copy_title": "பணி வார்ப்புருக்கள் மற்றும் மர நகல்",
  "plugin_store_task_copy_short_description": "மீண்டும் பயன்படுத்தக்கூடிய பணி வார்ப்புருக்கள் மற்றும் எளிய பணி மர நகலாக்கத்துடன் நேரத்தை சேமித்து, நிலைத்தன்மையை உறுதி செய்யுங்கள்.",
  "plugin_store_task_copy_full_description": "JustDo-க்கான பணி வார்ப்புருக்கள் மற்றும் மர நகல் செருகுநிரல் (plugin), மீண்டும் பயன்படுத்தக்கூடிய பணி வார்ப்புருக்களை உருவாக்குவதன் மூலமும், முழு பணி படிநிலைகளை எளிதாக நகலெடுப்பதன் மூலமும் திட்ட அமைப்பு மற்றும் நிர்வாகத்தை எளிமைப்படுத்துகிறது.<br><br>நன்மைகள்: <ul><li>நேரம் மற்றும் முயற்சியைச் சேமிக்கவும்: மீண்டும் நிகழும் திட்டங்கள் மற்றும் பணிப்பாய்வுகளுக்கு முன்கூட்டியே உருவாக்கப்பட்ட வார்ப்புருக்களைப் பயன்படுத்தி மீண்டும் மீண்டும் பணிகளை உருவாக்குவதை நீக்குங்கள்.</li><li>நிலைத்தன்மை மற்றும் சிறந்த நடைமுறைகளை உறுதிப்படுத்துங்கள்: முன் வரையறுக்கப்பட்ட பணி வார்ப்புருக்களைப் பயன்படுத்தி செயல்முறைகளை நிலைப்படுத்தி, திட்டங்கள் முழுவதும் நிலைத்தன்மையை பராமரிக்கவும்.</li><li>எளிய திட்ட அமைப்பு: ஏற்கனவே உள்ள வார்ப்புருக்களை ஆரம்ப புள்ளியாகப் பயன்படுத்தி புதிய திட்டங்களை விரைவாகத் தொடங்கி, பின்னர் தேவைக்கேற்ப தனிப்பயனாக்கவும்.</li><li>திறமையான பணி மறுபிரதி: முழு பணி மரங்களையும், துணைப் பணிகள் மற்றும் தொடர்புடைய தகவல்கள் உட்பட நகலெடுத்து, பணிப்பாய்வுகள் அல்லது திட்ட கட்டமைப்புகளை மறுபிரதி செய்யவும்.</li><li>மேம்படுத்தப்பட்ட ஒத்துழைப்பு: சிறந்த நடைமுறைகளை ஊக்குவிக்கவும், நிலையான பணி மேலாண்மையை உறுதிசெய்யவும் உங்கள் குழுவில் வார்ப்புருக்களைப் பகிரவும்.</li></ul><br>பயன்பாட்டு வழக்குகள்:<ul><li>புதிய வாடிக்கையாளர்களை அறிமுகப்படுத்துதல் அல்லது சந்தைப்படுத்தல் பிரச்சாரங்களை செயல்படுத்துதல் போன்ற மீண்டும் நிகழும் திட்டங்களுக்கான வார்ப்புருக்களை உருவாக்கவும்.</li><li>ஆர்டர் நிறைவேற்றம் அல்லது வாடிக்கையாளர் ஆதரவு கோரிக்கைகள் போன்ற பொதுவான செயல்முறைகளுக்கான பணிப்பாய்வுகளை நிலைப்படுத்தவும்.</li><li>முந்தைய திட்டங்களிலிருந்து பணி அமைப்புகளை நகலெடுத்து நிலைத்தன்மையைப் பேணவும், அமைப்பு நேரத்தைச் சேமிக்கவும்.</li></ul> JustDo-க்கான பணி வார்ப்புருக்கள் மற்றும் மர நகல் செருகுநிரல், மீண்டும் பயன்படுத்தக்கூடிய வார்ப்புருக்களின் சக்தியையும், திறமையான பணி நகலாக்கத்தையும் பயன்படுத்தி, உங்கள் குழுவை கடினமாக அல்ல, புத்திசாலித்தனமாக வேலை செய்ய அதிகாரம் அளிக்கிறது."
}