{
  "plugin_store_task_copy_title": "Vazifa shablonlari va daraxtni nusxalash",
  "plugin_store_task_copy_short_description": "Qayta ishlatiladigan vazifa shablonlari va oson vazifa daraxtini nusxalash bilan vaqtni tejang va izchillikni ta'minlang.",
  "plugin_store_task_copy_full_description": "JustDo uchun Vazifa qoliplari va Daraxtni nusxalash plagini qayta ishlatiladigan vazifa qoliplarini yaratish va butun vazifa ierarxiyalarini oson nusxalash orqali loyiha yaratish va boshqarishni osonlashtiradi.<br><br><h2>Afzalliklari:</h2> <ul><li>Vaqt va kuchni tejang: Takrorlanadigan loyihalar va ish oqimlari uchun oldindan tayyorlangan qoliplardan foydalanib, takroriy vazifalarni yaratishni bartaraf eting.</li><li>Izchillik va eng yaxshi amaliyotlarni ta'minlang: Oldindan belgilangan vazifa qoliplari bilan jarayonlarni standartlashtiring va loyihalar bo'ylab izchillikni saqlang.</li><li>Oson loyiha yaratish: Mavjud qoliplardan boshlang'ich nuqta sifatida foydalanib, yangi loyihalarni tezda boshlang, keyin kerakli o'zgartirishlar kiriting.</li><li>Samarali vazifalarni takrorlash: Ish oqimlarini yoki loyiha tuzilmalarini takrorlash uchun butun vazifa daraxtlarini, shu jumladan kichik vazifalar va tegishli ma'lumotlarni nusxalang.</li><li>Yaxshilangan hamkorlik: Eng yaxshi amaliyotlarni targ'ib qilish va izchil vazifalarni boshqarishni ta'minlash uchun qoliplarni jamoangiz bilan baham ko'ring.</li></ul><br>Foydalanish holatlari:<ul><li>Yangi mijozlarni ishga qabul qilish yoki marketing kampaniyalarini o'tkazish kabi takrorlanadigan loyihalar uchun qoliplar yarating.</li><li>Buyurtmalarni bajarish yoki mijozlarni qo'llab-quvvatlash so'rovlari kabi umumiy jarayonlar uchun ish oqimlarini standartlashtiring.</li><li>Oldingi loyihalardan vazifa tuzilmalarini nusxalang, bu orqali izchillikni saqlang va sozlash vaqtini tejaydigan.</li></ul> JustDo uchun Vazifa qoliplari va Daraxtni nusxalash plagini qayta ishlatiladigan qoliplar va samarali vazifalarni nusxalash kuchidan foydalanib, jamoangizga aqlliroq, samaraliroq ishlash imkonini beradi."
}