{
  "plugin_store_task_copy_title": "אויפגאַבע מוסטערס און קאָפּירן בוים",
  "plugin_store_task_copy_short_description": "שפּאָר צײַט און פאַרזיכערן קאָנסיסטענטקייט מיט ווידער-ניצבאַרע אויפגאַבע מוסטערס און גרינגע אויפגאַבע בוים דופּליקאַציע.",
  "plugin_store_task_copy_full_description": "דער אויפגאבע מוסטערן און קאפירן בוים (Task Templates and Copy Tree) פּלוגין פֿאַר JustDo שטראָמלייַנז פּראָיעקט אויפשטעלונג און פאַרוואַלטונג דורך דערמעגלעכן די שאַפֿונג פון ווידער-נוצבארע אויפגאבע מוסטערן און די מי-לאָזע דופּליקאַציע פון גאנצע אויפגאבע היעראַרכיעס.<br><br><h2>בענעפֿיטן:</h2> <ul><li>שפּאָרן צייַט און באַמיונג: עלימינירן איבערחזרדיק אויפגאבע שאַפֿונג דורך ניצן פאָראויס געבויטע מוסטערן פֿאַר חזרנדיק פּרויעקטן און אַרבעטספֿלוסן.</li><li>פאַרזיכערן קאָנסיסטענטקייַט און בעסטע פּראַקטיקן: סטאַנדאַרדיזירן פּראָצעסן און האַלטן קאָנסיסטענטקייַט איבער פּראָיעקטן מיט פאָראויס דעפינירטע אויפגאבע מוסטערן.</li><li>גרינג פּראָיעקט אויפשטעלונג: שנעל אָנהייבן נייַע פּראָיעקטן דורך אויסניצן עקזיסטירנדע מוסטערן ווי אַ אָנהייב פונקט, און דערנאָך צופּאַסן ווי געברויכט.</li><li>יעפעקטיוו אויפגאבע רעפּליקאַציע: דופּליצירן גאַנצע אויפגאבע ביימער, אַרייַנגערעכנט אונטער-אויפגאבן און פאַרבונדענע אינפֿאָרמאַציע, צו רעפּליצירן אַרבעטספֿלוסן אָדער פּראָיעקט סטרוקטורן.</li><li>פאַרבעסערטע צוזאַמענאַרבעט: טיילן מוסטערן איבער אייַער מאַנשאַפֿט צו פּראָמאָוטן בעסטע פּראַקטיקן און פאַרזיכערן קאָנסיסטענט אויפגאבע פאַרוואַלטונג.</li></ul><br>באַניץ פֿעלער:<ul><li>שאַפֿן מוסטערן פֿאַר חזרנדיק פּראָיעקטן, אַזוי ווי אַריינברענגען נייַע קליענטן אָדער דורכפֿירן מאַרקעטינג קאַמפּיינז.</li><li>סטאַנדאַרדיזירן אַרבעטספֿלוסן פֿאַר פּשוטע פּראָצעסן, ווי באַשטעלונג דערפֿילונג אָדער קונה שטיצן פאַרלאַנגען.</li><li>דופּליצירן אויפגאבע סטרוקטורן פון פריערדיקע פּראָיעקטן צו האַלטן קאָנסיסטענטקייַט און שפּאָרן צייַט אויף אויפשטעלונג.</li></ul> דער אויפגאבע מוסטערן און קאפירן בוים (Task Templates and Copy Tree) פּלוגין פֿאַר JustDo באַפולמאַכטיקט אייַער מאַנשאַפֿט צו אַרבעטן קליגער, נישט שווערער, דורך אויסניצן די מאַכט פון ווידער-נוצבארע מוסטערן און יעפעקטיוו אויפגאבע דופּליקאַציע."
}