{
  "plugin_store_task_copy_title": "אויפגאַבע מוסטערס און קאָפּירן בוים",
  "plugin_store_task_copy_short_description": "שפּאָר צײַט און פאַרזיכערן קאָנסיסטענטקייט מיט ווידער-ניצבאַרע אויפגאַבע מוסטערס און גרינגע אויפגאַבע בוים דופּליקאַציע.",
  "plugin_store_task_copy_full_description": "דער אויפגאַבע מוסטערס און קאָפּירן בוים (Task Templates and Copy Tree) פּלוגין פֿאַר JustDo סטרימליינז פּרויעקט אויפשטעלונג און פאַרוואַלטונג דורך דערמעגלעכן די שאַפֿונג פון ווידער-ניצבאַרע אויפגאַבע מוסטערס און די מי-לויזע דופּליקאַציע פון גאַנצע אויפגאַבע היעראַרכיעס.<br><br>בענעפיטן: <ul><li>שפּאָר צײַט און באַמיונג: עלימינירן איבערחזרנדיק אויפגאַבע שאַפֿונג דורך ניצן פאָראויס-געבויטע מוסטערס פֿאַר איבערחזרנדיק פּרויעקטן און אַרבעטספֿלוסן.</li><li>פאַרזיכערן קאָנסיסטענטקייט און בעסטע פּראַקטיקן: סטאַנדאַרדיזירן פּראָצעסן און האַלטן קאָנסיסטענטקייט איבער פּרויעקטן מיט פאָראויס-דעפינירטע אויפגאַבע מוסטערס.</li><li>גרינגע פּרויעקט אויפשטעלונג: שנעל אָנהייבן נײַע פּרויעקטן דורך ניצן עקזיסטירנדע מוסטערס ווי אַ אָנהייב פּונקט, דערנאָך קאָסטאַמייזן ווי נייטיק.</li><li>עפעקטיווע אויפגאַבע רעפּליקאַציע: דופּליצירן גאַנצע אויפגאַבע ביימער, אַרײַנגערעכנט אונטער-אויפגאַבן און פאַרבונדענע אינפֿאָרמאַציע, צו רעפּליצירן אַרבעטספֿלוסן אָדער פּרויעקט סטרוקטורן.</li><li>פאַרבעסערטע צוזאַמענאַרבעט: טיילן מוסטערס איבער אײַער מאַנשאַפֿט צו פאָרלייגן בעסטע פּראַקטיקן און פאַרזיכערן קאָנסיסטענטע אויפגאַבע פאַרוואַלטונג.</li></ul><br>ניצן פאַלן:<ul><li>שאַפֿן מוסטערס פֿאַר איבערחזרנדיק פּרויעקטן, אַזאַ ווי אָנבאָרדינג נײַע קליענטן אָדער דורכפֿירן מאַרקעטינג קאַמפּיינז.</li><li>סטאַנדאַרדיזירן אַרבעטספֿלוסן פֿאַר פּשוטע פּראָצעסן, ווי באַשטעלונג דערפילונג אָדער קונה שטיצע פאַרלאַנגען.</li><li>דופּליצירן אויפגאַבע סטרוקטורן פון פריערדיקע פּרויעקטן צו האַלטן קאָנסיסטענטקייט און שפּאָרן צײַט אויף אויפשטעלונג.</li></ul> דער אויפגאַבע מוסטערס און קאָפּירן בוים פּלוגין פֿאַר JustDo באַפולמעכטיקט אײַער מאַנשאַפֿט צו אַרבעטן קלוגער, נישט שווערער, דורך ניצן די קראַפט פון ווידער-ניצבאַרע מוסטערס און עפעקטיווע אויפגאַבע דופּליקאַציע."
}