{
  "plugin_store_checklists_title": "Llistes de verificació",
  "plugin_store_checklists_short_description": "Simplifiqueu tasques complexes i feu seguiment del progrés amb llistes de verificació interactives.",
  "plugin_store_checklists_full_description": "El complement de Llistes de verificació per a JustDo aporta una funcionalitat potent i intuïtiva de llistes de verificació a les teves tasques, permetent-te desglossar activitats complexes en passos manejables. <br><br><h2>Característiques principals:</h2> <ul><li>Llistes de verificació interactives: Crea llistes de verificació niuades dins de qualsevol tasca per organitzar subtasques, passos o requisits.</li><li>Seguiment del progrés en temps real: Controla l'estat de finalització de les llistes de verificació en temps real, amb el progrés calculat i mostrat automàticament a mesura que es marquen les tasques.</li><li>Visibilitat millorada: Obté una visió clara del progrés de les llistes de verificació dins la jerarquia de tasques, proporcionant una visió instantània de l'estat de finalització de les tasques.</li><li>Gestió de tasques millorada: Desglossa tasques grans en passos més petits i manejables, fent-les menys aclaparadores i més fàcils de seguir.</li></ul><br><h2>Beneficis:</h2> <ul><li>Major responsabilitat: Defineix clarament les responsabilitats i assegura que tots els passos necessaris es completin amb subtasques assignades dins de les llistes de verificació.</li><li>Reducció d'errors i omissions: Minimitza el risc de passar per alt passos crítics proporcionant un format estructurat de llista de verificació.</li><li>Millora en l'execució de tasques: Promou un enfocament sistemàtic per a la finalització de tasques, portant a una major eficiència i reducció d'errors.</li></ul>El complement de Llistes de verificació simplifica les tasques complexes i capacita el teu equip per mantenir-se organitzat i en el camí correcte, assegurant que cada pas es tingui en compte i els projectes es completin amb èxit."
}