{
  "plugin_store_checklists_title": "Listas de verificación",
  "plugin_store_checklists_short_description": "Simplifica tareas complejas y realiza un seguimiento del progreso con listas de verificación interactivas.",
  "plugin_store_checklists_full_description": "El plugin de Listas de verificación para JustDo aporta una funcionalidad de lista de verificación potente e intuitiva a tus tareas, permitiéndote desglosar actividades complejas en pasos manejables. <br><br>Características principales: <ul><li>Listas de verificación interactivas: Crea listas de verificación anidadas dentro de cualquier tarea para organizar subtareas, pasos o requisitos.</li><li>Seguimiento del progreso en tiempo real: Monitorea el estado de finalización de la lista de verificación en tiempo real, con el progreso calculado y mostrado automáticamente a medida que se marcan las tareas. </li><li>Visibilidad mejorada: Obtén una visión clara del progreso de la lista de verificación dentro de la jerarquía de tareas, proporcionando una perspectiva instantánea del estado de finalización de la tarea. </li><li>Gestión de tareas mejorada: Desglosa las tareas grandes en pasos más pequeños y manejables, haciéndolas menos intimidantes y más fáciles de seguir.</li></ul><br>Beneficios: <ul><li>Mayor responsabilidad: Define claramente las responsabilidades y asegura que todos los pasos necesarios se completen con subtareas asignadas dentro de las listas de verificación.</li><li>Reducción de errores y omisiones: Minimiza el riesgo de pasar por alto pasos críticos proporcionando un formato de lista de verificación estructurado. </li><li>Mejora en la ejecución de tareas: Promueve un enfoque sistemático para la finalización de tareas, conduciendo a una mayor eficiencia y reducción de errores.</li></ul>El plugin de Listas de verificación simplifica las tareas complejas y permite a tu equipo mantenerse organizado y en el camino correcto, asegurando que cada paso sea considerado y los proyectos se completen con éxito."
}