{
  "plugin_store_checklists_title": "Listes de contrôle",
  "plugin_store_checklists_short_description": "Simplifiez les tâches complexes et suivez les progrès avec des listes de contrôle interactives.",
  "plugin_store_checklists_full_description": "Le plugin Listes de contrôle pour JustDo apporte une fonctionnalité de liste de contrôle puissante et intuitive à vos tâches, vous permettant de décomposer les activités complexes en étapes gérables. <br><br><h2>Fonctionnalités clés :</h2> <ul><li>Listes de contrôle interactives : Créez des listes de contrôle imbriquées dans n'importe quelle tâche pour organiser les sous-tâches, les étapes ou les exigences.</li><li>Suivi des progrès en temps réel : Surveillez l'état d'avancement des listes de contrôle en temps réel, avec un calcul et un affichage automatiques des progrès au fur et à mesure que les tâches sont cochées. </li><li>Visibilité améliorée : Obtenez une vue d'ensemble claire des progrès des listes de contrôle dans la hiérarchie des tâches, offrant un aperçu instantané de l'état d'avancement des tâches. </li><li>Gestion des tâches améliorée : Décomposez les grandes tâches en étapes plus petites et plus gérables, les rendant moins intimidantes et plus faciles à suivre.</li></ul><br><h2>Avantages :</h2> <ul><li>Responsabilisation accrue : Définissez clairement les responsabilités et assurez-vous que toutes les étapes nécessaires sont accomplies avec des sous-tâches assignées dans les listes de contrôle.</li><li>Réduction des erreurs et des omissions : Minimisez le risque d'oublier des étapes critiques en fournissant un format de liste de contrôle structuré. </li><li>Exécution améliorée des tâches : Favorisez une approche systématique de l'achèvement des tâches, conduisant à une plus grande efficacité et à une réduction des erreurs.</li></ul>Le plugin Listes de contrôle simplifie les tâches complexes et permet à votre équipe de rester organisée et sur la bonne voie, en s'assurant que chaque étape est prise en compte et que les projets sont menés à bien avec succès."
}