{
  "plugin_store_checklists_title": "Текшерүү тизмелери",
  "plugin_store_checklists_short_description": "Татаал тапшырмаларды жөнөкөйлөтүп, интерактивдүү текшерүү тизмелери менен прогрессти көзөмөлдөңүз.",
  "plugin_store_checklists_full_description": "JustDo үчүн Текшерүү тизмелери (Checklists) плагини тапшырмаларыңызга күчтүү жана интуитивдүү текшерүү тизмеси функционалдуулугун кошот, татаал иш-аракеттерди башкарылуучу кадамдарга бөлүүгө мүмкүнчүлүк берет. <br><br><h2>Негизги өзгөчөлүктөр:</h2> <ul><li>Интерактивдүү текшерүү тизмелери: Кошумча тапшырмаларды, кадамдарды же талаптарды уюштуруу үчүн каалаган тапшырманын ичинде кийинкилүү текшерүү тизмелерин түзүңүз.</li><li>Реалдуу убакыттагы прогрессти көзөмөлдөө: Тапшырмалар белгиленип жатканда, текшерүү тизмесинин аткарылуу абалын реалдуу убакытта байкоо, прогресс автоматтык түрдө эсептелип жана көрсөтүлөт. </li><li>Жакшыртылган көрүнүү: Тапшырма иерархиясындагы текшерүү тизмесинин прогрессинин так көрүнүшүн алыңыз, тапшырманын аткарылуу абалын дароо түшүнүүгө мүмкүнчүлүк берет. </li><li>Жакшыртылган тапшырма башкаруу: Чоң тапшырмаларды кичирээк, башкарууга оңой кадамдарга бөлүңүз, аларды азыраак коркунучтуу жана көзөмөлдөөгө оңой кылат.</li></ul><br><h2>Артыкчылыктар:</h2> <ul><li>Жогорулатылган жоопкерчилик: Текшерүү тизмелериндеги дайындалган кошумча тапшырмалар менен жоопкерчиликтерди так аныктаңыз жана бардык керектүү кадамдардын аткарылышын камсыз кылыңыз.</li><li>Каталар жана калтыруулардын азайышы: Түзүмдүү текшерүү тизмеси форматын берүү менен маанилүү кадамдарды көңүл жаздымда калтыруу коркунучун азайтыңыз. </li><li>Тапшырманы аткаруунун жакшыртылышы: Тапшырманы аткаруунун системалуу ыкмасын көтөрмөлөө, натыйжада жогорку натыйжалуулукка жана каталардын азайышына алып келет.</li></ul>Текшерүү тизмелери (Checklists) плагини татаал тапшырмаларды жөнөкөйлөтөт жана командаңызга уюшкан жана туура жолдо калууга мүмкүнчүлүк берет, ар бир кадам эске алынып, долбоорлор ийгиликтүү аяктап жатканын камсыз кылат."
}