{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "אינטעראַקטיוו גאַנט קאַרטע",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "וויזואַליזירן און פאַרוואַלטן פּרויעקט צייַטליניעס, אָפּהענגיקייטן, און פראָגרעס מיט אינטעראַקטיוו גאַנט קאַרטעס אין JustDo.<br>פּלאַנירן, נאָכפאָלגן, און צושטעלן פּרויעקטן עפעקטיוו בשעת פאַרזיכערן צייַטיק צושטעלונג.",
  "plugin_store_gantt_chart_asset_milestones_title": "מייַלשטיינער",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "באַצייכן וויכטיקע געשעענישן און טערמינען אין אייער פּרויעקט צייַטליניע מיט מייַלשטיינער.<br>צושטעלן קלאָר וויזואַל טשעקפּאָינץ צו האַלטן אייער מאַנשאַפֿט פאָקוסירט, מאָטיווירט, און איינגעשטעלט.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "הויפּט אויפגאבן",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "אידענטיפיצירן און באַטאָנען קריטיש אויפגאבן אָדער מייַלשטיינער וואָס ווירקן באַטייַטיק אויף פּרויעקט פראָגרעס און דערפאָלג.<br>פאַרזיכערן אַז די וויכטיקע אַקטיוויטעטן זיינען פּריאָריטיזירט און נאָכגעפאָלגט עפעקטיוו.",
  "plugin_store_gantt_chart_asset_baselines_title": "באַזעליניעס",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "נאָכפאָלגן פּרויעקט פראָגרעס און אידענטיפיצירן אָפּווייַכונגען פון דעם אָריגינעלן פּלאַן מיט באַזעליניעס.<br>פאַרגלייַכן פאַרשידענע ווערסיעס פון אייער פּרויעקט פּלאַן צו פאַרזיכערן צייַטיק צושטעלונג און פּרויעקט דערפאָלג.",
  "plugin_store_gantt_chart_asset_slack_time_title": "שלאַק צייַט",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "וויזואַליזירן אויפגאבע פלעקסיביליטעט און פּאָטענציעל פּלאַן באַפערס דירעקט אויף אייער גאַנט קאַרטע.<br>פּראָאַקטיוו פאַרוואַלטן ריזיקעס און פאַרזיכערן צייַטיק פּרויעקט צושטעלונג מיט JustDo.",
  "plugin_store_gantt_chart_asset_buffers_title": "באַפער אויפגאבן",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "צולייגן באַפער אויפגאבן צו אייער פּרויעקט פּלאַן צו אַקאָמאָדירן אומזיכערקייטן, פאַרוואַלטן ריזיקעס, און פאַרמייַדן פאַרשפּעטיקונגען פון ווירקן אויף דעם אַלגעמיינעם פּרויעקט צייַטליניע."
}