{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "Carta Gantt Interaktif",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "Visualisasikan dan uruskan garis masa projek, kebergantungan, dan kemajuan dengan carta Gantt interaktif dalam JustDo.<br>Rancang, jejak, dan sampaikan projek dengan cekap sambil memastikan penghantaran tepat pada masanya.",
  "plugin_store_gantt_chart_asset_milestones_title": "Tonggak Pencapaian",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "Tandakan peristiwa penting dan tarikh akhir dalam garis masa projek anda menggunakan Tonggak Pencapaian.<br>Sediakan titik semakan visual yang jelas untuk memastikan pasukan anda fokus, bermotivasi, dan selaras.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "Tugas Utama",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "Kenalpasti dan serlahkan tugas penting atau tonggak pencapaian yang memberi impak besar kepada kemajuan dan kejayaan projek.<br>Pastikan aktiviti kritikal ini diberi keutamaan dan dijejaki dengan berkesan.",
  "plugin_store_gantt_chart_asset_baselines_title": "Garis Dasar",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "Jejaki kemajuan projek dan kenalpasti penyimpangan daripada rancangan asal menggunakan Garis Dasar.<br>Bandingkan versi berbeza jadual projek anda untuk memastikan penghantaran tepat pada masa dan kejayaan projek.",
  "plugin_store_gantt_chart_asset_slack_time_title": "Masa Longgar",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "Visualisasikan fleksibiliti tugas dan potensi penampan jadual secara langsung pada carta Gantt anda.<br>Uruskan risiko secara proaktif dan pastikan penghantaran projek tepat pada masa dengan JustDo.",
  "plugin_store_gantt_chart_asset_buffers_title": "Tugas Penampan",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "Tambahkan tugas penampan ke jadual projek anda untuk menampung ketidakpastian, menguruskan risiko, dan mencegah kelewatan daripada memberi kesan kepada garis masa projek secara keseluruhan."
}