{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "Διαδραστικό Διάγραμμα Gantt",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "Οπτικοποιήστε και διαχειριστείτε χρονοδιαγράμματα έργων, εξαρτήσεις και πρόοδο με διαδραστικά διαγράμματα Gantt στο JustDo.<br>Σχεδιάστε, παρακολουθήστε και παραδώστε έργα αποτελεσματικά εξασφαλίζοντας έγκαιρη παράδοση.",
  "plugin_store_gantt_chart_asset_milestones_title": "Ορόσημα",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "Σημειώστε σημαντικά γεγονότα και προθεσμίες στο χρονοδιάγραμμα του έργου σας χρησιμοποιώντας Ορόσημα.<br>Παρέχετε σαφή οπτικά σημεία ελέγχου για να διατηρήσετε την ομάδα σας εστιασμένη, παρακινημένη και συντονισμένη.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "Βασικές Εργασίες",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "Εντοπίστε και τονίστε κρίσιμες εργασίες ή ορόσημα που επηρεάζουν σημαντικά την πρόοδο και την επιτυχία του έργου.<br>Εξασφαλίστε την αποτελεσματική ιεράρχηση και παρακολούθηση αυτών των κρίσιμων δραστηριοτήτων.",
  "plugin_store_gantt_chart_asset_baselines_title": "Γραμμές Βάσης",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "Παρακολουθήστε την πρόοδο του έργου και εντοπίστε αποκλίσεις από το αρχικό σχέδιο χρησιμοποιώντας Γραμμές Βάσης.<br>Συγκρίνετε διαφορετικές εκδόσεις του χρονοδιαγράμματος του έργου σας για να εξασφαλίσετε έγκαιρη παράδοση και επιτυχία.",
  "plugin_store_gantt_chart_asset_slack_time_title": "Χρόνος Χαλάρωσης",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "Οπτικοποιήστε την ευελιξία των εργασιών και τα πιθανά χρονικά περιθώρια απευθείας στο διάγραμμα Gantt σας.<br>Διαχειριστείτε προληπτικά τους κινδύνους και εξασφαλίστε έγκαιρη παράδοση του έργου με το JustDo.",
  "plugin_store_gantt_chart_asset_buffers_title": "Εργασίες Buffer",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "Προσθέστε εργασίες buffer στο χρονοδιάγραμμα του έργου σας για να αντιμετωπίσετε αβεβαιότητες, να διαχειριστείτε κινδύνους και να αποτρέψετε καθυστερήσεις που επηρεάζουν το συνολικό χρονοδιάγραμμα του έργου."
}