{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "Интерактивдүү Гантт диаграммасы",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "JustDo'до интерактивдүү Гантт диаграммалары менен долбоордун графиктерин, көз карандылыктарын жана прогрессин визуалдаштырып, башкарыңыз.<br>Долбоорлорду натыйжалуу пландаңыз, байкоо жүргүзүңүз жана өз убагында аткарыңыз.",
  "plugin_store_gantt_chart_asset_milestones_title": "Маанилүү этаптар",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "Долбоордун графигиндеги маанилүү окуяларды жана мөөнөттөрдү маанилүү этаптар менен белгилеңиз.<br>Командаңызды максатка багыттап, шыктандырып жана бириктирүү үчүн так визуалдык текшерүү чекиттерин камсыздаңыз.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "Негизги тапшырмалар",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "Долбоордун прогрессине жана ийгилигине олуттуу таасир эткен маанилүү тапшырмаларды же этаптарды аныктап, белгилеңиз.<br>Бул маанилүү иш-аракеттердин артыкчылыгын жана натыйжалуу көзөмөлдөнүшүн камсыздаңыз.",
  "plugin_store_gantt_chart_asset_baselines_title": "Базалык сызыктар",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "Базалык сызыктарды колдонуп, долбоордун жүрүшүн көзөмөлдөп, баштапкы пландан четтөөлөрдү аныктаңыз.<br>Долбоорду өз убагында аткарууну жана ийгиликтүү аяктоону камсыздоо үчүн долбоордун графигинин ар кандай версияларын салыштырыңыз.",
  "plugin_store_gantt_chart_asset_slack_time_title": "Бош убакыт",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "Тапшырмалардын ийкемдүүлүгүн жана потенциалдуу график буферлерин Гантт диаграммасында түздөн-түз көрсөтүңүз.<br>JustDo менен тобокелдиктерди алдын ала башкарып, долбоордун өз убагында аткарылышын камсыздаңыз.",
  "plugin_store_gantt_chart_asset_buffers_title": "Буфер тапшырмалары",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "Белгисиздиктерди эске алуу, тобокелдиктерди башкаруу жана кечигүүлөрдүн долбоордун жалпы графигине тийгизген таасирин болтурбоо үчүн долбоордун графигине буфер тапшырмаларын кошуңуз."
}