{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "ஊடாடும் கான்ட் விளக்கப்படம்",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "JustDo-வில் ஊடாடும் கான்ட் விளக்கப்படங்களுடன் திட்டகால அளவுகோல்களை, சார்புகளை, மற்றும் முன்னேற்றத்தை காட்சிப்படுத்தி நிர்வகிக்கவும்.<br>திட்டங்களை திறமையாக திட்டமிட்டு, கண்காணித்து, நேரத்தில் வழங்குவதை உறுதிப்படுத்தவும்.",
  "plugin_store_gantt_chart_asset_milestones_title": "மைல்கற்கள்",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "மைல்கற்களைப் பயன்படுத்தி உங்கள் திட்டக் காலக்கெடுவில் முக்கியமான நிகழ்வுகளையும் காலக்கெடுக்களையும் குறிக்கவும்.<br>உங்கள் குழுவை கவனமாக, ஊக்கமாக, ஒத்திசைவாக வைத்திருக்க தெளிவான காட்சி சோதனைப் புள்ளிகளை வழங்குங்கள்.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "முக்கிய பணிகள்",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "திட்டத்தின் முன்னேற்றத்தையும் வெற்றியையும் கணிசமாக பாதிக்கும் முக்கியமான பணிகளை அல்லது மைல்கற்களை அடையாளம் கண்டு முன்னிலைப்படுத்தவும்.<br>இந்த முக்கியமான செயல்பாடுகள் முன்னுரிமை பெற்று திறம்பட கண்காணிக்கப்படுவதை உறுதி செய்யவும்.",
  "plugin_store_gantt_chart_asset_baselines_title": "அடிப்படை கோடுகள்",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "அடிப்படை கோடுகளைப் பயன்படுத்தி திட்டத்தின் முன்னேற்றத்தைக் கண்காணித்து, அசல் திட்டத்திலிருந்து விலகல்களை அடையாளம் காணவும்.<br>உங்கள் திட்ட அட்டவணையின் வெவ்வேறு பதிப்புகளை ஒப்பிட்டு, நேரத்தில் வழங்குதல் மற்றும் திட்ட வெற்றியை உறுதி செய்யவும்.",
  "plugin_store_gantt_chart_asset_slack_time_title": "தளர்வு நேரம் (Slack Time)",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "உங்கள் கான்ட் விளக்கப்படத்தில் பணி நெகிழ்வுத்தன்மை மற்றும் சாத்தியமான அட்டவணை இடைவெளிகளை நேரடியாகக் காட்சிப்படுத்தவும்.<br>JustDo உடன் அபாயங்களை முன்கூட்டியே நிர்வகித்து, திட்டத்தை நேரத்தில் வழங்குவதை உறுதி செய்யவும்.",
  "plugin_store_gantt_chart_asset_buffers_title": "இடையக பணிகள்",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "நிச்சயமற்ற தன்மைகளை சமாளிக்க, அபாயங்களை நிர்வகிக்க, மற்றும் தாமதங்கள் ஒட்டுமொத்த திட்ட காலக்கெடுவை பாதிப்பதைத் தடுக்க உங்கள் திட்ட அட்டவணையில் இடையக பணிகளைச் சேர்க்கவும்."
}