{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "Диаграммаи интерактивии Гантт",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "Тасвир ва идоракунии ҷадвали вақти лоиҳаҳо, алоқамандиҳо ва пешрафт бо диаграммаҳои интерактивии Гантт дар JustDo.<br>Лоиҳаҳоро самаранок банақшагирӣ, пайгирӣ ва иҷро кунед ва дар айни замон таҳвили саривақтиро таъмин намоед.",
  "plugin_store_gantt_chart_asset_milestones_title": "Нуқтаҳои муҳим",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "Рӯйдодҳои муҳим ва мӯҳлатҳоро дар ҷадвали вақти лоиҳаи худ бо истифодаи Нуқтаҳои муҳим қайд кунед.<br>Нуқтаҳои санҷишии визуалии возеҳ пешниҳод кунед, то гурӯҳи шумо диққатҷамъ, ҳавасманд ва ҳамоҳанг бошад.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "Вазифаҳои калидӣ",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "Вазифаҳо ё нуқтаҳои муҳими ҳалкунандаеро, ки ба пешрафт ва муваффақияти лоиҳа таъсири назаррас мерасонанд, муайян ва таъкид кунед.<br>Боварӣ ҳосил кунед, ки ин фаъолиятҳои муҳим авлавият дода шуда, самаранок пайгирӣ карда мешаванд.",
  "plugin_store_gantt_chart_asset_baselines_title": "Хатҳои асосӣ",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "Пешрафти лоиҳаро пайгирӣ кунед ва фарқиятҳоро аз нақшаи аслӣ бо истифода аз Хатҳои асосӣ муайян кунед.<br>Версияҳои гуногуни ҷадвали лоиҳаи худро муқоиса кунед, то таҳвили саривақтӣ ва муваффақияти лоиҳаро таъмин намоед.",
  "plugin_store_gantt_chart_asset_slack_time_title": "Вақти захиравӣ (Slack Time)",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "Чандирии вазифа ва буферҳои эҳтимолии ҷадвалро мустақиман дар диаграммаи Гантти худ тасвир кунед.<br>Хавфҳоро пешакӣ идора кунед ва таҳвили саривақтии лоиҳаро бо JustDo таъмин намоед.",
  "plugin_store_gantt_chart_asset_buffers_title": "Вазифаҳои буферӣ",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "Барои ба назар гирифтани номуайяниҳо, идора кардани хавфҳо ва пешгирӣ кардани таъсири таъхирҳо ба ҷадвали умумии лоиҳа, ба ҷадвали лоиҳаи худ вазифаҳои буферӣ илова кунед."
}