{
  "plugin_store_gantt_chart_asset_gantt_chart_title": "Интерактивен Гантов дијаграм",
  "plugin_store_gantt_chart_asset_gantt_chart_subtitle": "Визуелизирајте и управувајте со временски рамки, зависности и напредок на проектите со интерактивни Гантови дијаграми во JustDo.<br>Планирајте, следете и испорачувајте проекти ефикасно, осигурувајќи навремено извршување.",
  "plugin_store_gantt_chart_asset_milestones_title": "Клучни точки",
  "plugin_store_gantt_chart_asset_milestones_subtitle": "Означете значајни настани и рокови во временската рамка на вашиот проект користејќи Клучни точки.<br>Обезбедете јасни визуелни контролни точки за да го одржите вашиот тим фокусиран, мотивиран и усогласен.",
  "plugin_store_gantt_chart_asset_key_tasks_title": "Клучни задачи",
  "plugin_store_gantt_chart_asset_key_tasks_subtitle": "Идентификувајте и истакнете клучни задачи или клучни точки кои значително влијаат на напредокот и успехот на проектот.<br>Осигурете се дека овие критични активности се приоритизирани и ефективно следени.",
  "plugin_store_gantt_chart_asset_baselines_title": "Основни линии",
  "plugin_store_gantt_chart_asset_baselines_subtitle": "Следете го напредокот на проектот и идентификувајте отстапувања од оригиналниот план користејќи Основни линии.<br>Споредете различни верзии на распоредот на вашиот проект за да обезбедите навремена испорака и успех на проектот.",
  "plugin_store_gantt_chart_asset_slack_time_title": "Слободно време",
  "plugin_store_gantt_chart_asset_slack_time_subtitle": "Визуелизирајте ја флексибилноста на задачите и потенцијалните временски резерви директно на вашиот Гантов дијаграм.<br>Проактивно управувајте со ризици и осигурајте навремена испорака на проектот со JustDo.",
  "plugin_store_gantt_chart_asset_buffers_title": "Резервни задачи",
  "plugin_store_gantt_chart_asset_buffers_subtitle": "Додадете резервни задачи во распоредот на вашиот проект за да ги приспособите несигурностите, да управувате со ризици и да спречите доцнењата да влијаат на целокупната временска рамка на проектот."
}