{
  "plugin_store_gantt_chart_title": "Qantt Diaqramı Layihə Planlaşdırıcısı",
  "plugin_store_gantt_chart_short_description": "İnteraktiv Qantt diaqramları ilə layihə müddətlərini vizuallaşdırın və idarə edin.",
  "plugin_store_gantt_chart_full_description": "<p>Qantt diaqramı, JustDo-da güclü bir layihə idarəetmə alətidir ki, layihənizin vaxt cədvəlini, asılılıqlarını və irəliləyişini vizual olaraq təqdim edir. Bu, layihə menecerlərinə layihələri səmərəli şəkildə planlaşdırmağa, koordinasiya etməyə və izləməyə imkan verir, vaxtında çatdırılmanı təmin edir.</p><br><p>JustDo-nun Qantt Diaqramının Əsas Xüsusiyyətləri:</p><ul><li><b>İnteraktiv Vaxt Cədvəli:</b> Sürüklənə bilən başlanğıc və bitmə tarixləri ilə tapşırıqları, mərhələləri və asılılıqları vizuallaşdırın.</li><li><b>Mərhələ İzləmə:</b> Aydın layihə yoxlama nöqtələri üçün əhəmiyyətli hadisələri və son tarixləri qeyd edin.</li><li><b>Asılılıq İdarəetməsi:</b> İş axınınızı dəqiq modelləşdirmək üçün çoxsaylı asılılıq növləri (FS, SF, FF, SS) ilə tapşırıqlar arasında əlaqələr qurun.</li><li><b>Baza Xətti Müqayisələri:</b> Layihə cədvəli görüntülərini saxlayın və kənarlaşmaları izləmək və nəzarəti saxlamaq üçün onları müqayisə edin.</li><li><b>Boş Vaxt Vizuallaşdırması:</b> Proaktiv risk idarəetməsi üçün tapşırıq çevikliyini və potensial cədvəl buferlərini müəyyənləşdirin.</li><li><b>Əsas Tapşırıqların Vurğulanması:</b> Layihənin uğuru üçün vacib olan kritik tapşırıqlara diqqət yetirin.</li><li><b>Layihələrarası Asılılıq İdarəetməsi:</b> İş yükünüzün bütöv görünüşü üçün bir neçə layihə üzrə tapşırıqları koordinasiya edin.</li></ul><br><p>Faydalar:</p><ul><li>Layihə planlaşdırması və cədvəl dəqiqliyinin təkmilləşdirilməsi.</li><li>Resursların bölüşdürülməsi və istifadəsinin artırılması.</li><li>Real vaxt rejimində irəliləyişin izlənməsi və risklərin müəyyənləşdirilməsi.</li><li>Komanda əməkdaşlığı və ünsiyyətin artırılması.</li><li>Layihənin vaxt və büdcə məhdudiyyətləri daxilində uğurla çatdırılması.</li></ul>"
}