{
  "plugin_store_gantt_chart_title": "Диаграма на Гант за планиране на проекти",
  "plugin_store_gantt_chart_short_description": "Визуализирайте и управлявайте проектни времеви линии с интерактивни диаграми на Гант.",
  "plugin_store_gantt_chart_full_description": "<p>Диаграмата на Гант е мощен инструмент за управление на проекти в JustDo, който визуално представя времевата линия, зависимостите и напредъка на вашия проект. Тя дава възможност на мениджърите на проекти ефективно да планират, координират и проследяват проектите, осигурявайки навременно изпълнение.</p><br><p><h2>Ключови функции на диаграмата на Гант в JustDo:</h2></p><ul><li><b>Интерактивна времева линия:</b> Визуализирайте задачи, ключови етапи и зависимости с възможност за плъзгане на начални и крайни дати.</li><li><b>Проследяване на ключови етапи:</b> Отбележете важни събития и срокове за ясни контролни точки на проекта.</li><li><b>Управление на зависимости:</b> Установете връзки между задачите с множество типове зависимости (FS, SF, FF, SS) за точно моделиране на работния процес.</li><li><b>Сравнения с базовата линия:</b> Запазвайте моментни снимки на графика на проекта и ги сравнявайте, за да проследявате отклоненията и да поддържате контрол.</li><li><b>Визуализация на свободното време:</b> Идентифицирайте гъвкавостта на задачите и потенциалните буфери в графика за проактивно управление на риска.</li><li><b>Подчертаване на ключови задачи:</b> Фокусирайте се върху критичните задачи, които са от съществено значение за успеха на проекта.</li><li><b>Управление на зависимости между проекти:</b> Координирайте задачи в множество проекти за цялостен поглед върху работното натоварване.</li></ul><br><p><h2>Ползи:</h2></p><ul><li>Подобрена точност в планирането и графика на проектите.</li><li>Подобрено разпределение и използване на ресурсите.</li><li>Мониторинг на напредъка в реално време и идентифициране на рисковете.</li><li>Повишено сътрудничество и комуникация в екипа.</li><li>Успешно изпълнение на проекти в рамките на времевите и бюджетни ограничения.</li></ul>"
}