{
  "plugin_store_gantt_chart_title": "Диаграма на Гант за планиране на проекти",
  "plugin_store_gantt_chart_short_description": "Визуализирайте и управлявайте проектни времеви линии с интерактивни диаграми на Гант.",
  "plugin_store_gantt_chart_full_description": "<p>Диаграмата на Гант е мощен инструмент за управление на проекти в JustDo, който визуално представя времевата линия, зависимостите и напредъка на вашия проект. Тя дава възможност на проектните мениджъри ефективно да планират, координират и проследяват проекти, осигурявайки навременно изпълнение.</p><br><p>Ключови характеристики на диаграмата на Гант в JustDo:</p><ul><li><b>Интерактивна времева линия:</b> Визуализирайте задачи, ключови етапи и зависимости с плъзгащи се начални и крайни дати.</li><li><b>Проследяване на ключови етапи:</b> Отбелязвайте важни събития и крайни срокове за ясни проектни контролни точки.</li><li><b>Управление на зависимости:</b> Установете връзки между задачите с множество типове зависимости (FS, SF, FF, SS) за точно моделиране на работния процес.</li><li><b>Сравнения с базовата линия:</b> Запазвайте снимки на проектния график и ги сравнявайте, за да проследявате отклонения и да поддържате контрол.</li><li><b>Визуализация на свободното време:</b> Идентифицирайте гъвкавостта на задачите и потенциални времеви буфери за проактивно управление на риска.</li><li><b>Подчертаване на ключови задачи:</b> Фокусирайте се върху критични задачи, които са от съществено значение за успеха на проекта.</li><li><b>Управление на зависимости между проекти:</b> Координирайте задачи между множество проекти за цялостен поглед върху работното натоварване.</li></ul><br><p>Ползи:</p><ul><li>Подобрена точност при планиране и насрочване на проекти.</li><li>Подобрено разпределение и използване на ресурсите.</li><li>Мониторинг на напредъка в реално време и идентифициране на рискове.</li><li>Повишено сътрудничество и комуникация в екипа.</li><li>Успешно изпълнение на проекти в рамките на времевите и бюджетни ограничения.</li></ul>"
}