{
  "plugin_store_gantt_chart_title": "Planificador de Projectes amb Diagrama de Gantt",
  "plugin_store_gantt_chart_short_description": "Visualitzeu i gestioneu línies temporals de projectes amb diagrames de Gantt interactius.",
  "plugin_store_gantt_chart_full_description": "<p>El diagrama de Gantt és una eina potent de gestió de projectes a JustDo que representa visualment la cronologia, dependències i progrés del vostre projecte. Permet als gestors de projectes planificar, coordinar i fer seguiment dels projectes de manera eficient, assegurant-ne el lliurament a temps.</p><br><p><h2>Característiques principals del diagrama de Gantt de JustDo:</h2></p><ul><li><b>Línia de temps interactiva:</b> Visualitzeu tasques, fites i dependències amb dates d'inici i fi arrossegables.</li><li><b>Seguiment de fites:</b> Marqueu esdeveniments i terminis importants per a punts de control clars del projecte.</li><li><b>Gestió de dependències:</b> Establiu relacions entre tasques amb múltiples tipus de dependències (FS, SF, FF, SS) per modelar amb precisió el vostre flux de treball.</li><li><b>Comparacions de línies base:</b> Guardeu instantànies de la programació del projecte i compareu-les per fer seguiment de les desviacions i mantenir el control.</li><li><b>Visualització del temps de marge:</b> Identifiqueu la flexibilitat de les tasques i possibles marges en la programació per a una gestió proactiva del risc.</li><li><b>Ressaltat de tasques clau:</b> Centreu-vos en les tasques crítiques essencials per a l'èxit del projecte.</li><li><b>Gestió de dependències entre projectes:</b> Coordineu tasques entre múltiples projectes per obtenir una visió holística de la vostra càrrega de treball.</li></ul><br><p><h2>Beneficis:</h2></p><ul><li>Millora en la precisió de la planificació i programació de projectes.</li><li>Millora en l'assignació i utilització de recursos.</li><li>Monitoratge del progrés i identificació de riscos en temps real.</li><li>Augment de la col·laboració i comunicació de l'equip.</li><li>Lliurament exitós de projectes dins dels límits de temps i pressupost.</li></ul>"
}