{
  "plugin_store_gantt_chart_title": "Planificador de Projectes amb Diagrama de Gantt",
  "plugin_store_gantt_chart_short_description": "Visualitzeu i gestioneu línies temporals de projectes amb diagrames de Gantt interactius.",
  "plugin_store_gantt_chart_full_description": "<p>El diagrama de Gantt és una eina poderosa de gestió de projectes a JustDo que representa visualment la línia temporal del projecte, les dependències i el progrés. Permet als gestors de projectes planificar, coordinar i fer seguiment dels projectes de manera eficient, assegurant el lliurament a temps.</p><br><p>Característiques principals del Diagrama de Gantt de JustDo:</p><ul><li><b>Línia temporal interactiva:</b> Visualitzeu tasques, fites i dependències amb dates d'inici i final ajustables.</li><li><b>Seguiment de fites:</b> Marqueu esdeveniments significatius i terminis per a punts de control clars del projecte.</li><li><b>Gestió de dependències:</b> Establiu relacions entre tasques amb múltiples tipus de dependència (FS, SF, FF, SS) per modelar amb precisió el flux de treball.</li><li><b>Comparacions de línies base:</b> Deseu instantànies de la programació del projecte i compareu-les per fer seguiment de les desviacions i mantenir el control.</li><li><b>Visualització del temps de marge:</b> Identifiqueu la flexibilitat de les tasques i possibles marges en la programació per a una gestió proactiva del risc.</li><li><b>Ressaltat de tasques clau:</b> Centreu-vos en les tasques crítiques essencials per a l'èxit del projecte.</li><li><b>Gestió de dependències entre projectes:</b> Coordineu tasques entre múltiples projectes per a una visió holística de la vostra càrrega de treball.</li></ul><br><p>Beneficis:</p><ul><li>Millora en la precisió de la planificació i programació de projectes.</li><li>Assignació i utilització de recursos millorada.</li><li>Monitorització del progrés i identificació de riscos en temps real.</li><li>Augment de la col·laboració i comunicació de l'equip.</li><li>Lliurament exitós del projecte dins dels límits de temps i pressupost.</li></ul>"
}