{
  "plugin_store_gantt_chart_title": "Gantt-Diagramm Projektplaner",
  "plugin_store_gantt_chart_short_description": "Visualisieren und verwalten Sie Projektabläufe mit interaktiven Gantt-Diagrammen.",
  "plugin_store_gantt_chart_full_description": "<p>Das Gantt-Diagramm ist ein leistungsstarkes Projektmanagement-Tool in JustDo, das Ihren Projektzeitplan, Abhängigkeiten und Fortschritt visuell darstellt. Es ermöglicht Projektmanagern, Projekte effizient zu planen, zu koordinieren und zu verfolgen, um eine termingerechte Lieferung sicherzustellen.</p><br><p>Hauptfunktionen des JustDo Gantt-Diagramms:</p><ul><li><b>Interaktiver Zeitstrahl:</b> Visualisieren Sie Aufgaben, Meilensteine und Abhängigkeiten mit verschiebbaren Start- und Enddaten.</li><li><b>Meilenstein-Tracking:</b> Markieren Sie wichtige Ereignisse und Fristen für klare Projekt-Checkpoints.</li><li><b>Abhängigkeitsmanagement:</b> Erstellen Sie Beziehungen zwischen Aufgaben mit mehreren Abhängigkeitstypen (Ende-Anfang, Anfang-Ende, Ende-Ende, Anfang-Anfang) zur genauen Abbildung Ihres Workflows.</li><li><b>Baseline-Vergleiche:</b> Speichern Sie Snapshots des Projektplans und vergleichen Sie diese, um Abweichungen zu verfolgen und die Kontrolle zu behalten.</li><li><b>Pufferzeit-Visualisierung:</b> Identifizieren Sie Aufgabenflexibilität und potenzielle Zeitpuffer für proaktives Risikomanagement.</li><li><b>Hervorhebung wichtiger Aufgaben:</b> Konzentrieren Sie sich auf kritische Aufgaben, die für den Projekterfolg entscheidend sind.</li><li><b>Projektübergreifendes Abhängigkeitsmanagement:</b> Koordinieren Sie Aufgaben über mehrere Projekte hinweg für eine ganzheitliche Sicht auf Ihre Arbeitsbelastung.</li></ul><br><p>Vorteile:</p><ul><li>Verbesserte Genauigkeit bei Projektplanung und -terminierung.</li><li>Optimierte Ressourcenzuweisung und -nutzung.</li><li>Echtzeit-Fortschrittsüberwachung und Risikoerkennung.</li><li>Erhöhte Teamzusammenarbeit und Kommunikation.</li><li>Erfolgreiche Projektabwicklung innerhalb Zeit- und Budgetvorgaben.</li></ul>"
}