{
  "plugin_store_gantt_chart_title": "Σχεδιαστής Έργου με Διάγραμμα Gantt",
  "plugin_store_gantt_chart_short_description": "Οπτικοποιήστε και διαχειριστείτε χρονοδιαγράμματα έργων με διαδραστικά διαγράμματα Gantt.",
  "plugin_store_gantt_chart_full_description": "<p>Το διάγραμμα Gantt είναι ένα ισχυρό εργαλείο διαχείρισης έργων στο JustDo που απεικονίζει οπτικά το χρονοδιάγραμμα του έργου σας, τις εξαρτήσεις και την πρόοδο. Ενδυναμώνει τους διαχειριστές έργων να σχεδιάζουν, να συντονίζουν και να παρακολουθούν έργα αποτελεσματικά, διασφαλίζοντας την έγκαιρη παράδοση.</p><br><p><h2>Βασικά Χαρακτηριστικά του Διαγράμματος Gantt του JustDo:</h2></p><ul><li><b>Διαδραστικό Χρονοδιάγραμμα:</b> Οπτικοποίηση εργασιών, ορόσημων και εξαρτήσεων με μετακινούμενες ημερομηνίες έναρξης και λήξης.</li><li><b>Παρακολούθηση Ορόσημων:</b> Σήμανση σημαντικών γεγονότων και προθεσμιών για σαφή σημεία ελέγχου του έργου.</li><li><b>Διαχείριση Εξαρτήσεων:</b> Καθορισμός σχέσεων μεταξύ εργασιών με πολλαπλούς τύπους εξάρτησης (FS, SF, FF, SS) για ακριβή μοντελοποίηση της ροής εργασίας σας.</li><li><b>Συγκρίσεις Βάσης:</b> Αποθήκευση στιγμιότυπων του χρονοδιαγράμματος του έργου και σύγκρισή τους για παρακολούθηση αποκλίσεων και διατήρηση ελέγχου.</li><li><b>Οπτικοποίηση Χρόνου Χαλάρωσης:</b> Αναγνώριση ευελιξίας εργασιών και πιθανών χρονικών περιθωρίων για προληπτική διαχείριση κινδύνων.</li><li><b>Επισήμανση Βασικών Εργασιών:</b> Εστίαση σε κρίσιμες εργασίες απαραίτητες για την επιτυχία του έργου.</li><li><b>Διαχείριση Εξαρτήσεων Μεταξύ Έργων:</b> Συντονισμός εργασιών σε πολλαπλά έργα για μια ολιστική εικόνα του φόρτου εργασίας σας.</li></ul><br><p><h2>Οφέλη:</h2></p><ul><li>Βελτιωμένη ακρίβεια στον σχεδιασμό και προγραμματισμό έργων.</li><li>Ενισχυμένη κατανομή και αξιοποίηση πόρων.</li><li>Παρακολούθηση προόδου και αναγνώριση κινδύνων σε πραγματικό χρόνο.</li><li>Αυξημένη συνεργασία και επικοινωνία της ομάδας.</li><li>Επιτυχής παράδοση έργων εντός χρονικών και οικονομικών περιορισμών.</li></ul>"
}