{
  "plugin_store_gantt_chart_title": "Σχεδιαστής Έργου με Διάγραμμα Gantt",
  "plugin_store_gantt_chart_short_description": "Οπτικοποιήστε και διαχειριστείτε χρονοδιαγράμματα έργων με διαδραστικά διαγράμματα Gantt.",
  "plugin_store_gantt_chart_full_description": "<p>Το διάγραμμα Gantt είναι ένα ισχυρό εργαλείο διαχείρισης έργων στο JustDo που απεικονίζει οπτικά το χρονοδιάγραμμα του έργου σας, τις εξαρτήσεις και την πρόοδο. Δίνει τη δυνατότητα στους διαχειριστές έργων να σχεδιάζουν, να συντονίζουν και να παρακολουθούν αποτελεσματικά τα έργα, διασφαλίζοντας την έγκαιρη παράδοση.</p><br><p>Βασικά Χαρακτηριστικά του Διαγράμματος Gantt του JustDo:</p><ul><li><b>Διαδραστικό Χρονοδιάγραμμα:</b> Οπτικοποιήστε εργασίες, ορόσημα και εξαρτήσεις με μετακινούμενες ημερομηνίες έναρξης και λήξης.</li><li><b>Παρακολούθηση Ορόσημων:</b> Σημειώστε σημαντικά γεγονότα και προθεσμίες για σαφή σημεία ελέγχου του έργου.</li><li><b>Διαχείριση Εξαρτήσεων:</b> Δημιουργήστε σχέσεις μεταξύ εργασιών με πολλαπλούς τύπους εξαρτήσεων (FS, SF, FF, SS) για ακριβή μοντελοποίηση της ροής εργασίας σας.</li><li><b>Συγκρίσεις Βάσης:</b> Αποθηκεύστε στιγμιότυπα του χρονοδιαγράμματος του έργου και συγκρίνετέ τα για να εντοπίσετε αποκλίσεις και να διατηρήσετε τον έλεγχο.</li><li><b>Οπτικοποίηση Χρόνου Χαλάρωσης:</b> Εντοπίστε την ευελιξία των εργασιών και πιθανά χρονικά περιθώρια για προληπτική διαχείριση κινδύνων.</li><li><b>Επισήμανση Βασικών Εργασιών:</b> Εστιάστε σε κρίσιμες εργασίες απαραίτητες για την επιτυχία του έργου.</li><li><b>Διαχείριση Εξαρτήσεων Μεταξύ Έργων:</b> Συντονίστε εργασίες σε πολλαπλά έργα για μια ολιστική εικόνα του φόρτου εργασίας σας.</li></ul><br><p>Οφέλη:</p><ul><li>Βελτιωμένη ακρίβεια στον σχεδιασμό και προγραμματισμό έργων.</li><li>Ενισχυμένη κατανομή και αξιοποίηση πόρων.</li><li>Παρακολούθηση προόδου και εντοπισμός κινδύνων σε πραγματικό χρόνο.</li><li>Αυξημένη συνεργασία και επικοινωνία της ομάδας.</li><li>Επιτυχής παράδοση έργων εντός χρονικών και οικονομικών περιορισμών.</li></ul>"
}