{
  "plugin_store_gantt_chart_title": "Planificador de Proyectos con Diagrama de Gantt",
  "plugin_store_gantt_chart_short_description": "Visualiza y gestiona líneas de tiempo de proyectos con diagramas de Gantt interactivos.",
  "plugin_store_gantt_chart_full_description": "<p>El diagrama de Gantt es una poderosa herramienta de gestión de proyectos en JustDo que representa visualmente el cronograma, las dependencias y el progreso de tu proyecto. Permite a los gerentes de proyecto planificar, coordinar y seguir proyectos de manera eficiente, asegurando la entrega a tiempo.</p><br><p><h2>Características principales del Diagrama de Gantt de JustDo:</h2></p><ul><li><b>Línea de tiempo interactiva:</b> Visualiza tareas, hitos y dependencias con fechas de inicio y fin ajustables.</li><li><b>Seguimiento de hitos:</b> Marca eventos significativos y plazos para tener puntos de control claros del proyecto.</li><li><b>Gestión de dependencias:</b> Establece relaciones entre tareas con múltiples tipos de dependencia (FS, SF, FF, SS) para modelar con precisión tu flujo de trabajo.</li><li><b>Comparaciones de línea base:</b> Guarda instantáneas del cronograma y compáralas para rastrear desviaciones y mantener el control.</li><li><b>Visualización de tiempo de holgura:</b> Identifica la flexibilidad de las tareas y posibles márgenes en el cronograma para una gestión proactiva de riesgos.</li><li><b>Resaltado de tareas clave:</b> Enfócate en las tareas críticas esenciales para el éxito del proyecto.</li><li><b>Gestión de dependencias entre proyectos:</b> Coordina tareas en múltiples proyectos para una visión holística de tu carga de trabajo.</li></ul><br><p><h2>Beneficios:</h2></p><ul><li>Mayor precisión en la planificación y programación de proyectos.</li><li>Mejora en la asignación y utilización de recursos.</li><li>Monitoreo del progreso e identificación de riesgos en tiempo real.</li><li>Mayor colaboración y comunicación en el equipo.</li><li>Entrega exitosa de proyectos dentro del tiempo y presupuesto establecidos.</li></ul>"
}