{
  "plugin_store_gantt_chart_title": "Gantt Grafikoa Proiektu Planifikatzailea",
  "plugin_store_gantt_chart_short_description": "Bistaratu eta kudeatu proiektuen denbora-lerroak Gantt grafiko interaktiboekin.",
  "plugin_store_gantt_chart_full_description": "<p>Gantt grafikoa JustDo-n proiektuen kudeaketarako tresna indartsua da, zure proiektuaren denbora-lerroa, mendekotasunak eta aurrerabidea bisualki irudikatzen dituena. Proiektu-kudeatzaileei proiektuak eraginkortasunez planifikatzeko, koordinatzeko eta jarraipena egiteko aukera ematen die, garaiz entregatzea bermatuz.</p><br><p><h2>JustDo-ren Gantt Grafikoaren Ezaugarri Nagusiak:</h2></p><ul><li><b>Denbora-lerro Interaktiboa:</b> Zereginak, mugarriak eta mendekotasunak bisualizatu hasiera eta amaiera data arrastagarriekin.</li><li><b>Mugarrien Jarraipena:</b> Gertaera eta epe garrantzitsuak markatu proiektuaren kontrol-puntu argietarako.</li><li><b>Mendekotasunen Kudeaketa:</b> Zereginen arteko harremanak ezarri mendekotasun mota anitzak erabiliz (AF, FA, AA, HH) zure lan-fluxua zehatz modelatzeko.</li><li><b>Oinarrizko Konparaketak:</b> Proiektuaren ordutegi-argazkiak gorde eta konparatu desbideratzeak kontrolatzeko eta kontrola mantentzeko.</li><li><b>Denbora Lasaiaren Bisualizazioa:</b> Zereginen malgutasuna eta posible diren ordutegiaren bufferrak identifikatu arrisku-kudeaketa proaktiborako.</li><li><b>Zeregin Garrantzitsuen Nabarmentzea:</b> Proiektuaren arrakasta lortzeko funtsezkoak diren zereginetan arreta jarri.</li><li><b>Proiektu Arteko Mendekotasunen Kudeaketa:</b> Zereginak koordinatu hainbat proiektutan zehar zure lan-kargaren ikuspegi holistikoa lortzeko.</li></ul><br><p><h2>Onurak:</h2></p><ul><li>Proiektuen plangintza eta programazio zehaztasun hobeagoa.</li><li>Baliabideen esleipen eta erabilera hobetuak.</li><li>Aurrerabidearen jarraipen eta arrisku identifikazio errealean.</li><li>Talde-lankidetza eta komunikazio handiagoa.</li><li>Proiektuen arrakastazko entrega denbora eta aurrekontu mugen barruan.</li></ul>"
}