{
  "plugin_store_gantt_chart_title": "Planificateur de projet avec diagramme de Gantt",
  "plugin_store_gantt_chart_short_description": "Visualisez et gérez les délais des projets avec des diagrammes de Gantt interactifs.",
  "plugin_store_gantt_chart_full_description": "<p>Le diagramme de Gantt est un outil puissant de gestion de projet dans JustDo qui représente visuellement le calendrier, les dépendances et l'avancement de votre projet. Il permet aux chefs de projet de planifier, coordonner et suivre efficacement les projets, assurant une livraison dans les délais.</p><br><p><h2>Fonctionnalités clés du diagramme de Gantt de JustDo :</h2></p><ul><li><b>Chronologie interactive :</b> Visualisez les tâches, les jalons et les dépendances avec des dates de début et de fin modifiables.</li><li><b>Suivi des jalons :</b> Marquez les événements importants et les échéances pour des points de contrôle clairs du projet.</li><li><b>Gestion des dépendances :</b> Établissez des relations entre les tâches avec plusieurs types de dépendances (FS, SF, FF, SS) pour modéliser précisément votre flux de travail.</li><li><b>Comparaisons de référence :</b> Enregistrez des instantanés du calendrier du projet et comparez-les pour suivre les écarts et maintenir le contrôle.</li><li><b>Visualisation du temps de marge :</b> Identifiez la flexibilité des tâches et les tampons potentiels pour une gestion proactive des risques.</li><li><b>Mise en évidence des tâches clés :</b> Concentrez-vous sur les tâches critiques essentielles au succès du projet.</li><li><b>Gestion des dépendances inter-projets :</b> Coordonnez les tâches entre plusieurs projets pour une vue globale de votre charge de travail.</li></ul><br><p><h2>Avantages :</h2></p><ul><li>Amélioration de la précision de la planification et du calendrier du projet.</li><li>Optimisation de l'allocation et de l'utilisation des ressources.</li><li>Suivi en temps réel de l'avancement et identification des risques.</li><li>Amélioration de la collaboration et de la communication au sein de l'équipe.</li><li>Réussite de la livraison du projet dans les délais et le budget impartis.</li></ul>"
}