{
  "plugin_store_gantt_chart_title": "Pianificatore di progetti con diagramma di Gantt",
  "plugin_store_gantt_chart_short_description": "Visualizza e gestisci le tempistiche dei progetti con diagrammi di Gantt interattivi.",
  "plugin_store_gantt_chart_full_description": "<p>Il diagramma di Gantt è un potente strumento di gestione dei progetti in JustDo che rappresenta visivamente la timeline del progetto, le dipendenze e i progressi. Permette ai project manager di pianificare, coordinare e monitorare i progetti in modo efficiente, garantendo la consegna nei tempi previsti.</p><br><p><h2>Caratteristiche Principali del Diagramma di Gantt di JustDo:</h2></p><ul><li><b>Timeline Interattiva:</b> Visualizza attività, milestone e dipendenze con date di inizio e fine trascinabili.</li><li><b>Monitoraggio delle Milestone:</b> Segna eventi significativi e scadenze per chiari punti di controllo del progetto.</li><li><b>Gestione delle Dipendenze:</b> Stabilisci relazioni tra le attività con diversi tipi di dipendenze (FS, SF, FF, SS) per modellare accuratamente il tuo flusso di lavoro.</li><li><b>Confronti con la Baseline:</b> Salva istantanee della programmazione del progetto e confrontale per tracciare le deviazioni e mantenere il controllo.</li><li><b>Visualizzazione del Tempo di Slack:</b> Identifica la flessibilità delle attività e potenziali buffer di programmazione per una gestione proattiva del rischio.</li><li><b>Evidenziazione delle Attività Chiave:</b> Concentrati sulle attività critiche essenziali per il successo del progetto.</li><li><b>Gestione delle Dipendenze tra Progetti:</b> Coordina le attività tra più progetti per una visione olistica del tuo carico di lavoro.</li></ul><br><p><h2>Vantaggi:</h2></p><ul><li>Miglioramento della precisione nella pianificazione e programmazione dei progetti.</li><li>Ottimizzazione dell'allocazione e dell'utilizzo delle risorse.</li><li>Monitoraggio in tempo reale dei progressi e identificazione dei rischi.</li><li>Maggiore collaborazione e comunicazione del team.</li><li>Consegna di progetti di successo entro i vincoli di tempo e budget.</li></ul>"
}