{
  "plugin_store_gantt_chart_title": "Гант диаграммасы долбоорлорду пландоо",
  "plugin_store_gantt_chart_short_description": "Интерактивдүү Гант диаграммалары менен долбоорлордун убакыт линияларын көрсөтүү жана башкаруу.",
  "plugin_store_gantt_chart_full_description": "<p>JustDo'догу Гант диаграммасы - бул долбоорлордун убакыт линиясын, көз карандылыктарын жана прогрессин визуалдык түрдө көрсөткөн күчтүү долбоорлорду башкаруу куралы. Ал долбоорлорду башкаруучуларга долбоорлорду натыйжалуу пландоого, координациялоого жана көзөмөлдөөгө мүмкүнчүлүк берет, долбоорлордун өз убагында аткарылышын камсыз кылат.</p><br><p>JustDo'нун Гант диаграммасынын негизги өзгөчөлүктөрү:</p><ul><li><b>Интерактивдүү убакыт линиясы:</b> Тапшырмаларды, маанилүү чекиттерди жана көз карандылыктарды сүйрөп койсо болгон башталыш жана аяктоо даталары менен көрсөтүү.</li><li><b>Маанилүү чекиттерди көзөмөлдөө:</b> Долбоордун маанилүү окуяларын жана мөөнөттөрүн белгилөө.</li><li><b>Көз карандылыктарды башкаруу:</b> Иш процессин так моделдөө үчүн бир нече көз карандылык түрлөрү (FS, SF, FF, SS) менен тапшырмалар ортосундагы байланыштарды түзүү.</li><li><b>Базалык салыштыруулар:</b> Долбоордун графигинин сүрөттөрүн сактап, аларды четтөөлөрдү көзөмөлдөө жана контролду сактоо үчүн салыштыруу.</li><li><b>Бош убакытты визуалдаштыруу:</b> Тапшырмалардын ийкемдүүлүгүн жана график буферлеринин мүмкүнчүлүктөрүн аныктоо.</li><li><b>Негизги тапшырмаларды белгилөө:</b> Долбоордун ийгилиги үчүн маанилүү тапшырмаларга көңүл буруу.</li><li><b>Долбоорлор аралык көз карандылыктарды башкаруу:</b> Жумуш жүктөмүнүн толук көрүнүшү үчүн бир нече долбоорлордогу тапшырмаларды координациялоо.</li></ul><br><p>Артыкчылыктары:</p><ul><li>Долбоорлорду пландоо жана график түзүүнүн тактыгын жакшыртуу.</li><li>Ресурстарды бөлүштүрүү жана колдонууну жакшыртуу.</li><li>Реалдуу убакытта прогрессти көзөмөлдөө жана тобокелдиктерди аныктоо.</li><li>Команданын кызматташтыгын жана байланышын жакшыртуу.</li><li>Долбоорлорду убагында жана бюджет чегинде ийгиликтүү аткаруу.</li></ul>"
}