{
  "plugin_store_gantt_chart_title": "Гантов дијаграм за планирање проекти",
  "plugin_store_gantt_chart_short_description": "Визуелизирајте и управувајте со временски рамки на проекти со интерактивни Гантови дијаграми.",
  "plugin_store_gantt_chart_full_description": "<p>Гантовиот дијаграм е моќна алатка за управување со проекти во JustDo која визуелно ги прикажува временските рамки на вашиот проект, зависностите и напредокот. Им овозможува на проектните менаџери ефикасно да планираат, координираат и следат проекти, обезбедувајќи навремено извршување.</p><br><p>Клучни карактеристики на Гантовиот дијаграм на JustDo:</p><ul><li><b>Интерактивна временска линија:</b> Визуелизирајте задачи, пресвртници и зависности со датуми за почеток и крај кои можат да се влечат.</li><li><b>Следење на пресвртници:</b> Обележете значајни настани и рокови за јасни проектни контролни точки.</li><li><b>Управување со зависности:</b> Воспоставете врски помеѓу задачите со повеќе типови на зависности (FS, SF, FF, SS) за точно моделирање на вашиот работен тек.</li><li><b>Споредби на основната линија:</b> Зачувајте снимки на распоредот на проектот и споредете ги за да следите отстапувања и да одржувате контрола.</li><li><b>Визуелизација на слободно време:</b> Идентификувајте флексибилност на задачите и потенцијални временски резерви за проактивно управување со ризици.</li><li><b>Истакнување на клучни задачи:</b> Фокусирајте се на критични задачи суштински за успехот на проектот.</li><li><b>Управување со зависности помеѓу проекти:</b> Координирајте задачи низ повеќе проекти за холистички преглед на вашето оптоварување.</li></ul><br><p>Придобивки:</p><ul><li>Подобрена прецизност во планирањето и распоредувањето на проекти.</li><li>Подобрена распределба и искористување на ресурсите.</li><li>Следење на напредокот и идентификација на ризици во реално време.</li><li>Зголемена соработка и комуникација во тимот.</li><li>Успешна испорака на проекти во рамките на временските и буџетските ограничувања.</li></ul>"
}