{
  "plugin_store_gantt_chart_title": "Planejador de Projetos com Gráfico de Gantt",
  "plugin_store_gantt_chart_short_description": "Visualize e gerencie cronogramas de projetos com gráficos de Gantt interativos.",
  "plugin_store_gantt_chart_full_description": "<p>O gráfico de Gantt é uma poderosa ferramenta de gestão de projetos no JustDo que representa visualmente o cronograma, dependências e progresso do seu projeto. Ele capacita os gerentes de projeto a planejar, coordenar e acompanhar projetos de forma eficiente, garantindo a entrega no prazo.</p><br><p><h2>Principais Recursos do Gráfico de Gantt do JustDo:</h2></p><ul><li><b>Linha do Tempo Interativa:</b> Visualize tarefas, marcos e dependências com datas de início e término ajustáveis.</li><li><b>Acompanhamento de Marcos:</b> Marque eventos significativos e prazos para checkpoints claros do projeto.</li><li><b>Gerenciamento de Dependências:</b> Estabeleça relações entre tarefas com múltiplos tipos de dependência (FS, SF, FF, SS) para modelar seu fluxo de trabalho com precisão.</li><li><b>Comparações de Linha de Base:</b> Salve snapshots do cronograma do projeto e compare-os para rastrear desvios e manter o controle.</li><li><b>Visualização de Tempo de Folga:</b> Identifique a flexibilidade das tarefas e possíveis buffers de cronograma para gerenciamento proativo de riscos.</li><li><b>Destaque de Tarefas-Chave:</b> Foque em tarefas críticas essenciais para o sucesso do projeto.</li><li><b>Gerenciamento de Dependências Entre Projetos:</b> Coordene tarefas em múltiplos projetos para uma visão holística da sua carga de trabalho.</li></ul><br><p><h2>Benefícios:</h2></p><ul><li>Melhoria na precisão do planejamento e agendamento de projetos.</li><li>Aprimoramento na alocação e utilização de recursos.</li><li>Monitoramento de progresso em tempo real e identificação de riscos.</li><li>Aumento na colaboração e comunicação da equipe.</li><li>Entrega bem-sucedida de projetos dentro do prazo e do orçamento.</li></ul>"
}