{
  "plugin_store_gantt_chart_title": "Planeador de Projetos com Gráfico de Gantt",
  "plugin_store_gantt_chart_short_description": "Visualize e gira cronogramas de projetos com gráficos de Gantt interativos.",
  "plugin_store_gantt_chart_full_description": "<p>O gráfico de Gantt é uma poderosa ferramenta de gestão de projetos no JustDo que representa visualmente o cronograma do seu projeto, dependências e progresso. Capacita os gestores de projeto a planear, coordenar e acompanhar projetos de forma eficiente, garantindo a entrega dentro do prazo.</p><br><p><h2>Principais Funcionalidades do Gráfico de Gantt do JustDo:</h2></p><ul><li><b>Linha do Tempo Interativa:</b> Visualize tarefas, marcos e dependências com datas de início e fim arrastáveis.</li><li><b>Acompanhamento de Marcos:</b> Marque eventos significativos e prazos para pontos de verificação claros do projeto.</li><li><b>Gestão de Dependências:</b> Estabeleça relações entre tarefas com múltiplos tipos de dependência (FS, SF, FF, SS) para modelar com precisão o seu fluxo de trabalho.</li><li><b>Comparações de Linha de Base:</b> Guarde instantâneos do cronograma do projeto e compare-os para acompanhar desvios e manter o controlo.</li><li><b>Visualização do Tempo de Folga:</b> Identifique a flexibilidade das tarefas e potenciais amortecedores de cronograma para uma gestão proativa de riscos.</li><li><b>Destaque de Tarefas-Chave:</b> Concentre-se em tarefas críticas essenciais para o sucesso do projeto.</li><li><b>Gestão de Dependências Entre Projetos:</b> Coordene tarefas em vários projetos para uma visão holística da sua carga de trabalho.</li></ul><br><p><h2>Benefícios:</h2></p><ul><li>Melhoria na precisão do planeamento e agendamento de projetos.</li><li>Aprimoramento na alocação e utilização de recursos.</li><li>Monitorização do progresso em tempo real e identificação de riscos.</li><li>Aumento da colaboração e comunicação da equipa.</li><li>Entrega bem-sucedida de projetos dentro dos limites de tempo e orçamento.</li></ul>"
}