{
  "plugin_store_gantt_chart_title": "Planificator de proiect cu diagramă Gantt",
  "plugin_store_gantt_chart_short_description": "Vizualizați și gestionați cronologia proiectelor cu diagrame Gantt interactive.",
  "plugin_store_gantt_chart_full_description": "<p>Diagrama Gantt este un instrument puternic de management al proiectelor în JustDo care reprezintă vizual cronologia proiectului, dependențele și progresul. Aceasta împuternicește managerii de proiect să planifice, coordoneze și urmărească proiectele în mod eficient, asigurând livrarea la timp.</p><br><p>Caracteristici cheie ale diagramei Gantt JustDo:</p><ul><li><b>Cronologie interactivă:</b> Vizualizați sarcini, etape importante și dependențe cu date de început și sfârșit care pot fi mutate.</li><li><b>Urmărirea etapelor importante:</b> Marcați evenimente semnificative și termene limită pentru puncte de control clare ale proiectului.</li><li><b>Gestionarea dependențelor:</b> Stabiliți relații între sarcini cu mai multe tipuri de dependențe (FS, SF, FF, SS) pentru a modela cu precizie fluxul de lucru.</li><li><b>Comparații cu linia de bază:</b> Salvați instantanee ale programului proiectului și comparați-le pentru a urmări abaterile și a menține controlul.</li><li><b>Vizualizarea timpului disponibil (Slack Time):</b> Identificați flexibilitatea sarcinilor și potențialele zone tampon în program pentru gestionarea proactivă a riscurilor.</li><li><b>Evidențierea sarcinilor cheie:</b> Concentrați-vă pe sarcinile critice esențiale pentru succesul proiectului.</li><li><b>Gestionarea dependențelor între proiecte:</b> Coordonați sarcinile între mai multe proiecte pentru o viziune holistică asupra volumului de muncă.</li></ul><br><p>Beneficii:</p><ul><li>Îmbunătățirea preciziei planificării și programării proiectelor.</li><li>Alocarea și utilizarea îmbunătățită a resurselor.</li><li>Monitorizarea în timp real a progresului și identificarea riscurilor.</li><li>Creșterea colaborării și comunicării în echipă.</li><li>Livrarea cu succes a proiectelor în limitele de timp și buget.</li></ul>"
}