{
  "plugin_store_gantt_chart_title": "Planificator de proiect cu diagramă Gantt",
  "plugin_store_gantt_chart_short_description": "Vizualizați și gestionați cronologia proiectelor cu diagrame Gantt interactive.",
  "plugin_store_gantt_chart_full_description": "<p>Diagrama Gantt este un instrument puternic de management al proiectelor în JustDo care reprezintă vizual cronologia proiectului, dependențele și progresul. Aceasta împuternicește managerii de proiect să planifice, să coordoneze și să urmărească eficient proiectele, asigurând livrarea la timp.</p><br><p><h2>Caracteristici cheie ale diagramei Gantt din JustDo:</h2></p><ul><li><b>Cronologie interactivă:</b> Vizualizează sarcini, repere și dependențe cu date de început și sfârșit care pot fi trase.</li><li><b>Urmărirea reperelor:</b> Marchează evenimente semnificative și termene limită pentru puncte de control clare ale proiectului.</li><li><b>Gestionarea dependențelor:</b> Stabilește relații între sarcini cu multiple tipuri de dependențe (FS, SF, FF, SS) pentru a modela precis fluxul de lucru.</li><li><b>Comparații de referință:</b> Salvează instantanee ale programului proiectului și compară-le pentru a urmări abaterile și a menține controlul.</li><li><b>Vizualizarea timpului de slack:</b> Identifică flexibilitatea sarcinilor și potențialele tampoane de program pentru gestionarea proactivă a riscurilor.</li><li><b>Evidențierea sarcinilor cheie:</b> Concentrează-te pe sarcinile critice esențiale pentru succesul proiectului.</li><li><b>Gestionarea dependențelor între proiecte:</b> Coordonează sarcinile între mai multe proiecte pentru o vedere holistică a volumului de muncă.</li></ul><br><p><h2>Beneficii:</h2></p><ul><li>Îmbunătățirea preciziei planificării și programării proiectelor.</li><li>Alocarea și utilizarea îmbunătățită a resurselor.</li><li>Monitorizarea în timp real a progresului și identificarea riscurilor.</li><li>Creșterea colaborării și comunicării în echipă.</li><li>Livrarea cu succes a proiectelor în limitele de timp și buget.</li></ul>"
}