{
  "plugin_store_gantt_chart_title": "Planifikuesi i Projekteve me Diagramën Gantt",
  "plugin_store_gantt_chart_short_description": "Vizualizoni dhe menaxhoni afatet kohore të projekteve me diagrama interaktive Gantt.",
  "plugin_store_gantt_chart_full_description": "<p>Diagrami Gantt është një mjet i fuqishëm i menaxhimit të projekteve në JustDo që paraqet vizualisht afatin kohor të projektit tuaj, varësitë dhe progresin. Ai i fuqizon menaxherët e projekteve për të planifikuar, koordinuar dhe gjurmuar projektet në mënyrë efikase, duke siguruar dorëzimin në kohë.</p><br><p><h2>Veçoritë Kryesore të Diagramit Gantt të JustDo:</h2></p><ul><li><b>Vijë Kohore Interaktive:</b> Vizualizoni detyrat, gurët kilometrikë dhe varësitë me data fillimi dhe mbarimi të lëvizshme.</li><li><b>Gjurmimi i Gurëve Kilometrikë:</b> Shënoni ngjarje dhe afate të rëndësishme për pika kontrolli të qarta të projektit.</li><li><b>Menaxhimi i Varësive:</b> Vendosni marrëdhënie midis detyrave me shumë lloje varësish (FS, SF, FF, SS) për të modeluar me saktësi rrjedhën tuaj të punës.</li><li><b>Krahasimet e Vijës Bazë:</b> Ruani imazhe të orarit të projektit dhe krahasojini ato për të gjurmuar devijimet dhe për të mbajtur kontrollin.</li><li><b>Vizualizimi i Kohës së Lirë:</b> Identifikoni fleksibilitetin e detyrave dhe buferët e mundshëm të orarit për menaxhim proaktiv të rrezikut.</li><li><b>Theksimi i Detyrave Kyçe:</b> Fokusohuni në detyrat kritike thelbësore për suksesin e projektit.</li><li><b>Menaxhimi i Varësive Ndër-Projektet:</b> Koordinoni detyrat përgjatë projekteve të shumta për një pamje holistike të ngarkesës suaj të punës.</li></ul><br><p><h2>Përfitimet:</h2></p><ul><li>Përmirësim i saktësisë së planifikimit dhe programimit të projektit.</li><li>Përmirësim i alokimit dhe shfrytëzimit të burimeve.</li><li>Monitorim në kohë reale i progresit dhe identifikim i rreziqeve.</li><li>Rritje e bashkëpunimit dhe komunikimit të ekipit.</li><li>Dorëzim i suksesshëm i projektit brenda kufizimeve kohore dhe buxhetore.</li></ul>"
}