{
  "plugin_store_gantt_chart_title": "கான்ட் விளக்கப்படம் திட்ட திட்டமிடல்",
  "plugin_store_gantt_chart_short_description": "ஊடாடும் கான்ட் விளக்கப்படங்களுடன் திட்ட காலவரிசைகளை காட்சிப்படுத்தி நிர்வகிக்கவும்.",
  "plugin_store_gantt_chart_full_description": "<p>காந்த் விளக்கப்படம் (Gantt Chart) என்பது JustDo-வில் உள்ள ஒரு சக்திவாய்ந்த திட்ட மேலாண்மை கருவியாகும், இது உங்கள் திட்டத்தின் காலவரிசை, சார்புகள் மற்றும் முன்னேற்றத்தை காட்சி ரீதியாக சித்தரிக்கிறது. இது திட்ட மேலாளர்களை திறம்பட திட்டமிட, ஒருங்கிணைக்க மற்றும் திட்டங்களை கண்காணிக்க உதவுகிறது, குறித்த நேரத்தில் வழங்குவதை உறுதி செய்கிறது.</p><br><p><h2>JustDo-வின் காந்த் விளக்கப்படத்தின் முக்கிய அம்சங்கள்:</h2></p><ul><li><b>ஊடாடும் காலவரிசை:</b> இழுத்து விடக்கூடிய தொடக்க மற்றும் முடிவு தேதிகளுடன் பணிகள், மைல்கற்கள் மற்றும் சார்புகளை காட்சிப்படுத்துதல்.</li><li><b>மைல்கல் கண்காணிப்பு:</b> முக்கியமான நிகழ்வுகள் மற்றும் காலக்கெடுக்களை தெளிவான திட்ட சோதனை புள்ளிகளாக குறிக்கவும்.</li><li><b>சார்பு மேலாண்மை:</b> பல்வேறு சார்பு வகைகளுடன் (FS, SF, FF, SS) பணிகளுக்கு இடையேயான உறவுகளை நிறுவி உங்கள் பணி ஓட்டத்தை துல்லியமாக மாதிரியாக்கவும்.</li><li><b>அடிப்படை ஒப்பீடுகள்:</b> திட்ட அட்டவணை ஸ்னாப்ஷாட்களை சேமித்து, விலகல்களை கண்காணிக்க மற்றும் கட்டுப்பாட்டை பராமரிக்க அவற்றை ஒப்பிடவும்.</li><li><b>தளர்வு நேர காட்சிப்படுத்தல்:</b> முன்னெச்சரிக்கை ஆபத்து மேலாண்மைக்கான பணி நெகிழ்வுத்தன்மை மற்றும் சாத்தியமான அட்டவணை இடைவெளிகளை அடையாளம் காணவும்.</li><li><b>முக்கிய பணி முன்னிலைப்படுத்தல்:</b> திட்ட வெற்றிக்கு அத்தியாவசியமான முக்கிய பணிகளில் கவனம் செலுத்துங்கள்.</li><li><b>குறுக்கு-திட்ட சார்பு மேலாண்மை:</b> உங்கள் பணிச்சுமையின் ஒருங்கிணைந்த பார்வைக்காக பல திட்டங்களில் பணிகளை ஒருங்கிணைக்கவும்.</li></ul><br><p><h2>நன்மைகள்:</h2></p><ul><li>மேம்படுத்தப்பட்ட திட்ட திட்டமிடல் மற்றும் அட்டவணை துல்லியம்.</li><li>மேம்படுத்தப்பட்ட வள ஒதுக்கீடு மற்றும் பயன்பாடு.</li><li>நேரடி முன்னேற்ற கண்காணிப்பு மற்றும் ஆபத்து அடையாளம் காணுதல்.</li><li>அதிகரித்த குழு ஒத்துழைப்பு மற்றும் தகவல் தொடர்பு.</li><li>நேரம் மற்றும் பட்ஜெட் கட்டுப்பாடுகளுக்குள் வெற்றிகரமான திட்ட வழங்கல்.</li></ul>"
}