{
  "plugin_store_gantt_chart_title": "Gant diagrammasi loyiha rejalashtiruvchisi",
  "plugin_store_gantt_chart_short_description": "Interaktiv Gant diagrammalari yordamida loyiha muddatlarini vizualizatsiya qiling va boshqaring.",
  "plugin_store_gantt_chart_full_description": "<p>JustDo'dagi Gant diagrammasi - bu loyihangiz vaqt jadvalini, bog'liqliklarini va jarayonini vizual tarzda aks ettiradigan kuchli loyiha boshqaruvi vositasi. U loyiha menejerlariga loyihalarni samarali rejalashtirish, muvofiqlashtirish va kuzatib borish imkonini beradi, shu bilan o'z vaqtida yetkazib berilishini ta'minlaydi.</p><br><p>JustDo'ning Gant diagrammasining asosiy xususiyatlari:</p><ul><li><b>Interaktiv vaqt jadvali:</b> Vazifalar, muhim bosqichlar va bog'liqliklarni surish mumkin bo'lgan boshlanish va tugash sanalari bilan vizualizatsiya qiling.</li><li><b>Muhim bosqichlarni kuzatish:</b> Loyihaning aniq nazorat nuqtalarini belgilash uchun muhim voqealar va muddatlarni belgilang.</li><li><b>Bog'liqliklarni boshqarish:</b> Ish oqimingizni aniq modellashtirish uchun ko'p turdagi bog'liqliklar (FS, SF, FF, SS) bilan vazifalar o'rtasidagi munosabatlarni o'rnating.</li><li><b>Asosiy chiziq taqqoslashlari:</b> Loyiha jadvalining snapshotlarini saqlang va og'ishlarni kuzatish hamda nazoratni saqlab qolish uchun ularni taqqoslang.</li><li><b>Bo'sh vaqtni vizualizatsiya qilish:</b> Vazifaning moslashuvchanligini va potensial jadval buferlarini aniqlang, bu proaktiv xavflarni boshqarish uchun muhim.</li><li><b>Muhim vazifalarni ajratib ko'rsatish:</b> Loyiha muvaffaqiyati uchun muhim bo'lgan asosiy vazifalarga e'tibor qarating.</li><li><b>Loyihalararo bog'liqliklarni boshqarish:</b> Ish yukingiznig yaxlit ko'rinishini olish uchun bir nechta loyihalar bo'ylab vazifalarni muvofiqlashtiring.</li></ul><br><p>Afzalliklari:</p><ul><li>Loyihani rejalashtirish va jadvallash aniqligini oshirish.</li><li>Resurslarni taqsimlash va foydalanishni yaxshilash.</li><li>Real vaqt rejimida jarayonni kuzatish va xavflarni aniqlash.</li><li>Jamoa hamkorligini va kommunikatsiyasini kuchaytirish.</li><li>Loyihani vaqt va byudjet cheklovlari doirasida muvaffaqiyatli yetkazib berish.</li></ul>"
}