{
  "plugin_store_gantt_chart_title": "Gant diagrammasi loyiha rejalashtiruvchisi",
  "plugin_store_gantt_chart_short_description": "Interaktiv Gant diagrammalari yordamida loyiha muddatlarini vizualizatsiya qiling va boshqaring.",
  "plugin_store_gantt_chart_full_description": "<p>Gant jadvali - bu JustDo'dagi kuchli loyiha boshqaruvi vositasi bo'lib, u loyihangizning vaqt jadvali, bog'liqliklar va jarayonini vizual tarzda ifodalaydi. U loyiha menejerlariga loyihalarni samarali rejalashtirish, muvofiqlashtirish va kuzatib borish imkonini beradi, o'z vaqtida yetkazib berilishini ta'minlaydi.</p><br><p><h2>JustDo Gant Jadvalining asosiy xususiyatlari:</h2></p><ul><li><b>Interaktiv vaqt jadvali:</b> Vazifalar, muhim nuqtalar va bog'liqliklarni sudrab boriladigan boshlanish va tugash sanalari bilan vizualizatsiya qiling.</li><li><b>Muhim nuqtalarni kuzatish:</b> Aniq loyiha nazorat nuqtalari uchun muhim voqealar va muddatlarni belgilang.</li><li><b>Bog'liqliklarni boshqarish:</b> Ish oqimingizni aniq modellashtirish uchun ko'p turdagi bog'liqliklar (FS, SF, FF, SS) bilan vazifalar o'rtasidagi munosabatlarni o'rnating.</li><li><b>Asosiy chiziq taqqoslashlari:</b> Loyiha jadvali tasvirlarini saqlang va og'ishlarni kuzatish hamda nazoratni saqlab qolish uchun ularni taqqoslang.</li><li><b>Bo'sh vaqtni vizualizatsiya qilish:</b> Proaktiv xavf boshqaruvi uchun vazifalar moslashuvchanligini va potentsial jadval buferlarini aniqlang.</li><li><b>Asosiy vazifalarni ajratib ko'rsatish:</b> Loyiha muvaffaqiyati uchun muhim bo'lgan vazifalarni ko'rsatib qo'yish.</li><li><b>Loyihalararo bog'liqliklarni boshqarish:</b> Ish yuklamasining keng qamrovli ko'rinishini olish uchun bir nechta loyihalar bo'yicha vazifalarni muvofiqlashtiring.</li></ul><br><p><h2>Afzalliklar:</h2></p><ul><li>Loyihani rejalashtirish va jadvallashtirishning aniqligini oshirish.</li><li>Resurslarni taqsimlash va foydalanishni yaxshilash.</li><li>Real vaqt rejimida jarayonni kuzatish va xavflarni aniqlash.</li><li>Jamoa hamkorligini va kommunikatsiyasini kuchaytirish.</li><li>Loyihani vaqt va byudjet chegaralari doirasida muvaffaqiyatli amalga oshirish.</li></ul>"
}