{
  "plugin_store_maildo_title": "MailDo - Электрондук почта интеграциясы",
  "plugin_store_maildo_short_description": "JustDo иш процессиңизге электрондук почта байланышын оңой кошуңуз.",
  "plugin_store_maildo_full_description": "MailDo, JustDo'нун күчтүү электрондук почта интеграциясы, почта кутуңузду тапшырмаларыңыз менен байланыштырып, байланышты жөнөкөйлөтөт жана маанилүү маалыматтардын жоголбошун камсыздайт. <br><br>Негизги өзгөчөлүктөрү:<ul><li>Электрондук почтаны тапшырмага айландыруу: Бир чыкылдоо менен электрондук каттарды аткарылуучу тапшырмаларга айландырып, долбоорлоруңузду уюштурулган жана ырааттуу кармаңыз.</li><li>Тапшырмага атайын электрондук каттар: Тапшырмаларга түздөн-түз электрондук каттарды жөнөтүп, бардык байланышты борборлоштуруп, келечекте колдонуу үчүн контекст камсыздаңыз.</li><li>Электрондук почта аркылуу пикир калтыруу: Тапшырмага байланыштуу электрондук каттарга жооп берүү менен жообуңузду JustDo ичинде автоматтык түрдө комментарий катары кошуңуз, платформалар арасында которулбастан эле бардыгын кабардар кылыңыз.</li><li>Файл тиркемелерин башкаруу: Электрондук почта тиркемелери оңой эле тапшырма тиркемелерине айланып, тийиштүү документтер менен файлдарга жеңил жетүүнү камсыздайт.</li></ul><br>Артыкчылыктары:<ul><li>Оптималдаштырылган иш процесси: Электрондук каттарды жана тапшырмаларды бир жерде башкаруу менен убакытты үнөмдөп, контекст которууну азайтыңыз.</li><li>Борборлоштурулган байланыш: Долбоорго байланыштуу бардык сүйлөшүүлөрдү JustDo ичинде уюштурулган жана жеткиликтүү кылып сактаңыз.</li><li>Жакшыртылган кызматташтык: Тапшырмага байланыштуу электрондук каттар жөнүндө бардыгын кабардар кылуу менен команданын байланышын жана ачыктыгын жогорулатыңыз.</li><li>Электрондук почта ыплас-чачылышын азайтуу: JustDo ичинде электрондук каттарды аткарылуучу тапшырмаларга айландыруу менен почта кутусундагы баш аламандыкты азайтыңыз.</li></ul>MailDo менен үзгүлтүксүз электрондук почта интеграциясын тажрыйбалап, JustDo'дагы долбоорлорду башкаруу натыйжалуулугун жогорулатыңыз."
}