{
  "plugin_store_maildo_title": "MailDo - Электрондук почта интеграциясы",
  "plugin_store_maildo_short_description": "JustDo иш процессиңизге электрондук почта байланышын оңой кошуңуз.",
  "plugin_store_maildo_full_description": "MailDo, JustDo'нун күчтүү электрондук почта интеграциясы, сиздин кирүүчү кутуңузду тапшырмаларыңыз менен байланыштырып, байланышты оптималдаштырып, маанилүү маалыматтардын жоголуп кетпешин камсыз кылат. <br><br><h2>Негизги өзгөчөлүктөрү:</h2><ul><li>Электрондук катты тапшырмага айландыруу: Электрондук каттарды бир чыкылдатуу менен аткарылуучу тапшырмаларга айландырып, долбоорлоруңузду уюштурулган жана графикте сактаңыз.</li><li>Тапшырмага багытталган электрондук каттар: Электрондук каттарды түздөн-түз тапшырмаларга жөнөтүп, бардык байланышты борборлоштуруп, келечекте колдонуу үчүн контекст камсыздаңыз.</li><li>Электрондук кат аркылуу комментарий берүү: Тапшырмага байланыштуу электрондук каттарга жооп берип, жообуңузду JustDo'до автоматтык түрдө комментарий катары кошуңуз, платформалардын ортосунда которулбастан эле бардыгын кабардар кылыңыз.</li><li>Файл тиркемелерин иштетүү: Электрондук кат тиркемелери тапшырма тиркемелерине айланып, тийиштүү документтер менен файлдарга оңой жетүүнү камсыздайт.</li></ul><br><h2>Артыкчылыктары:</h2><ul><li>Оптималдаштырылган иш процесси: Электрондук каттарды жана тапшырмаларды бир жерде башкарып, убакытты үнөмдөп, контексттер арасында которулууну азайтыңыз.</li><li>Борборлоштурулган байланыш: Долбоорго байланыштуу бардык сүйлөшүүлөрдү JustDo ичинде уюштурулган жана жеткиликтүү кылып сактаңыз.</li><li>Жакшыртылган кызматташтык: Команданын байланышын жана ачыктыгын жогорулатып, бардыгын тапшырмага байланыштуу электрондук каттар жөнүндө маалымдуу кылыңыз.</li><li>Электрондук почта чаташуусун азайтуу: JustDo ичинде электрондук каттарды аткарылуучу тапшырмаларга айландыруу менен кирүүчү кутудагы баш аламандыкты азайтыңыз.</li></ul>MailDo менен тыкыс электрондук почта интеграциясын тажрыйбалап, JustDo'до долбоор башкаруу натыйжалуулугуңузду жогорулатыңыз."
}