{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Wat's nuut",
  "v5_8_news_page_title": "JustDo v5.8: Direkte Kletsboodskappe en Verbeterde Roostersoektog",
  "v5_8_news_page_description": "Ervaar naatlose kommunikasie met Direkte Kletsboodskappe en verbeterde projeknavigasie met Verbeterde Roostersoektog in JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Vandag kondig ons met trots die vrystelling van JustDo v5.8 aan.",
  "v5_8_news_main_array_item_1_title": "Direkte Kletsboodskappe",
  "v5_8_news_main_array_item_1_subtitle": "Ons is opgewonde om aan te kondig dat JustDo nou een-tot-een kletssessies tussen gebruikers ondersteun!<br><br><ul><li><b>Klets Privaat</b>: Stuur boodskappe direk aan 'n ander spanlid sonder om na 'n spesifieke taak te verwys.</li><li><b>Vereenvoudig Kommunikasie</b>: Verduidelik vinnig besonderhede of bespreek nie-taak-spesifieke onderwerpe sonder om 'n nuwe kanaal te skep.</li><li><b>Bly Georganiseerd</b>: Hou taak-verwante besprekings in taak-kletssessies en persoonlike of sydelingse gesprekke in direkte boodskappe.</li></ul><br>Probeer vandag direkte boodskappe en ervaar gladder, meer buigsame kommunikasie in JustDo!",
  "v5_8_news_main_array_item_3_title": "Verbeterde Roostersoektog met Ouer-konteks",
  "v5_8_news_main_array_item_3_subtitle": "Ons het dit makliker gemaak om te sien waar elke gesoekte taak in jou projekhiërargie inpas. Met ons nuwe Roostersoektog Resultate Aftreklys:<br><br><ul><li><b>Onmiddellike Ouer-sigbaarheid</b>: Elke soekresultaat wys nou sy direkte ouer, wat jou onmiddellike konteks gee oor waar die item voorkom.</li><li><b>\"Wys Meer Konteks\" Skakelaar</b>: Benodig 'n groter prentjie? Skakel die knoppie om om addisionele hiërargievlakke bo die onmiddellike ouer te wys, sodat jy vinnig deur die breër struktuur van jou projek kan navigeer.</li></ul><br>Hierdie opdatering help jou verstaan hoe elke taak of item verband hou met die groter werksvloei, wat jou tyd en klieke spaar. Probeer dit vandag en stroomlyn jou projeknavigasie!"
}