{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "ما الجديد",
  "v5_8_news_page_title": "JustDo v5.8: رسائل الدردشة المباشرة وبحث محسّن في الجدول",
  "v5_8_news_page_description": "استمتع بتواصل سلس مع رسائل الدردشة المباشرة وتصفح محسّن للمشاريع مع البحث المتطور في الجدول في JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "يسرنا اليوم الإعلان عن إصدار JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "رسائل الدردشة المباشرة",
  "v5_8_news_main_array_item_1_subtitle": "يسرنا الإعلان عن دعم JustDo الآن للدردشة المباشرة بين المستخدمين!<br><br><ul><li><b>دردشة خاصة</b>: أرسل رسائل مباشرة إلى عضو آخر في الفريق دون الحاجة إلى الإشارة إلى مهمة معينة.</li><li><b>تبسيط التواصل</b>: توضيح التفاصيل بسرعة أو مناقشة مواضيع غير متعلقة بالمهام دون إنشاء قناة جديدة.</li><li><b>حافظ على التنظيم</b>: احتفظ بالمناقشات المتعلقة بالمهام في دردشات المهام والمحادثات الشخصية في الرسائل المباشرة.</li></ul><br>جرب المراسلة المباشرة اليوم واختبر تواصلاً أكثر سلاسة ومرونة في JustDo!",
  "v5_8_news_main_array_item_3_title": "بحث محسّن في الجدول مع سياق العنصر الأصلي",
  "v5_8_news_main_array_item_3_subtitle": "لقد جعلنا من السهل رؤية موقع كل مهمة تم البحث عنها في التسلسل الهرمي لمشروعك. مع قائمة نتائج البحث الجديدة في الجدول:<br><br><ul><li><b>رؤية العنصر الأصلي المباشر</b>: تعرض كل نتيجة بحث الآن العنصر الأصلي المباشر لها، مما يمنحك فهماً فورياً لموقع العنصر.</li><li><b>زر \"إظهار المزيد من السياق\"</b>: هل تحتاج إلى صورة أكبر؟ اضغط الزر لكشف مستويات إضافية من التسلسل الهرمي بعد العنصر الأصلي المباشر، حتى تتمكن من التنقل بسرعة في الهيكل الأوسع لمشروعك.</li></ul><br>يساعدك هذا التحديث على فهم كيفية ارتباط كل مهمة أو عنصر بسير العمل الأكبر، مما يوفر وقتك ونقراتك. جربه اليوم وقم بتبسيط التنقل في مشروعك!",
  "v5_8_news_features_name": "تحديثات أخرى",
  "v5_8_news_features_title": "تحسينات",
  "v5_8_news_features_update_items": [
    "1. <b>صور رمزية قابلة للتخصيص للمستخدمين الوكلاء</b>: يمكن الآن لمسؤولي الموقع والمدعوين تعديل ألوان الصور الرمزية للمستخدمين الوكلاء، مما يوفر تمييزًا بصريًا أفضل بين حسابات الوكلاء وتحسين التنظيم العام للفريق."
  ]
}