{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Yeniliklər",
  "v5_8_news_page_title": "JustDo v5.8: Birbaşa Çat Mesajları və Təkmilləşdirilmiş Cədvəl Axtarışı",
  "v5_8_news_page_description": "JustDo 5.8-də Birbaşa Çat Mesajları ilə rahat ünsiyyət və Təkmilləşdirilmiş Cədvəl Axtarışı ilə daha yaxşı layihə naviqasiyası təcrübəsi yaşayın!",
  "v5_8_news_main_array_item_0_subtitle": "Bu gün JustDo v5.8 versiyasının buraxılışını elan etməkdən məmnunuq.",
  "v5_8_news_main_array_item_1_title": "Birbaşa Çat Mesajları",
  "v5_8_news_main_array_item_1_subtitle": "JustDo-nun artıq istifadəçilər arasında birbaşa, fərdi söhbətləri dəstəklədiyini elan etməkdən həyəcan duyuruq!<br><br><ul><li><b>Şəxsi Yazışma</b>: Xüsusi tapşırığa istinad etmədən birbaşa komanda üzvünə mesaj göndərin.</li><li><b>Ünsiyyəti Asanlaşdırın</b>: Yeni kanal yaratmadan tapşırıqla bağlı olmayan mövzuları müzakirə edin və ya təfərrüatları dəqiqləşdirin.</li><li><b>Mütəşəkkil Olun</b>: Tapşırıqla əlaqəli müzakirələri tapşırıq çatında, şəxsi və ya əlavə söhbətləri isə birbaşa mesajlarda saxlayın.</li></ul><br>Bu gün birbaşa mesajlaşmanı sınayın və JustDo-da daha rahat, daha çevik ünsiyyət təcrübəsi əldə edin!",
  "v5_8_news_main_array_item_3_title": "Valideyn Konteksti ilə Təkmilləşdirilmiş Cədvəl Axtarışı",
  "v5_8_news_main_array_item_3_subtitle": "Hər bir axtarılan tapşırığın layihə iyerarxiyasında harada yerləşdiyini görmək daha da asanlaşdı. Yeni Cədvəl Axtarış Nəticələri Açılan Siyahısı ilə:<br><br><ul><li><b>Dərhal Valideyn Görünüşü</b>: Hər bir axtarış nəticəsi indi birbaşa valideynini göstərir və elementin harada yerləşdiyini dərhal başa düşməyə imkan verir.</li><li><b>\"Daha Çox Kontekst Göstər\" Keçiricisi</b>: Daha geniş mənzərə lazımdır? Birbaşa valideyndən əlavə iyerarxiya səviyyələrini görmək üçün keçiricini aktiv edin və layihənizin daha geniş strukturunda tez naviqasiya edin.</li></ul><br>Bu yeniləmə hər bir tapşırıq və ya elementin ümumi iş axınına necə aidiyyəti olduğunu başa düşməyə kömək edir, sizin vaxtınıza və kliklərə qənaət edir. Bu gün sınayın və layihə naviqasiyanızı sadələşdirin!",
  "v5_8_news_features_name": "Digər Yeniləmələr",
  "v5_8_news_features_title": "Təkmilləşmələr",
  "v5_8_news_features_update_items": [
    "1. <b>Fərdiləşdirilə bilən Proxy İstifadəçi Avatarları</b>: Sayt administratorları və dəvət edənlər indi proxy istifadəçilərin avatar rənglərini redaktə edə bilirlər, bu da proxy hesablar arasında daha yaxşı vizual fərqləndirmə və ümumi komanda təşkilinin təkmilləşdirilməsini təmin edir."
  ]
}