{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Што новага",
  "v5_8_news_page_title": "JustDo v5.8: Прамыя паведамленні і палепшаны пошук па табліцы",
  "v5_8_news_page_description": "Адчуйце бесперабойную камунікацыю з дапамогай прамых паведамленняў і палепшанай навігацыі па праектах з дапамогай пашыранага пошуку ў JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Сёння мы рады паведаміць пра выпуск JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Прамыя паведамленні",
  "v5_8_news_main_array_item_1_subtitle": "Мы рады паведаміць, што JustDo цяпер падтрымлівае прамую перапіску паміж карыстальнікамі!<br><br><ul><li><b>Прыватныя чаты</b>: Адпраўляйце паведамленні непасрэдна іншаму ўдзельніку каманды без прывязкі да канкрэтнай задачы.</li><li><b>Аптымізацыя камунікацыі</b>: Хутка ўдакладняйце дэталі або абмяркоўвайце тэмы, не звязаныя з задачамі, без стварэння новага канала.</li><li><b>Заставайцеся арганізаванымі</b>: Трымайце абмеркаванні, звязаныя з задачамі, у чатах задач, а асабістыя размовы - у прамых паведамленнях.</li></ul><br>Паспрабуйце прамыя паведамленні ўжо сёння і адчуйце больш зручную і гнуткую камунікацыю ў JustDo!",
  "v5_8_news_main_array_item_3_title": "Палепшаны пошук па табліцы з кантэкстам бацькоўскіх элементаў",
  "v5_8_news_main_array_item_3_subtitle": "Мы зрабілі больш зручным прагляд месца кожнай знойдзенай задачы ў іерархіі вашага праекта. З нашым новым выпадаючым спісам вынікаў пошуку:<br><br><ul><li><b>Бачнасць бацькоўскага элемента</b>: Кожны вынік пошуку цяпер паказвае свой непасрэдны бацькоўскі элемент, даючы імгненнае разуменне месцазнаходжання элемента.</li><li><b>Пераключальнік \"Паказаць больш кантэксту\"</b>: Патрэбна больш шырокая карціна? Уключыце пераключальнік, каб убачыць дадатковыя ўзроўні іерархіі за межамі непасрэднага бацькоўскага элемента і хутка арыентавацца ў больш шырокай структуры вашага праекта.</li></ul><br>Гэтае абнаўленне дапамагае зразумець, як кожная задача ці элемент звязаны з больш шырокім працоўным працэсам, эканомячы ваш час і колькасць клікаў. Паспрабуйце і аптымізуйце навігацыю па праекце ўжо сёння!",
  "v5_8_news_features_name": "Іншыя абнаўленні",
  "v5_8_news_features_title": "Паляпшэнні",
  "v5_8_news_features_update_items": [
    "1. <b>Налады колеру аватараў проксі-карыстальнікаў</b>: Адміністратары сайта і запрашальнікі цяпер могуць змяняць колеры аватараў проксі-карыстальнікаў, што забяспечвае лепшае візуальнае адрозненне паміж проксі-акаўнтамі і паляпшае агульную арганізацыю каманды."
  ]
}