{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Какво ново",
  "v5_8_news_page_title": "JustDo v5.8: Директни чат съобщения и подобрено търсене в таблицата",
  "v5_8_news_page_description": "Открийте безпроблемна комуникация с директни чат съобщения и подобрена навигация в проектите с разширено търсене в таблицата в JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Днес с удоволствие обявяваме пускането на JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Директни чат съобщения",
  "v5_8_news_main_array_item_1_subtitle": "С вълнение обявяваме, че JustDo вече поддържа директни, лични чат разговори между потребителите!<br><br><ul><li><b>Чатете поверително</b>: Изпращайте съобщения директно до друг член на екипа без нужда от референция към конкретна задача.</li><li><b>Оптимизирайте комуникацията</b>: Бързо изяснявайте детайли или обсъждайте теми, несвързани със задачи, без да създавате нов канал.</li><li><b>Останете организирани</b>: Дръжте дискусиите, свързани със задачи, в чата на задачите, а личните разговори - в директните съобщения.</li></ul><br>Изпробвайте директните съобщения днес и се насладете на по-гладка и гъвкава комуникация в JustDo!",
  "v5_8_news_main_array_item_3_title": "Подобрено търсене в таблицата с родителски контекст",
  "v5_8_news_main_array_item_3_subtitle": "Направихме по-лесно да виждате къде всяка търсена задача се вписва в йерархията на вашия проект. С нашето ново падащо меню за резултати от търсенето в таблицата:<br><br><ul><li><b>Видимост на директния родител</b>: Всеки резултат от търсенето сега показва своя директен родител, давайки ви моментален контекст за местоположението на елемента.</li><li><b>Превключвател \"Покажи повече контекст\"</b>: Нуждаете се от по-голяма картина? Включете превключвателя, за да разкриете допълнителни нива на йерархията отвъд директния родител, така че бързо да се ориентирате в по-широката структура на вашия проект.</li></ul><br>Тази актуализация ви помага да разберете как всяка задача или елемент се отнася към по-големия работен процес, спестявайки ви време и кликове. Пробвайте го днес и оптимизирайте навигацията в проекта си!",
  "v5_8_news_features_name": "Други актуализации",
  "v5_8_news_features_title": "Подобрения",
  "v5_8_news_features_update_items": [
    "1. <b>Персонализируеми аватари на прокси потребители</b>: Администраторите на сайта и поканващите вече могат да редактират цветовете на аватарите на прокси потребителите, осигурявайки по-добро визуално разграничаване между прокси акаунтите и подобрявайки цялостната организация на екипа."
  ]
}