{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Šta je novo",
  "v5_8_news_page_title": "JustDo v5.8: Direktne Chat Poruke i Unaprijeđena Pretraga Tabele",
  "v5_8_news_page_description": "Doživite besprijekornu komunikaciju s Direktnim Chat Porukama i poboljšanu navigaciju projekta s Unaprijeđenom Pretragom Tabele u JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Danas s ponosom objavljujemo izdanje JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Direktne Chat Poruke",
  "v5_8_news_main_array_item_1_subtitle": "S uzbuđenjem najavljujemo da JustDo sada podržava direktni chat između dva korisnika!<br><br><ul><li><b>Privatni Chat</b>: Šaljite poruke direktno drugom članu tima bez potrebe za referenciranjem određenog zadatka.</li><li><b>Pojednostavite Komunikaciju</b>: Brzo razjasnite detalje ili razgovarajte o temama koje nisu vezane za zadatke bez kreiranja novog kanala.</li><li><b>Ostanite Organizovani</b>: Zadržite diskusije vezane za zadatke u chat-u zadataka, a lične razgovore u direktnim porukama.</li></ul><br>Isprobajte direktne poruke danas i doživite jednostavniju, fleksibilniju komunikaciju u JustDo-u!",
  "v5_8_news_main_array_item_3_title": "Unaprijeđena Pretraga Tabele s Roditeljskim Kontekstom",
  "v5_8_news_main_array_item_3_subtitle": "Olakšali smo pregled gdje se svaki pretraženi zadatak uklapa u hijerarhiju vašeg projekta. S našim novim padajućim menijem za rezultate pretrage:<br><br><ul><li><b>Vidljivost Direktnog Nadređenog</b>: Svaki rezultat pretrage sada prikazuje svoj direktno nadređeni element, dajući vam trenutni kontekst o lokaciji stavke.</li><li><b>Prekidač \"Prikaži Više Konteksta\"</b>: Trebate širu sliku? Uključite prekidač da otkrijete dodatne nivoe hijerarhije izvan direktno nadređenog, tako da možete brzo navigirati kroz širu strukturu vašeg projekta.</li></ul><br>Ovo ažuriranje vam pomaže da razumijete kako se svaki zadatak ili stavka odnosi na širi tok rada, štedeći vaše vrijeme i klikove. Isprobajte i pojednostavite navigaciju kroz svoj projekat danas!"
}