{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Co je nového",
  "v5_8_news_page_title": "JustDo v5.8: Přímé chatové zprávy a vylepšené vyhledávání v tabulce",
  "v5_8_news_page_description": "Zažijte plynulou komunikaci s přímými chatovými zprávami a lepší navigaci v projektech díky vylepšenému vyhledávání v tabulce v JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Dnes s potěšením oznamujeme vydání JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Přímé chatové zprávy",
  "v5_8_news_main_array_item_1_subtitle": "S radostí oznamujeme, že JustDo nyní podporuje přímou komunikaci mezi dvěma uživateli!<br><br><ul><li><b>Soukromý chat</b>: Posílejte zprávy přímo jinému členovi týmu bez nutnosti odkazovat na konkrétní úkol.</li><li><b>Efektivnější komunikace</b>: Rychle si vyjasněte detaily nebo diskutujte o tématech nesouvisejících s úkoly bez vytváření nového kanálu.</li><li><b>Buďte organizovaní</b>: Udržujte diskuse související s úkoly v chatech úkolů a osobní nebo vedlejší konverzace v přímých zprávách.</li></ul><br>Vyzkoušejte přímé zprávy ještě dnes a zažijte plynulejší a flexibilnější komunikaci v JustDo!",
  "v5_8_news_main_array_item_3_title": "Vylepšené vyhledávání v tabulce s kontextem nadřazených položek",
  "v5_8_news_main_array_item_3_subtitle": "Usnadnili jsme zobrazení umístění každého vyhledaného úkolu v hierarchii vašeho projektu. S naším novým rozbalovacím seznamem výsledků vyhledávání v tabulce:<br><br><ul><li><b>Okamžitá viditelnost nadřazené položky</b>: Každý výsledek vyhledávání nyní zobrazuje svou přímou nadřazenou položku, což vám poskytne okamžitý kontext o jeho umístění.</li><li><b>Přepínač \"Zobrazit více kontextu\"</b>: Potřebujete širší přehled? Přepněte přepínač pro zobrazení dalších úrovní hierarchie nad přímou nadřazenou položkou, abyste mohli rychle procházet širší strukturu vašeho projektu.</li></ul><br>Tato aktualizace vám pomůže pochopit, jak každý úkol nebo položka souvisí s širším pracovním postupem, čímž ušetříte čas a klikání. Vyzkoušejte to a zefektivněte navigaci ve svém projektu ještě dnes!"
}