{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Nyheder",
  "v5_8_news_page_title": "JustDo v5.8: Direkte chatbeskeder og forbedret tabel-søgning",
  "v5_8_news_page_description": "Oplev problemfri kommunikation med direkte chatbeskeder og forbedret projektsøgning med den optimerede tabel-søgning i JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "I dag er vi glade for at kunne præsentere JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Direkte chatbeskeder",
  "v5_8_news_main_array_item_1_subtitle": "Vi er glade for at kunne meddele, at JustDo nu understøtter direkte en-til-en chat mellem brugere!<br><br><ul><li><b>Chat privat</b>: Send beskeder direkte til et andet teammedlem uden at skulle henvise til en specifik opgave.</li><li><b>Effektiv kommunikation</b>: Afklar hurtigt detaljer eller diskuter emner, der ikke er opgaverelaterede, uden at oprette en ny kanal.</li><li><b>Hold orden</b>: Bevar opgaverelaterede diskussioner i opgave-chatten og personlige samtaler i direkte beskeder.</li></ul><br>Prøv direkte beskeder i dag og oplev en mere smidig og fleksibel kommunikation i JustDo!",
  "v5_8_news_main_array_item_3_title": "Forbedret tabel-søgning med forældrekontekst",
  "v5_8_news_main_array_item_3_subtitle": "Vi har gjort det nemmere at se, hvor hver søgt opgave passer ind i dit projekthierarki. Med vores nye tabel-søgeresultater rullemenu:<br><br><ul><li><b>Synlig overordnet opgave</b>: Hvert søgeresultat viser nu sin direkte overordnede opgave, hvilket giver dig øjeblikkelig kontekst om, hvor elementet befinder sig.</li><li><b>\"Vis mere kontekst\" knap</b>: Har du brug for et større overblik? Slå knappen til for at se flere hierarkiniveauer ud over den umiddelbare overordnede opgave, så du hurtigt kan navigere i den bredere projektstruktur.</li></ul><br>Denne opdatering hjælper dig med at forstå, hvordan hver opgave eller element relaterer til den større arbejdsgang, og sparer dig for tid og klik. Prøv det i dag og optimer din projektnavigation!"
}