{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Neuigkeiten",
  "v5_8_news_page_title": "JustDo v5.8: Direkte Chat-Nachrichten und verbesserte Grid-Suche",
  "v5_8_news_page_description": "Erleben Sie nahtlose Kommunikation mit direkten Chat-Nachrichten und verbesserte Projektnavigation mit erweiterter Tabellensuche in JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Heute freuen wir uns, die Veröffentlichung von JustDo v5.8 bekannt zu geben.",
  "v5_8_news_main_array_item_1_title": "Direkte Chat-Nachrichten",
  "v5_8_news_main_array_item_1_subtitle": "Wir freuen uns, ankündigen zu können, dass JustDo jetzt direkten Chat zwischen zwei Benutzern unterstützt!<br><br><ul><li><b>Privat chatten</b>: Senden Sie Nachrichten direkt an ein anderes Teammitglied, ohne sich auf eine bestimmte Aufgabe beziehen zu müssen.</li><li><b>Kommunikation optimieren</b>: Klären Sie schnell Details oder besprechen Sie nicht-aufgabenbezogene Themen, ohne einen neuen Kanal erstellen zu müssen.</li><li><b>Bleiben Sie organisiert</b>: Behalten Sie aufgabenbezogene Diskussionen in Aufgaben-Chats und persönliche oder nebensächliche Gespräche in direkten Nachrichten.</li></ul><br>Probieren Sie noch heute die Direktnachrichten aus und erleben Sie eine reibungslosere, flexiblere Kommunikation in JustDo!",
  "v5_8_news_main_array_item_3_title": "Verbesserte Tabellensuche mit übergeordnetem Kontext",
  "v5_8_news_main_array_item_3_subtitle": "Wir haben es einfacher gemacht zu sehen, wo jede gesuchte Aufgabe in Ihrer Projekthierarchie eingeordnet ist. Mit unserem neuen Tabellensuch-Dropdown (Grid Search Results Dropdown):<br><br><ul><li><b>Direkter Überblick der übergeordneten Elemente</b>: Jedes Suchergebnis zeigt nun sein direktes übergeordnetes Element an und gibt Ihnen sofortigen Kontext darüber, wo sich das Element befindet.</li><li><b>\"Mehr Kontext anzeigen\"-Schalter</b>: Benötigen Sie einen besseren Überblick? Aktivieren Sie den Schalter, um zusätzliche Hierarchieebenen über das unmittelbar übergeordnete Element hinaus anzuzeigen und navigieren Sie schnell durch die übergeordnete Struktur Ihres Projekts.</li></ul><br>Dieses Update hilft Ihnen zu verstehen, wie jede Aufgabe oder jedes Element mit dem größeren Arbeitsablauf zusammenhängt und spart Ihnen Zeit und Klicks. Probieren Sie es aus und optimieren Sie noch heute Ihre Projektnavigation!"
}