{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Τι νέο υπάρχει",
  "v5_8_news_page_title": "JustDo v5.8: Άμεσα Μηνύματα Συνομιλίας και Βελτιωμένη Αναζήτηση Πίνακα",
  "v5_8_news_page_description": "Απολαύστε απρόσκοπτη επικοινωνία με Άμεσα Μηνύματα Συνομιλίας και βελτιωμένη πλοήγηση έργων με την Ενισχυμένη Αναζήτηση Πίνακα στο JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Σήμερα, είμαστε στην ευχάριστη θέση να ανακοινώσουμε την κυκλοφορία του JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Άμεσα Μηνύματα Συνομιλίας",
  "v5_8_news_main_array_item_1_subtitle": "Είμαστε ενθουσιασμένοι να ανακοινώσουμε ότι το JustDo υποστηρίζει πλέον άμεση συνομιλία μεταξύ χρηστών!<br><br><ul><li><b>Ιδιωτική Συνομιλία</b>: Στείλτε μηνύματα απευθείας σε άλλο μέλος της ομάδας χωρίς να χρειάζεται να αναφερθείτε σε συγκεκριμένη εργασία.</li><li><b>Απλοποιημένη Επικοινωνία</b>: Διευκρινίστε γρήγορα λεπτομέρειες ή συζητήστε θέματα που δεν αφορούν συγκεκριμένες εργασίες χωρίς να δημιουργήσετε νέο κανάλι.</li><li><b>Μείνετε Οργανωμένοι</b>: Διατηρήστε τις συζητήσεις που σχετίζονται με εργασίες στις συνομιλίες εργασιών και τις προσωπικές συζητήσεις στα άμεσα μηνύματα.</li></ul><br>Δοκιμάστε τα άμεσα μηνύματα σήμερα και απολαύστε πιο ομαλή και ευέλικτη επικοινωνία στο JustDo!",
  "v5_8_news_main_array_item_3_title": "Βελτιωμένη Αναζήτηση Πίνακα με Γονικό Πλαίσιο",
  "v5_8_news_main_array_item_3_subtitle": "Κάναμε ευκολότερη την προβολή της θέσης κάθε αναζητούμενης εργασίας στην ιεραρχία του έργου σας. Με το νέο αναπτυσσόμενο μενού Αποτελεσμάτων Αναζήτησης Πίνακα:<br><br><ul><li><b>Άμεση Ορατότητα Γονικού Στοιχείου</b>: Κάθε αποτέλεσμα αναζήτησης εμφανίζει πλέον το άμεσο γονικό του στοιχείο, δίνοντάς σας άμεση εικόνα για τη θέση του.</li><li><b>Διακόπτης \"Εμφάνιση Περισσότερου Πλαισίου\"</b>: Χρειάζεστε μια ευρύτερη εικόνα; Ενεργοποιήστε το διακόπτη για να αποκαλύψετε επιπλέον επίπεδα ιεραρχίας πέρα από το άμεσο γονικό στοιχείο, ώστε να μπορείτε να πλοηγηθείτε γρήγορα στην ευρύτερη δομή του έργου σας.</li></ul><br>Αυτή η ενημέρωση σας βοηθά να κατανοήσετε πώς κάθε εργασία ή στοιχείο σχετίζεται με τη μεγαλύτερη ροή εργασίας, εξοικονομώντας χρόνο και κλικ. Δοκιμάστε το και απλοποιήστε την πλοήγηση του έργου σας σήμερα!",
  "v5_8_news_features_name": "Άλλες Ενημερώσεις",
  "v5_8_news_features_title": "Βελτιώσεις",
  "v5_8_news_features_update_items": [
    "1. <b>Προσαρμόσιμα Άβαταρ Χρηστών Μέσω Πληρεξουσίου</b>: Οι διαχειριστές ιστοσελίδων και οι προσκαλούντες μπορούν τώρα να επεξεργαστούν τα χρώματα των άβαταρ των χρηστών μέσω πληρεξουσίου, παρέχοντας καλύτερη οπτική διαφοροποίηση μεταξύ λογαριασμών πληρεξουσίων και βελτιώνοντας τη συνολική οργάνωση της ομάδας."
  ]
}