{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Mis on uut",
  "v5_8_news_page_title": "JustDo v5.8: Otsesõnumid ja täiustatud tabeli otsing",
  "v5_8_news_page_description": "Koge sujuvat suhtlust otsesõnumitega ja täiustatud projektinavigeerimist tabeli otsingu abil JustDo 5.8-s!",
  "v5_8_news_main_array_item_0_subtitle": "Täna on meil rõõm teatada JustDo v5.8 väljalaske!",
  "v5_8_news_main_array_item_1_title": "Otsesõnumid",
  "v5_8_news_main_array_item_1_subtitle": "Meil on hea meel teatada, et JustDo toetab nüüd kasutajate vahelist üks-ühele vestlust!<br><br><ul><li><b>Vestle privaatselt</b>: Saada sõnumeid otse teisele meeskonnaliikmele ilma vajaduseta viidata konkreetsele ülesandele.</li><li><b>Sujuvam suhtlus</b>: Selgita kiiresti üksikasju või aruta ülesandeväliseid teemasid ilma uut kanalit loomata.</li><li><b>Hoia kord majas</b>: Hoia ülesannetega seotud arutelud ülesannete vestlustes ja isiklikud või kõrvalvestlused otsesõnumites.</li></ul><br>Proovi otsesõnumeid juba täna ja koge sujuvamat, paindlikumat suhtlust JustDos!",
  "v5_8_news_main_array_item_3_title": "Täiustatud tabeli otsing koos ülemkontekstiga",
  "v5_8_news_main_array_item_3_subtitle": "Oleme muutnud lihtsamaks iga otsitud ülesande asukoha nägemise projekti hierarhias. Uue tabeli otsingutulemuste rippmenüüga:<br><br><ul><li><b>Vahetu ülemüksuse nähtavus</b>: Iga otsingu tulemus näitab nüüd oma otsest ülemüksust, andes kohese ülevaate elemendi asukohast.</li><li><b>\"Näita rohkem konteksti\" lüliti</b>: Vajad suuremat pilti? Lülita sisse lisavaade, et näha täiendavaid hierarhia tasemeid lisaks vahetule ülemüksusele, võimaldades kiiresti navigeerida projekti laiemas struktuuris.</li></ul><br>See uuendus aitab sul mõista, kuidas iga ülesanne või element on seotud suurema töövoogudega, säästes sinu aega ja klikke. Proovi kohe ja muuda oma projektis navigeerimine sujuvamaks!",
  "v5_8_news_features_name": "Muud uuendused",
  "v5_8_news_features_title": "Täiustused",
  "v5_8_news_features_update_items": [
    "1. <b>Kohandatavad asenduskasutajate avatarid</b>: Saidi administraatorid ja kutsujad saavad nüüd muuta asenduskasutajate avatari värve, pakkudes paremat visuaalset eristust asenduskontode vahel ja parandades üldist meeskonna organiseerimist."
  ]
}