{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Berritasunak",
  "v5_8_news_page_title": "JustDo v5.8: Zuzeneko Txat Mezuak eta Sareta Bilaketa Hobetua",
  "v5_8_news_page_description": "Gozatu komunikazio arina Zuzeneko Txat Mezuekin eta nabigazioa hobetua Sareta Bilaketa Hobetuarekin JustDo 5.8-n!",
  "v5_8_news_main_array_item_0_subtitle": "Gaur, JustDo v5.8 bertsioaren argitalpena iragartzea pozten gaitu.",
  "v5_8_news_main_array_item_1_title": "Zuzeneko Txat Mezuak",
  "v5_8_news_main_array_item_1_subtitle": "Pozten gara iragartzean JustDok orain erabiltzaileen arteko zuzeneko txat pertsonala onartzen duela!<br><br><ul><li><b>Txateatu Pribatuan</b>: Bidali mezuak zuzenean taldekide bati zeregin zehatz bati erreferentzia egin beharrik gabe.</li><li><b>Komunikazioa Erraztu</b>: Argitu xehetasunak edo eztabaidatu zereginarekin lotuta ez dauden gaiak kanal berri bat sortu gabe.</li><li><b>Antolatuta Mantendu</b>: Mantendu zereginekin lotutako eztabaidak zereginen txatetan eta elkarrizketa pertsonalak zuzeneko mezuetan.</li></ul><br>Probatu zuzeneko mezularitza gaur eta esperimentatu komunikazio arinagoa eta malguagoa JustDon!",
  "v5_8_news_main_array_item_3_title": "Sareta Bilaketa Hobetua Guraso Testuinguruarekin",
  "v5_8_news_main_array_item_3_subtitle": "Errazago egin dugu zeregin bakoitza zure proiektuaren hierarkian non kokatzen den ikustea. Gure Sareta Bilaketa Emaitzen Goitibeherako menu berriarekin:<br><br><ul><li><b>Berehalako Guraso Ikusgarritasuna</b>: Bilaketa emaitza bakoitzak orain bere guraso zuzena erakusten du, elementua non dagoen berehala ulertzeko.</li><li><b>\"Erakutsi Testuinguru Gehiago\" Txandakatzailea</b>: Irudi osoagoa behar duzu? Erabili txandakatzailea guraso zuzenaz haratago hierarkia maila gehigarriak ikusteko, zure proiektuaren egitura zabalagoan azkar nabigatzeko.</li></ul><br>Eguneratze honek zeregin edo elementu bakoitza lan-fluxu handiagoaren barruan nola erlazionatzen den ulertzen laguntzen dizu, denbora eta klik aurreztuz. Probatu eta erraztu zure proiektuan nabigatzea gaur!"
}