{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Uutiset",
  "v5_8_news_page_title": "JustDo v5.8: Suorat chatviestit ja paranneltu ruukkohaku",
  "v5_8_news_page_description": "Koe saumaton viestintä suorilla chatviesteillä ja tehostettu projektinavigointi parannetulla ruukkohakutoiminnolla JustDo 5.8:ssa!",
  "v5_8_news_main_array_item_0_subtitle": "Tänään julkaisemme ilolla JustDo version 5.8.",
  "v5_8_news_main_array_item_1_title": "Suorat chatviestit",
  "v5_8_news_main_array_item_1_subtitle": "Olemme innoissamme voidessamme kertoa, että JustDo tukee nyt käyttäjien välistä kahdenvälistä chattia!<br><br><ul><li><b>Yksityinen keskustelu</b>: Lähetä viestejä suoraan tiimin jäsenelle ilman tehtäväviittausta.</li><li><b>Tehosta viestintää</b>: Selkeytä yksityiskohtia tai keskustele tehtäviin liittymättömistä aiheista ilman uuden kanavan luomista.</li><li><b>Pysy järjestyksessä</b>: Pidä tehtäviin liittyvät keskustelut tehtäväkeskusteluissa ja henkilökohtaiset keskustelut suoraviesteissä.</li></ul><br>Kokeile suoraviestintää jo tänään ja koe sujuvampi, joustavampi viestintä JustDossa!",
  "v5_8_news_main_array_item_3_title": "Paranneltu ruukkohaku ylätason kontekstilla",
  "v5_8_news_main_array_item_3_subtitle": "Olemme tehneet helpommaksi nähdä, miten kukin haettu tehtävä sopii projektihierarkiaasi. Uuden ruukkohaun tulosvetovalikon avulla:<br><br><ul><li><b>Välittömän ylätason näkyvyys</b>: Jokainen hakutulos näyttää nyt suoran ylätasonsa, antaen välittömän kontekstin kohteen sijainnista.</li><li><b>\"Näytä lisää kontekstia\" -kytkin</b>: Tarvitsetko laajemman kuvan? Käytä kytkintä paljastaaksesi lisää hierarkiatasoja välittömän ylätason lisäksi, jotta voit nopeasti navigoida projektisi laajemmassa rakenteessa.</li></ul><br>Tämä päivitys auttaa sinua ymmärtämään, miten kukin tehtävä tai kohde liittyy laajempaan työnkulkuun, säästäen aikaasi ja klikkauksiasi. Kokeile sitä ja tehosta projektinavigointiasi jo tänään!",
  "v5_8_news_features_name": "Muut päivitykset",
  "v5_8_news_features_title": "Parannukset",
  "v5_8_news_features_update_items": [
    "1. <b>Mukautettavat sijaisavatarit</b>: Sivuston ylläpitäjät ja kutsujat voivat nyt muokata sijaiskäyttäjien (proxy users) avatarien värejä, mikä tarjoaa paremman visuaalisen erottelun sijaistilien välillä ja parantaa yleistä tiimin organisointia."
  ]
}