{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "नया क्या है",
  "v5_8_news_page_title": "JustDo v5.8: डायरेक्ट चैट मैसेज और बेहतर ग्रिड सर्च",
  "v5_8_news_page_description": "JustDo 5.8 में डायरेक्ट चैट मैसेज के साथ निर्बाध संचार और बेहतर ग्रिड सर्च के साथ प्रोजेक्ट नेविगेशन का अनुभव करें!",
  "v5_8_news_main_array_item_0_subtitle": "आज, हम JustDo v5.8 के रिलीज की घोषणा करते हुए प्रसन्न हैं।",
  "v5_8_news_main_array_item_1_title": "डायरेक्ट चैट मैसेज",
  "v5_8_news_main_array_item_1_subtitle": "हमें यह बताते हुए खुशी हो रही है कि JustDo अब उपयोगकर्ताओं के बीच सीधी, एक-से-एक चैट को सपोर्ट करता है!<br><br><ul><li><b>निजी चैट करें</b>: किसी विशिष्ट कार्य का संदर्भ दिए बिना सीधे टीम के किसी अन्य सदस्य को संदेश भेजें।</li><li><b>संचार को सरल बनाएं</b>: नया चैनल बनाए बिना विवरणों को स्पष्ट करें या गैर-कार्य विषयों पर चर्चा करें।</li><li><b>व्यवस्थित रहें</b>: कार्य संबंधित चर्चाओं को टास्क चैट में और व्यक्तिगत या अन्य बातचीत को डायरेक्ट मैसेज में रखें।</li></ul><br>आज ही डायरेक्ट मैसेजिंग का उपयोग करें और JustDo में सुगम, अधिक लचीला संचार का अनुभव करें!",
  "v5_8_news_main_array_item_3_title": "पैरेंट कॉन्टेक्स्ट के साथ बेहतर ग्रिड सर्च",
  "v5_8_news_main_array_item_3_subtitle": "हमने आपके प्रोजेक्ट पदानुक्रम में प्रत्येक खोजे गए कार्य को देखना आसान बना दिया है। हमारे नए ग्रिड सर्च रिजल्ट्स ड्रॉपडाउन के साथ:<br><br><ul><li><b>तत्काल पैरेंट विजिबिलिटी</b>: प्रत्येक सर्च रिजल्ट अब अपने डायरेक्ट पैरेंट को दिखाता है, जिससे आपको तुरंत पता चलता है कि आइटम कहाँ स्थित है।</li><li><b>\"अधिक कॉन्टेक्स्ट दिखाएं\" टॉगल</b>: बड़ी तस्वीर की जरूरत है? टॉगल को फ्लिप करके तत्काल पैरेंट से परे अतिरिक्त पदानुक्रम स्तरों को देखें, ताकि आप अपने प्रोजेक्ट की व्यापक संरचना में आसानी से नेविगेट कर सकें।</li></ul><br>यह अपडेट आपको समझने में मदद करता है कि प्रत्येक कार्य या आइटम बड़े वर्कफ़्लो से कैसे संबंधित है, जिससे आपका समय और क्लिक बचता है। आज ही इसका प्रयास करें और अपने प्रोजेक्ट नेविगेशन को सरल बनाएं!",
  "v5_8_news_features_name": "अन्य अपडेट",
  "v5_8_news_features_title": "सुधार",
  "v5_8_news_features_update_items": [
    "1. <b>अनुकूलनीय प्रॉक्सी उपयोगकर्ता अवतार</b>: साइट प्रशासक और आमंत्रित करने वाले अब प्रॉक्सी उपयोगकर्ताओं के अवतार रंगों को संपादित कर सकते हैं, जिससे प्रॉक्सी अकाउंट के बीच बेहतर दृश्य अंतर और समग्र टीम संगठन में सुधार होता है।"
  ]
}