{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Što je novo",
  "v5_8_news_page_title": "JustDo v5.8: Izravne chat poruke i poboljšana pretraga tablice",
  "v5_8_news_page_description": "Iskusite neometanu komunikaciju s izravnim chat porukama i poboljšanu navigaciju projekata s naprednom pretragom tablice u JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Danas s ponosom najavljujemo izdanje JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Izravne chat poruke",
  "v5_8_news_main_array_item_1_subtitle": "S uzbuđenjem najavljujemo da JustDo sada podržava izravan chat između korisnika!<br><br><ul><li><b>Privatni razgovori</b>: Šaljite poruke izravno drugom članu tima bez potrebe za povezivanjem sa specifičnim zadatkom.</li><li><b>Učinkovitija komunikacija</b>: Brzo razjasnite detalje ili razgovarajte o temama koje nisu vezane uz zadatke bez stvaranja novog kanala.</li><li><b>Ostanite organizirani</b>: Zadržite rasprave vezane uz zadatke u chatu zadataka, a osobne ili sporedne razgovore u izravnim porukama.</li></ul><br>Isprobajte izravne poruke danas i doživite učinkovitiju, fleksibilniju komunikaciju u JustDo sustavu!",
  "v5_8_news_main_array_item_3_title": "Poboljšana pretraga tablice s roditeljskim kontekstom",
  "v5_8_news_main_array_item_3_subtitle": "Olakšali smo pregled položaja svakog pretraživanog zadatka u hijerarhiji vašeg projekta. S našim novim padajućim izbornikom za rezultate pretrage tablice:<br><br><ul><li><b>Vidljivost nadređene stavke</b>: Svaki rezultat pretrage sada prikazuje svoju izravno nadređenu stavku, dajući vam trenutni uvid u lokaciju stavke.</li><li><b>Prekidač \"Prikaži više konteksta\"</b>: Trebate širu sliku? Aktivirajte prekidač za prikaz dodatnih razina hijerarhije iznad nadređene stavke, kako biste brzo mogli navigirati širom strukturom vašeg projekta.</li></ul><br>Ovo ažuriranje pomaže vam razumjeti kako se svaki zadatak ili stavka uklapa u širi tijek rada, štedeći vaše vrijeme i klikove. Isprobajte i pojednostavite navigaciju svojim projektima danas!",
  "v5_8_news_features_name": "Ostala ažuriranja",
  "v5_8_news_features_title": "Poboljšanja",
  "v5_8_news_features_update_items": [
    "1. <b>Prilagodljivi avatari proxy korisnika</b>: Administratori stranice i pozivatelji sada mogu uređivati boje avatara proxy korisnika, pružajući bolju vizualnu diferencijaciju između proxy računa i poboljšavajući cjelokupnu organizaciju tima."
  ]
}