{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Újdonságok",
  "v5_8_news_page_title": "JustDo v5.8: Közvetlen üzenetek és fejlesztett táblázatkeresés",
  "v5_8_news_page_description": "Tapasztalja meg a zökkenőmentes kommunikációt a közvetlen üzenetekkel és a fejlesztett táblázatkeresést a JustDo 5.8-ban!",
  "v5_8_news_main_array_item_0_subtitle": "Örömmel jelentjük be a JustDo v5.8 kiadását.",
  "v5_8_news_main_array_item_1_title": "Közvetlen üzenetek",
  "v5_8_news_main_array_item_1_subtitle": "Örömmel jelentjük be, hogy a JustDo mostantól támogatja a közvetlen, személyes csevegést a felhasználók között!<br><br><ul><li><b>Privát csevegés</b>: Küldjön üzeneteket közvetlenül egy csapattagnak anélkül, hogy egy konkrét feladatra hivatkozna.</li><li><b>Egyszerűsített kommunikáció</b>: Gyorsan tisztázhat részleteket vagy megvitathat nem feladatspecifikus témákat új csatorna létrehozása nélkül.</li><li><b>Maradjon rendezett</b>: Tartsa a feladatokkal kapcsolatos megbeszéléseket a feladat-csevegésekben, a személyes vagy mellékbeszélgetéseket pedig a közvetlen üzenetekben.</li></ul><br>Próbálja ki még ma a közvetlen üzenetküldést, és tapasztalja meg a gördülékenyebb, rugalmasabb kommunikációt a JustDo-ban!",
  "v5_8_news_main_array_item_3_title": "Fejlesztett táblázatkeresés szülőkontextussal",
  "v5_8_news_main_array_item_3_subtitle": "Könnyebbé tettük annak áttekintését, hogy az egyes keresett feladatok hol illeszkednek a projekt hierarchiájába. Az új táblázat keresési eredmények legördülő menüvel:<br><br><ul><li><b>Közvetlen szülő láthatósága</b>: Minden keresési eredmény mostantól megjeleníti közvetlen szülőjét, így azonnal látható, hol található az elem.</li><li><b>\"További kontextus mutatása\" kapcsoló</b>: Nagyobb képre van szüksége? Kapcsolja be a további hierarchiaszintek megjelenítését a közvetlen szülőn túl, hogy gyorsan átláthassa projektje teljes szerkezetét.</li></ul><br>Ez a frissítés segít megérteni, hogyan kapcsolódik minden feladat vagy elem a nagyobb munkafolyamathoz, időt és kattintásokat megtakarítva. Próbálja ki még ma, és egyszerűsítse a projektnavigációt!",
  "v5_8_news_features_name": "Egyéb Frissítések",
  "v5_8_news_features_title": "Fejlesztések",
  "v5_8_news_features_update_items": [
    "1. <b>Testreszabható Helyettesítő Felhasználói Avatarok</b>: Az oldal adminisztrátorai és meghívói mostantól szerkeszthetik a helyettesítő felhasználók avatar színeit, jobb vizuális megkülönböztetést biztosítva a helyettesítő fiókok között és javítva a csapat általános szervezettségét."
  ]
}