{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Apa yang baru",
  "v5_8_news_page_title": "JustDo v5.8: Pesan Chat Langsung & Pencarian Grid Ditingkatkan",
  "v5_8_news_page_description": "Rasakan komunikasi lancar dengan Pesan Chat Langsung dan navigasi proyek yang lebih baik dengan Pencarian Grid yang Ditingkatkan di JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Hari ini, kami dengan senang hati mengumumkan peluncuran JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Pesan Chat Langsung",
  "v5_8_news_main_array_item_1_subtitle": "Kami sangat senang mengumumkan bahwa JustDo kini mendukung chat langsung satu-lawan-satu antar pengguna!<br><br><ul><li><b>Chat Pribadi</b>: Kirim pesan langsung ke anggota tim lain tanpa perlu merujuk ke tugas tertentu.</li><li><b>Komunikasi Lebih Efisien</b>: Dengan cepat mengklarifikasi detail atau mendiskusikan topik non-tugas tanpa perlu membuat saluran baru.</li><li><b>Tetap Terorganisir</b>: Simpan diskusi terkait tugas dalam chat tugas dan percakapan pribadi dalam pesan langsung.</li></ul><br>Coba fitur pesan langsung hari ini dan rasakan komunikasi yang lebih lancar dan fleksibel di JustDo!",
  "v5_8_news_main_array_item_3_title": "Pencarian Grid yang Ditingkatkan dengan Konteks Induk",
  "v5_8_news_main_array_item_3_subtitle": "Kami telah memudahkan Anda untuk melihat di mana setiap tugas yang dicari berada dalam hierarki proyek Anda. Dengan Dropdown Hasil Pencarian Grid baru kami:<br><br><ul><li><b>Visibilitas Induk Langsung</b>: Setiap hasil pencarian kini menampilkan induk langsungnya, memberikan Anda konteks instan tentang lokasi item tersebut.</li><li><b>Tombol \"Tampilkan Lebih Banyak Konteks\"</b>: Butuh gambaran yang lebih besar? Aktifkan tombol untuk menampilkan level hierarki tambahan di luar induk langsung, sehingga Anda dapat dengan cepat menavigasi struktur proyek yang lebih luas.</li></ul><br>Pembaruan ini membantu Anda memahami bagaimana setiap tugas atau item terhubung dengan alur kerja yang lebih besar, menghemat waktu dan klik Anda. Cobalah dan permudah navigasi proyek Anda hari ini!",
  "v5_8_news_features_name": "Pembaruan Lainnya",
  "v5_8_news_features_title": "Peningkatan",
  "v5_8_news_features_update_items": [
    "1. <b>Avatar Pengguna Proxy yang Dapat Disesuaikan</b>: Administrator situs dan pengirim undangan sekarang dapat mengedit warna avatar pengguna proxy, memberikan diferensiasi visual yang lebih baik antara akun proxy dan meningkatkan organisasi tim secara keseluruhan."
  ]
}