{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Novità",
  "v5_8_news_page_title": "JustDo v5.8: Messaggi diretti e Ricerca avanzata nella Grid",
  "v5_8_news_page_description": "Scopri la comunicazione perfetta con i Messaggi diretti e una navigazione migliorata dei progetti con la Ricerca avanzata nella Grid in JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Oggi siamo lieti di annunciare il rilascio di JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Messaggi diretti",
  "v5_8_news_main_array_item_1_subtitle": "Siamo entusiasti di annunciare che JustDo ora supporta le chat dirette uno a uno tra gli utenti!<br><br><ul><li><b>Chat private</b>: Invia messaggi direttamente a un altro membro del team senza dover fare riferimento a un'attività specifica.</li><li><b>Comunicazione ottimizzata</b>: Chiarisci rapidamente i dettagli o discuti argomenti non legati alle attività senza creare un nuovo canale.</li><li><b>Resta organizzato</b>: Mantieni le discussioni relative alle attività nelle chat delle attività e le conversazioni personali nei messaggi diretti.</li></ul><br>Prova oggi stesso i messaggi diretti e sperimenta una comunicazione più fluida e flessibile in JustDo!",
  "v5_8_news_main_array_item_3_title": "Ricerca avanzata nella Grid con contesto superiore",
  "v5_8_news_main_array_item_3_subtitle": "Abbiamo reso più facile vedere dove si colloca ogni attività cercata nella gerarchia del tuo progetto. Con il nostro nuovo menu a tendina dei risultati di ricerca nella Grid (Grid Search Results Dropdown):<br><br><ul><li><b>Visibilità immediata dell'elemento superiore</b>: Ogni risultato di ricerca mostra ora il suo elemento superiore diretto, fornendo un contesto immediato sulla posizione dell'elemento.</li><li><b>Interruttore \"Mostra più contesto\"</b>: Hai bisogno di una visione più ampia? Attiva l'interruttore per rivelare ulteriori livelli gerarchici oltre all'elemento superiore immediato, così puoi navigare rapidamente nella struttura più ampia del tuo progetto.</li></ul><br>Questo aggiornamento ti aiuta a comprendere come ogni attività o elemento si relaziona al flusso di lavoro più ampio, facendoti risparmiare tempo e clic. Provalo oggi stesso e ottimizza la navigazione del tuo progetto!",
  "v5_8_news_features_name": "Altri Aggiornamenti",
  "v5_8_news_features_title": "Miglioramenti",
  "v5_8_news_features_update_items": [
    "1. <b>Avatar Personalizzabili per Utenti Proxy</b>: Gli amministratori del sito e gli invitanti possono ora modificare i colori degli avatar degli utenti proxy, fornendo una migliore differenziazione visiva tra gli account proxy e migliorando l'organizzazione complessiva del team."
  ]
}