{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Жаңа мүмкіндіктер",
  "v5_8_news_page_title": "JustDo v5.8: Тікелей чат хабарламалары және жетілдірілген кесте іздеу",
  "v5_8_news_page_description": "JustDo 5.8 нұсқасында тікелей чат хабарламалары және жетілдірілген кесте іздеу арқылы тиімді байланыс орнатыңыз!",
  "v5_8_news_main_array_item_0_subtitle": "Бүгін біз JustDo v5.8 нұсқасының шыққанын қуана хабарлаймыз.",
  "v5_8_news_main_array_item_1_title": "Тікелей чат хабарламалары",
  "v5_8_news_main_array_item_1_subtitle": "JustDo енді пайдаланушылар арасында тікелей, жеке чат қолдайтынын қуана хабарлаймыз!<br><br><ul><li><b>Жеке сөйлесу</b>: Нақты тапсырмаға сілтеме жасамай-ақ, команда мүшесіне тікелей хабарлама жіберіңіз.</li><li><b>Байланысты оңтайландыру</b>: Жаңа арна құрмай-ақ, мәліметтерді нақтылау немесе тапсырмаға қатысы жоқ тақырыптарды талқылау.</li><li><b>Ұйымдастырылған болыңыз</b>: Тапсырмаға қатысты талқылауларды тапсырма чатында, ал жеке немесе қосымша әңгімелерді тікелей хабарламаларда сақтаңыз.</li></ul><br>Бүгін тікелей хабарлама жіберуді қолданып көріңіз және JustDo-да тиімдірек, икемді байланыс орнатыңыз!",
  "v5_8_news_main_array_item_3_title": "Ата-аналық контексті бар жетілдірілген кесте іздеу",
  "v5_8_news_main_array_item_3_subtitle": "Әр іздестірілген тапсырманың жобаңыздың иерархиясына қалай сәйкес келетінін көруді жеңілдеттік. Жаңа кесте іздеу нәтижелері ашылмалы тізімімен:<br><br><ul><li><b>Тікелей ата-ана элементін көру</b>: Енді әр іздеу нәтижесі оның тікелей ата-ана элементін көрсетеді, бұл элементтің орналасқан жері туралы бірден түсінік береді.</li><li><b>\"Көбірек контекст көрсету\" қосқышы</b>: Үлкен көрініс керек пе? Тікелей ата-ана элементінен тыс қосымша иерархия деңгейлерін көру үшін қосқышты ауыстырыңыз, осылайша жобаңыздың кеңірек құрылымын жылдам шарлай аласыз.</li></ul><br>Бұл жаңарту әр тапсырманың немесе элементтің үлкен жұмыс процесіне қалай қатысты екенін түсінуге көмектеседі, уақытыңыз бен басуларыңызды үнемдейді. Бүгін қолданып көріңіз және жобаңызды шарлауды оңтайландырыңыз!"
}