{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "អ្វីដែលថ្មី",
  "v5_8_news_page_title": "JustDo v5.8៖ សារជជែកផ្ទាល់ និងការស្វែងរកក្នុងតារាងដែលបានធ្វើឱ្យប្រសើរឡើង",
  "v5_8_news_page_description": "មានបទពិសោធន៍នៃការទំនាក់ទំនងដោយរលូនជាមួយសារផ្ទាល់ និងការរុករកគម្រោងដែលប្រសើរជាងមុនជាមួយការស្វែងរកក្នុងតារាងដែលបានធ្វើឱ្យប្រសើរឡើងក្នុង JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "ថ្ងៃនេះ យើងមានសេចក្តីរីករាយក្នុងការប្រកាសចេញផ្សាយ JustDo v5.8។",
  "v5_8_news_main_array_item_1_title": "សារជជែកផ្ទាល់",
  "v5_8_news_main_array_item_1_subtitle": "យើងមានក្តីរំភើបក្នុងការប្រកាសថា JustDo ឥឡូវនេះគាំទ្រការជជែកផ្ទាល់រវាងអ្នកប្រើប្រាស់ម្នាក់ទល់នឹងម្នាក់!<br><br><ul><li><b>ជជែកជាឯកជន</b>៖ ផ្ញើសារដោយផ្ទាល់ទៅសមាជិកក្រុមផ្សេងទៀតដោយមិនចាំបាច់យោងទៅកិច្ចការជាក់លាក់ណាមួយ។</li><li><b>ធ្វើឱ្យការទំនាក់ទំនងកាន់តែរលូន</b>៖ បញ្ជាក់ព័ត៌មានលម្អិតឬពិភាក្សាប្រធានបទដែលមិនទាក់ទងនឹងកិច្ចការយ៉ាងរហ័សដោយមិនចាំបាច់បង្កើតឆាណែលថ្មី។</li><li><b>រក្សាការរៀបចំ</b>៖ រក្សាការពិភាក្សាទាក់ទងនឹងកិច្ចការនៅក្នុងការជជែកអំពីកិច្ចការ និងការសន្ទនាផ្ទាល់ខ្លួនឬបន្ទាប់បន្សំនៅក្នុងសារផ្ទាល់។</li></ul><br>សាកល្បងប្រើប្រាស់ការផ្ញើសារផ្ទាល់ថ្ងៃនេះ និងទទួលបាននូវបទពិសោធន៍នៃការទំនាក់ទំនងដែលកាន់តែរលូន និងបត់បែនជាងមុននៅក្នុង JustDo!",
  "v5_8_news_main_array_item_3_title": "ការស្វែងរកក្នុងតារាង (Grid Search) ដែលបានធ្វើឱ្យប្រសើរឡើងជាមួយបរិបទមេ",
  "v5_8_news_main_array_item_3_subtitle": "យើងបានធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការមើលថាតើកិច្ចការដែលបានស្វែងរកនីមួយៗសម្របទៅនឹងឋានានុក្រមគម្រោងរបស់អ្នកយ៉ាងដូចម្តេច។ ជាមួយនឹងប្រអប់ទម្លាក់លទ្ធផលស្វែងរកក្នុងតារាងថ្មីរបស់យើង៖<br><br><ul><li><b>ការមើលឃើញមេភ្លាមៗ</b>៖ លទ្ធផលស្វែងរកនីមួយៗឥឡូវនេះបង្ហាញមេផ្ទាល់របស់វា ដោយផ្តល់ឱ្យអ្នកនូវបរិបទភ្លាមៗអំពីទីតាំងរបស់ធាតុនោះ។</li><li><b>ប៊ូតុង \"បង្ហាញបរិបទបន្ថែម\"</b>៖ ត្រូវការរូបភាពធំជាងនេះ? ចុចប៊ូតុងដើម្បីបង្ហាញកម្រិតឋានានុក្រមបន្ថែមលើសពីមេផ្ទាល់ ដូច្នេះអ្នកអាចរុករករចនាសម្ព័ន្ធទូលំទូលាយនៃគម្រោងរបស់អ្នកយ៉ាងរហ័ស។</li></ul><br>ការធ្វើបច្ចុប្បន្នភាពនេះជួយឱ្យអ្នកយល់ពីរបៀបដែលកិច្ចការឬធាតុនីមួយៗទាក់ទងទៅនឹងលំហូរការងារធំជាងនេះ ដោយសន្សំសំចៃពេលវេលា និងការចុចរបស់អ្នក។ សាកល្បងវា ហើយធ្វើឱ្យការរុករកគម្រោងរបស់អ្នកកាន់តែរលូនថ្ងៃនេះ!",
  "v5_8_news_features_name": "ការធ្វើបច្ចុប្បន្នភាពផ្សេងទៀត",
  "v5_8_news_features_title": "ការកែលម្អ",
  "v5_8_news_features_update_items": [
    "1. <b>អាវតាអ្នកប្រើប្រាស់តំណាងដែលអាចប្តូរតាមបំណង</b>: អ្នកគ្រប់គ្រងគេហទំព័រនិងអ្នកអញ្ជើញឥឡូវអាចកែពណ៌អាវតារបស់អ្នកប្រើប្រាស់តំណាង ផ្តល់ការបែងចែកដែលមើលឃើញកាន់តែប្រសើរជាងមុនរវាងគណនីតំណាង និងកែលម្អការរៀបចំក្រុមទាំងមូល។"
  ]
}