{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Жаңылыктар",
  "v5_8_news_page_title": "JustDo v5.8: Түз чат билдирүүлөр жана Грид издөөнүн жакшыртуусу",
  "v5_8_news_page_description": "JustDo 5.8де түз чат билдирүүлөрү менен тоскоолсуз байланышты жана жакшыртылган Грид издөө менен долбоорду башкарууну сынап көрүңүз!",
  "v5_8_news_main_array_item_0_subtitle": "Бүгүн биз JustDo v5.8 версиясынын чыгарылышын жарыялайбыз.",
  "v5_8_news_main_array_item_1_title": "Түз чат билдирүүлөрү",
  "v5_8_news_main_array_item_1_subtitle": "JustDo эми колдонуучулар арасында түз, бирден-бирге чат алмашууну колдойт!<br><br><ul><li><b>Жеке баарлашуу</b>: Белгилүү бир тапшырмага шилтеме жасабастан, команданын башка мүчөсүнө түз билдирүү жөнөтүңүз.</li><li><b>Байланышты жөнөкөйлөштүрүү</b>: Жаңы канал түзбөстөн, тапшырмага тиешеси жок темаларды талкуулап же майда-чүйдөлөрдү тактаңыз.</li><li><b>Уюшкандыкты сактоо</b>: Тапшырмага байланыштуу талкууларды тапшырма чатында, ал эми жеке же кошумча сүйлөшүүлөрдү түз билдирүүлөрдө сактаңыз.</li></ul><br>Бүгүн эле түз билдирүү алмашууну колдонуп көрүңүз жана JustDoдо ийкемдүү байланышты башыңыздан өткөрүңүз!",
  "v5_8_news_main_array_item_3_title": "Ата-энелик контексти менен жакшыртылган Грид издөө",
  "v5_8_news_main_array_item_3_subtitle": "Биз ар бир издөөдөгү тапшырманын долбоордун иерархиясында кайда жайгашканын көрүүнү жеңилдеттик. Жаңы Грид издөө жыйынтыктары менен:<br><br><ul><li><b>Түздөн-түз ата-энесин көрүү</b>: Ар бир издөө жыйынтыгы эми өзүнүн түздөн-түз ата-энесин көрсөтөт, бул элементтин кайда жайгашканын дароо түшүнүүгө мүмкүндүк берет.</li><li><b>\"Көбүрөөк контекст көрсөтүү\" которгучу</b>: Чоңураак сүрөт керекпи? Тапшырманын түздөн-түз ата-энесинен тышкары кошумча иерархия деңгээлдерин ачуу үчүн которгучту которуңуз.</li></ul><br>Бул жаңыртуу ар бир тапшырманын же элементтин жалпы иш процессине кандай байланышы бар экенин түшүнүүгө жардам берип, убактыңызды үнөмдөйт. Бүгүн эле колдонуп көрүп, долбоордо багыт алууну жөнөкөйлөштүрүңүз!"
}