{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Wat ass nei",
  "v5_8_news_page_title": "JustDo v5.8: Direkt Chat Messagen an erweidert Tabellesich",
  "v5_8_news_page_description": "Erliewen eng nahtlos Kommunikatioun mat Direkt Chat Messagen an eng verbessert Projektnävigatioun mat erweiderter Tabellesich am JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Haut presentéiere mir mat Freed d'Versioun JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Direkt Chat Messagen",
  "v5_8_news_main_array_item_1_subtitle": "Mir si frou matzedeelen, datt JustDo elo direkt Eenzel-Chat tëscht Benotzer ënnerstëtzt!<br><br><ul><li><b>Privat chatten</b>: Schéckt Messagen direkt un een anere Teammember ouni eng spezifesch Aufgab ze referenzéieren.</li><li><b>Kommunikatioun vereinfachen</b>: Kläert séier Detailer oder diskutéiert iwwer Themen déi net aufgabebezun sinn ouni en neie Kanal ze erstellen.</li><li><b>Organiséiert bleiwen</b>: Haalt Diskussiounen iwwer Aufgaben an den Aufgabechats an perséinlech oder Niewendiskussiounen an den Direktmessagen.</li></ul><br>Probéiert haut d'Direktmessagen aus a profitéiert vun enger méi glater a méi flexibeler Kommunikatioun am JustDo!",
  "v5_8_news_main_array_item_3_title": "Erweidert Tabellesich mat Elterekontext",
  "v5_8_news_main_array_item_3_subtitle": "Mir hunn et méi einfach gemaach ze gesinn, wou all gesicht Aufgab an Ärer Projekthierarchie passt. Mat eisem neien Tabellesich-Resultat Dropdown:<br><br><ul><li><b>Direkt Eltere-Siichtbarkeet</b>: All Sichresultat weist elo säin direkten Elterendeel, wat Iech direkt de Kontext weist, wou den Element sech befënnt.</li><li><b>\"Méi Kontext weisen\" Toggle</b>: Braucht Dir e méi grousst Bild? Aktivéiert den Toggle fir weider Hierarchieniveauen iwwert den direkten Elterendeel eraus ze weisen, sou datt Dir séier duerch déi méi breet Struktur vun Ärem Projet navigéiere kënnt.</li></ul><br>Dësen Update hëlleft Iech ze verstoen, wéi all Aufgab oder Element mat dem gréissere Workflow verbonnen ass, wat Iech Zäit a Klicke spuert. Probéiert et aus a vereinfacht Är Projektnävigatioun haut nach!",
  "v5_8_news_features_name": "Aner Updates",
  "v5_8_news_features_title": "Verbesserungen",
  "v5_8_news_features_update_items": [
    "1. <b>Upässbar Proxy Benotzer Avataren</b>: Site Administrateuren an Alueders kënnen elo d'Avatarefaarwe vu Proxy Benotzer änneren, wat eng besser visuell Differenzéierung tëscht Proxy Konten erméiglecht an déi allgemeng Team Organisatioun verbessert."
  ]
}