{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Kas naujo",
  "v5_8_news_page_title": "JustDo v5.8: Tiesioginės žinutės ir patobulintas lentelės paieška",
  "v5_8_news_page_description": "Mėgaukitės sklandžiu bendravimu naudodami tiesiogines žinutes ir patobulinta projektų navigacija su išplėstine lentelės paieška JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Šiandien džiaugiamės galėdami pristatyti JustDo v5.8 versiją.",
  "v5_8_news_main_array_item_1_title": "Tiesioginės žinutės",
  "v5_8_news_main_array_item_1_subtitle": "Džiaugiamės galėdami pranešti, kad JustDo dabar palaiko tiesioginį, individualų pokalbį tarp vartotojų!<br><br><ul><li><b>Privatus pokalbis</b>: Siųskite žinutes tiesiogiai kitam komandos nariui be poreikio nurodyti konkretų darbą.</li><li><b>Efektyvesnis bendravimas</b>: Greitai išsiaiškinkite detales ar aptarkite su užduotimis nesusijusias temas nekurdami naujo kanalo.</li><li><b>Išlaikykite tvarką</b>: Laikykite su užduotimis susijusias diskusijas užduočių pokalbiuose, o asmeninius ar šalutinius pokalbius - tiesioginėse žinutėse.</li></ul><br>Išbandykite tiesiogines žinutes jau šiandien ir patirkite sklandesnį, lankstesnį bendravimą JustDo platformoje!",
  "v5_8_news_main_array_item_3_title": "Patobulinta lentelės paieška su hierarchiniu kontekstu",
  "v5_8_news_main_array_item_3_subtitle": "Patobulinome galimybę matyti, kur kiekviena ieškoma užduotis yra projekto hierarchijoje. Su mūsų nauju lentelės paieškos rezultatų išskleidžiamuoju meniu:<br><br><ul><li><b>Tiesioginio tėvinio elemento matomumas</b>: Kiekvienas paieškos rezultatas dabar rodo savo tiesioginį tėvinį elementą, suteikdamas momentinį kontekstą apie elemento vietą.</li><li><b>\"Rodyti daugiau konteksto\" jungiklis</b>: Reikia platesnio vaizdo? Įjunkite jungiklį, kad pamatytumėte papildomus hierarchijos lygius už tiesioginio tėvinio elemento ribų ir galėtumėte greitai naršyti po platesnę projekto struktūrą.</li></ul><br>Šis atnaujinimas padeda suprasti, kaip kiekviena užduotis ar elementas siejasi su platesniu darbo srautu, taupydamas jūsų laiką ir paspaudimus. Išbandykite ir optimizuokite savo projektų navigaciją jau šiandien!"
}