{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Kas jauns",
  "v5_8_news_page_title": "JustDo v5.8: Tiešās tērzēšanas ziņas un uzlabota tabulas meklēšana",
  "v5_8_news_page_description": "Izbaudiet netraucētu saziņu ar tiešās tērzēšanas ziņām un uzlabotu projektu pārvaldību ar pilnveidoto tabulas meklēšanu JustDo 5.8 versijā!",
  "v5_8_news_main_array_item_0_subtitle": "Šodien ar prieku paziņojam par JustDo v5.8 izlaišanu.",
  "v5_8_news_main_array_item_1_title": "Tiešās tērzēšanas ziņas",
  "v5_8_news_main_array_item_1_subtitle": "Ar prieku paziņojam, ka JustDo tagad atbalsta tiešo divpusējo tērzēšanu starp lietotājiem!<br><br><ul><li><b>Privāta sarakste</b>: Sūtiet ziņas tieši citam komandas dalībniekam bez nepieciešamības atsaukties uz konkrētu uzdevumu.</li><li><b>Efektīvāka komunikācija</b>: Ātri precizējiet detaļas vai apspriediet ar uzdevumiem nesaistītās tēmas, neveidojot jaunu kanālu.</li><li><b>Saglabājiet kārtību</b>: Turiet ar uzdevumiem saistītās diskusijas uzdevumu tērzētavās un personīgās vai blakus sarunas tiešajās ziņās.</li></ul><br>Izmēģiniet tiešo ziņapmaiņu jau šodien un izbaudiet vienkāršāku, elastīgāku saziņu JustDo platformā!",
  "v5_8_news_main_array_item_3_title": "Uzlabota tabulas meklēšana ar virskategoriju kontekstu",
  "v5_8_news_main_array_item_3_subtitle": "Mēs esam atvieglojuši iespēju redzēt, kur katrs meklētais uzdevums iekļaujas jūsu projekta hierarhijā. Ar jauno tabulas meklēšanas rezultātu nolaižamo izvēlni:<br><br><ul><li><b>Tūlītēja virskategorijas redzamība</b>: Katrs meklēšanas rezultāts tagad parāda savu tiešo virskategoriju, sniedzot tūlītēju kontekstu par elementa atrašanās vietu.</li><li><b>\"Rādīt vairāk konteksta\" slēdzis</b>: Vajag plašāku pārskatu? Ieslēdziet slēdzi, lai atklātu papildu hierarhijas līmeņus ārpus tiešās virskategorijas, ļaujot ātri pārvietoties pa projekta plašāko struktūru.</li></ul><br>Šis jauninājums palīdz izprast, kā katrs uzdevums vai elements saistās ar plašāko darba plūsmu, ietaupot jūsu laiku un klikšķus. Izmēģiniet to un optimizējiet savu projektu navigāciju jau šodien!",
  "v5_8_news_features_name": "Citi atjauninājumi",
  "v5_8_news_features_title": "Uzlabojumi",
  "v5_8_news_features_update_items": [
    "1. <b>Pielāgojamas starpnieku lietotāju avatāru krāsas</b>: Vietnes administratori un ielūdzēji tagad var rediģēt starpnieku lietotāju avatāru krāsas, nodrošinot labāku vizuālo atšķirību starp starpnieku kontiem un uzlabojot vispārējo komandas organizāciju."
  ]
}