{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Што е ново",
  "v5_8_news_page_title": "JustDo v5.8: Директни чет пораки и подобрено пребарување во табелата",
  "v5_8_news_page_description": "Искусете беспрекорна комуникација со директни чет пораки и подобрена навигација со унапредено пребарување во табелата во JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Денес, со задоволство го најавуваме излегувањето на JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Директни чет пораки",
  "v5_8_news_main_array_item_1_subtitle": "Со возбуда објавуваме дека JustDo сега поддржува директен, еден-на-еден разговор помеѓу корисниците!<br><br><ul><li><b>Приватен разговор</b>: Испраќајте пораки директно до друг член од тимот без да мора да се повикувате на конкретна задача.</li><li><b>Поедноставена комуникација</b>: Брзо разјаснете детали или дискутирајте за теми што не се поврзани со задачи без да создавате нов канал.</li><li><b>Останете организирани</b>: Задржете ги дискусиите поврзани со задачите во разговорите за задачи, а личните или споредните разговори во директните пораки.</li></ul><br>Испробајте ги директните пораки денес и доживејте попрактична и пофлексибилна комуникација во JustDo!",
  "v5_8_news_main_array_item_3_title": "Подобрено пребарување во табелата со родителски контекст",
  "v5_8_news_main_array_item_3_subtitle": "Го олеснивме прегледот на тоа каде се вклопува секоја пребарана задача во хиерархијата на вашиот проект. Со нашето ново паѓачко мени за резултати од пребарување во табелата:<br><br><ul><li><b>Видливост на директен родител</b>: Секој резултат од пребарувањето сега го прикажува својот директен родител, давајќи ви моментален контекст за тоа каде се наоѓа ставката.</li><li><b>Прекинувач \"Прикажи повеќе контекст\"</b>: Ви треба поширока слика? Активирајте го прекинувачот за да откриете дополнителни нивоа на хиерархија надвор од директниот родител, за брзо да ја согледате пошироката структура на вашиот проект.</li></ul><br>Ова ажурирање ви помага да разберете како секоја задача или ставка се поврзува со поголемиот работен тек, заштедувајќи ви време и кликови. Пробајте го и поедноставете ја навигацијата низ вашиот проект денес!"
}