{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Apa yang baru",
  "v5_8_news_page_title": "JustDo v5.8: Mesej Perbualan Terus & Carian Grid Dipertingkatkan",
  "v5_8_news_page_description": "Alami komunikasi lancar dengan Mesej Perbualan Terus dan navigasi projek yang lebih baik dengan Carian Grid Dipertingkatkan dalam JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Hari ini, kami dengan sukacitanya mengumumkan pelancaran JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Mesej Perbualan Terus",
  "v5_8_news_main_array_item_1_subtitle": "Kami gembira untuk mengumumkan bahawa JustDo kini menyokong perbualan satu-ke-satu antara pengguna!<br><br><ul><li><b>Berbual Secara Peribadi</b>: Hantar mesej terus kepada ahli pasukan tanpa perlu merujuk kepada tugasan tertentu.</li><li><b>Perkemas Komunikasi</b>: Jelaskan perincian dengan cepat atau bincangkan topik bukan berkaitan tugasan tanpa perlu mencipta saluran baru.</li><li><b>Kekal Teratur</b>: Simpan perbincangan berkaitan tugasan dalam perbualan tugasan dan perbualan peribadi dalam mesej terus.</li></ul><br>Cuba fungsi mesej terus hari ini dan alami komunikasi yang lebih lancar dan fleksibel dalam JustDo!",
  "v5_8_news_main_array_item_3_title": "Carian Grid Dipertingkatkan dengan Konteks Induk",
  "v5_8_news_main_array_item_3_subtitle": "Kami telah memudahkan untuk melihat di mana setiap tugasan yang dicari berada dalam hierarki projek anda. Dengan Dropdown Hasil Carian Grid baru kami:<br><br><ul><li><b>Keterlihatan Induk Segera</b>: Setiap hasil carian kini memaparkan induk langsungnya, memberikan anda konteks segera tentang lokasi item tersebut.</li><li><b>Togol \"Tunjuk Lebih Banyak Konteks\"</b>: Perlukan gambaran yang lebih besar? Tukar togol untuk melihat tahap hierarki tambahan di luar induk langsung, supaya anda boleh menavigasi struktur projek yang lebih luas dengan cepat.</li></ul><br>Kemaskini ini membantu anda memahami bagaimana setiap tugasan atau item berkait dengan aliran kerja yang lebih besar, menjimatkan masa dan klik anda. Cuba sekarang dan permudahkan navigasi projek anda hari ini!",
  "v5_8_news_features_name": "Kemas Kini Lain",
  "v5_8_news_features_title": "Penambahbaikan",
  "v5_8_news_features_update_items": [
    "1. <b>Avatar Pengguna Proksi Boleh Disesuaikan</b>: Pentadbir laman dan penjemput kini boleh mengedit warna avatar pengguna proksi, memberikan pembezaan visual yang lebih baik antara akaun proksi dan meningkatkan organisasi pasukan secara keseluruhan."
  ]
}