{
  "v5_8_news_title": "v५.८",
  "v5_8_news_main_name": "नयाँ के छ",
  "v5_8_news_page_title": "JustDo v५.८: प्रत्यक्ष च्याट सन्देश र उन्नत ग्रिड खोज",
  "v5_8_news_page_description": "JustDo ५.८ मा प्रत्यक्ष च्याट सन्देशहरू र उन्नत ग्रिड खोजको साथ निर्बाध सञ्चार र परियोजना नेभिगेसनको अनुभव गर्नुहोस्!",
  "v5_8_news_main_array_item_0_subtitle": "आज, हामी JustDo v५.८ को रिलिज घोषणा गर्न पाउँदा खुसी छौं।",
  "v5_8_news_main_array_item_1_title": "प्रत्यक्ष च्याट सन्देशहरू",
  "v5_8_news_main_array_item_1_subtitle": "हामीलाई घोषणा गर्न पाउँदा खुसी लागेको छ कि JustDo ले अब प्रयोगकर्ताहरू बीच एक-एक च्याट समर्थन गर्दछ!<br><br><ul><li><b>निजी च्याट गर्नुहोस्</b>: कुनै विशेष कार्यको सन्दर्भ बिना नै सिधै अर्को टीम सदस्यलाई सन्देशहरू पठाउनुहोस्।</li><li><b>सञ्चार सरल बनाउनुहोस्</b>: नयाँ च्यानल सिर्जना नगरी विवरणहरू स्पष्ट पार्न वा कार्य-विशेष नभएका विषयहरूमा छलफल गर्न सक्नुहुन्छ।</li><li><b>व्यवस्थित रहनुहोस्</b>: कार्य सम्बन्धित छलफलहरू कार्य च्याटमा र व्यक्तिगत वा साइड कुराकानीहरू प्रत्यक्ष सन्देशहरूमा राख्नुहोस्।</li></ul><br>आज नै प्रत्यक्ष सन्देश पठाउने सुविधा प्रयोग गर्नुहोस् र JustDo मा सहज र लचिलो सञ्चारको अनुभव गर्नुहोस्!",
  "v5_8_news_main_array_item_3_title": "पैतृक सन्दर्भ सहितको उन्नत तालिका (Grid) खोज",
  "v5_8_news_main_array_item_3_subtitle": "हामीले प्रत्येक खोजिएको कार्य तपाईंको परियोजना पदानुक्रममा कहाँ फिट हुन्छ भन्ने हेर्न सजिलो बनाएका छौं। हाम्रो नयाँ ग्रिड खोज परिणाम ड्रपडाउनसँग:<br><br><ul><li><b>तत्काल पैतृक दृश्यता</b>: प्रत्येक खोज परिणामले अब आफ्नो प्रत्यक्ष पैतृक देखाउँछ, जसले आइटम कहाँ रहेको छ भन्ने बारे तुरुन्तै सन्दर्भ प्रदान गर्दछ।</li><li><b>\"थप सन्दर्भ देखाउनुहोस्\" टगल</b>: ठूलो तस्वीर चाहिन्छ? तत्काल पैतृक बाहेक थप पदानुक्रम तहहरू देखाउन टगल फ्लिप गर्नुहोस्, जसले तपाईंलाई आफ्नो परियोजनाको व्यापक संरचना छिटो नेभिगेट गर्न सक्षम बनाउँछ।</li></ul><br>यो अपडेटले प्रत्येक कार्य वा आइटम ठूलो कार्यप्रवाहसँग कसरी सम्बन्धित छ भन्ने बुझ्न मद्दत गर्दछ, जसले तपाईंको समय र क्लिकहरू बचत गर्दछ। आज नै प्रयोग गर्नुहोस् र आफ्नो परियोजना नेभिगेसनलाई सरल बनाउनुहोस्!"
}