{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Wat is er nieuw",
  "v5_8_news_page_title": "JustDo v5.8: Directe Chatberichten en Verbeterde Grid Zoekfunctie",
  "v5_8_news_page_description": "Ervaar naadloze communicatie met Directe Chatberichten en verbeterde projectnavigatie met Verbeterde Grid Zoekfunctie in JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Vandaag kondigen we met plezier de release van JustDo v5.8 aan.",
  "v5_8_news_main_array_item_1_title": "Directe Chatberichten",
  "v5_8_news_main_array_item_1_subtitle": "We zijn verheugd om aan te kondigen dat JustDo nu één-op-één chat tussen gebruikers ondersteunt!<br><br><ul><li><b>Privé chatten</b>: Stuur berichten rechtstreeks naar een teamlid zonder naar een specifieke taak te hoeven verwijzen.</li><li><b>Stroomlijn Communicatie</b>: Verduidelijk snel details of bespreek niet-taakgerelateerde onderwerpen zonder een nieuw kanaal aan te maken.</li><li><b>Blijf Georganiseerd</b>: Houd taakgerelateerde discussies in taakchats en persoonlijke of zijdelingse gesprekken in directe berichten.</li></ul><br>Probeer direct messaging vandaag nog uit en ervaar soepelere, flexibelere communicatie in JustDo!",
  "v5_8_news_main_array_item_3_title": "Verbeterde Grid Zoekfunctie met Bovenliggende Context",
  "v5_8_news_main_array_item_3_subtitle": "We hebben het makkelijker gemaakt om te zien waar elke gezochte taak past in je projecthiërarchie. Met onze nieuwe Grid Zoekresultaten Dropdown:<br><br><ul><li><b>Directe Bovenliggende Zichtbaarheid</b>: Elk zoekresultaat toont nu zijn directe bovenliggende item, waardoor je meteen context krijgt over waar het item zich bevindt.</li><li><b>\"Toon Meer Context\" Schakelaar</b>: Meer overzicht nodig? Gebruik de schakelaar om extra hiërarchieniveaus boven het directe bovenliggende niveau te tonen, zodat je snel door de bredere structuur van je project kunt navigeren.</li></ul><br>Deze update helpt je begrijpen hoe elke taak of item zich verhoudt tot de grotere workflow, waardoor je tijd en kliks bespaart. Probeer het uit en stroomlijn je projectnavigatie vandaag nog!",
  "v5_8_news_features_name": "Andere Updates",
  "v5_8_news_features_title": "Verbeteringen",
  "v5_8_news_features_update_items": [
    "1. <b>Aanpasbare Proxy Gebruiker Avatars</b>: Sitebeheerders en uitnodigers kunnen nu de avatarkleuren van proxygebruikers bewerken, wat zorgt voor een betere visuele onderscheiding tussen proxyaccounts en verbetering van de algemene teamorganisatie."
  ]
}