{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Co nowego",
  "v5_8_news_page_title": "JustDo v5.8: Bezpośrednie wiadomości czatu i ulepszone wyszukiwanie",
  "v5_8_news_page_description": "Doświadcz płynnej komunikacji dzięki bezpośrednim wiadomościom czatu i ulepszonej nawigacji w projektach z rozszerzonym wyszukiwaniem w JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Z przyjemnością ogłaszamy dzisiaj wydanie JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Bezpośrednie wiadomości czatu",
  "v5_8_news_main_array_item_1_subtitle": "Z radością informujemy, że JustDo obsługuje teraz bezpośrednie czaty między użytkownikami!<br><br><ul><li><b>Czatuj prywatnie</b>: Wysyłaj wiadomości bezpośrednio do członka zespołu bez potrzeby odwoływania się do konkretnego zadania.</li><li><b>Usprawniona komunikacja</b>: Szybko wyjaśniaj szczegóły lub omawiaj tematy niezwiązane z zadaniami bez tworzenia nowego kanału.</li><li><b>Zachowaj porządek</b>: Utrzymuj dyskusje związane z zadaniami w czatach zadań, a osobiste lub poboczne rozmowy w wiadomościach bezpośrednich.</li></ul><br>Wypróbuj już dziś wiadomości bezpośrednie i doświadcz płynniejszej, bardziej elastycznej komunikacji w JustDo!",
  "v5_8_news_main_array_item_3_title": "Ulepszone wyszukiwanie w tabeli (Grid) z kontekstem nadrzędnym",
  "v5_8_news_main_array_item_3_subtitle": "Ułatwiliśmy sprawdzanie, gdzie każde wyszukane zadanie mieści się w hierarchii projektu. Dzięki nowej rozwijanej liście wyników wyszukiwania w tabeli:<br><br><ul><li><b>Widoczność bezpośredniego elementu nadrzędnego</b>: Każdy wynik wyszukiwania pokazuje teraz swój bezpośredni element nadrzędny, dając natychmiastowy kontekst lokalizacji elementu.</li><li><b>Przełącznik \"Pokaż więcej kontekstu\"</b>: Potrzebujesz szerszego obrazu? Użyj przełącznika, aby odkryć dodatkowe poziomy hierarchii poza bezpośrednim elementem nadrzędnym - dzięki temu szybko zobaczysz szerszą strukturę swojego projektu.</li></ul><br>Ta aktualizacja pomaga zrozumieć, jak każde zadanie lub element odnosi się do większego obiegu pracy, oszczędzając Twój czas i kliknięcia. Wypróbuj już dziś i usprawnij nawigację w swoim projekcie!"
}