{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Novidades",
  "v5_8_news_page_title": "JustDo v5.8: Mensagens Diretas e Busca Aprimorada na Grade",
  "v5_8_news_page_description": "Experimente comunicação fluida com Mensagens Diretas e navegação aprimorada com Busca Avançada na Grade no JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Hoje, temos o prazer de anunciar o lançamento do JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Mensagens Diretas",
  "v5_8_news_main_array_item_1_subtitle": "Estamos empolgados em anunciar que o JustDo agora suporta chat direto entre usuários!<br><br><ul><li><b>Chat Privado</b>: Envie mensagens diretamente para outro membro da equipe sem precisar referenciar uma tarefa específica.</li><li><b>Comunicação Simplificada</b>: Esclareça detalhes rapidamente ou discuta tópicos não relacionados a tarefas sem criar um novo canal.</li><li><b>Mantenha-se Organizado</b>: Mantenha discussões relacionadas a tarefas nos chats de tarefas e conversas pessoais nas mensagens diretas.</li></ul><br>Experimente as mensagens diretas hoje e desfrute de uma comunicação mais suave e flexível no JustDo!",
  "v5_8_news_main_array_item_3_title": "Busca Aprimorada na Grade (Grid) com Contexto Superior",
  "v5_8_news_main_array_item_3_subtitle": "Facilitamos a visualização de onde cada tarefa pesquisada se encaixa na hierarquia do seu projeto. Com nossa nova Lista de Resultados de Busca na Grade:<br><br><ul><li><b>Visibilidade do Item Superior</b>: Cada resultado de busca agora exibe seu item superior direto, fornecendo contexto instantâneo sobre a localização do item.</li><li><b>Alternador \"Mostrar Mais Contexto\"</b>: Precisa de uma visão mais ampla? Ative o alternador para revelar níveis adicionais de hierarquia além do item superior imediato, permitindo navegar rapidamente pela estrutura mais ampla do seu projeto.</li></ul><br>Esta atualização ajuda você a entender como cada tarefa ou item se relaciona com o fluxo de trabalho maior, economizando seu tempo e cliques. Experimente e otimize sua navegação no projeto hoje!"
}