{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Novidades",
  "v5_8_news_page_title": "JustDo v5.8: Mensagens Diretas e Pesquisa Melhorada na Grelha",
  "v5_8_news_page_description": "Experimente uma comunicação fluida com Mensagens Diretas e navegação melhorada nos projetos com Pesquisa Avançada na Grelha no JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Hoje, temos o prazer de anunciar o lançamento do JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Mensagens Diretas",
  "v5_8_news_main_array_item_1_subtitle": "Temos o prazer de anunciar que o JustDo agora suporta chat direto entre utilizadores!<br><br><ul><li><b>Chat Privado</b>: Envie mensagens diretamente para outro membro da equipa sem necessidade de referir uma tarefa específica.</li><li><b>Comunicação Simplificada</b>: Esclareça detalhes rapidamente ou discuta tópicos não relacionados com tarefas sem criar um novo canal.</li><li><b>Mantenha a Organização</b>: Mantenha as discussões relacionadas com tarefas nos chats de tarefas e as conversas pessoais nas mensagens diretas.</li></ul><br>Experimente as mensagens diretas hoje e desfrute de uma comunicação mais fluida no JustDo!",
  "v5_8_news_main_array_item_3_title": "Pesquisa Melhorada na Grelha com Contexto Superior",
  "v5_8_news_main_array_item_3_subtitle": "Tornámos mais fácil ver onde cada tarefa pesquisada se encaixa na hierarquia do seu projeto. Com a nossa nova Lista de Resultados de Pesquisa na Grelha:<br><br><ul><li><b>Visibilidade do Elemento Superior</b>: Cada resultado de pesquisa agora mostra o seu elemento superior direto, dando-lhe contexto imediato sobre a localização do item.</li><li><b>Alternador \"Mostrar Mais Contexto\"</b>: Precisa de uma visão mais ampla? Ative o alternador para revelar níveis hierárquicos adicionais além do elemento superior imediato, permitindo navegar rapidamente pela estrutura mais ampla do seu projeto.</li></ul><br>Esta atualização ajuda-o a compreender como cada tarefa ou item se relaciona com o fluxo de trabalho mais amplo, poupando tempo e cliques. Experimente e simplifique a sua navegação no projeto hoje!"
}