{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Ce este nou",
  "v5_8_news_page_title": "JustDo v5.8: Mesaje Chat Directe și Căutare Avansată în Tabel",
  "v5_8_news_page_description": "Experimentați comunicarea fluidă prin Mesaje Chat Directe și navigarea îmbunătățită în proiecte cu Căutare Avansată în Tabel în JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Astăzi, suntem bucuroși să anunțăm lansarea JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Mesaje Chat Directe",
  "v5_8_news_main_array_item_1_subtitle": "Suntem încântați să anunțăm că JustDo acum suportă chat individual, unu-la-unu între utilizatori!<br><br><ul><li><b>Chat Privat</b>: Trimiteți mesaje direct către un alt membru al echipei fără a fi necesară referirea la o sarcină specifică.</li><li><b>Comunicare Eficientă</b>: Clarificați rapid detalii sau discutați subiecte care nu sunt legate de sarcini fără a crea un canal nou.</li><li><b>Rămâneți Organizat</b>: Păstrați discuțiile legate de sarcini în chat-urile specifice sarcinilor și conversațiile personale în mesajele directe.</li></ul><br>Încercați mesageria directă astăzi și experimentați o comunicare mai fluidă și mai flexibilă în JustDo!",
  "v5_8_news_main_array_item_3_title": "Căutare Avansată în Tabel cu Context Părinte",
  "v5_8_news_main_array_item_3_subtitle": "Am făcut mai ușoară vizualizarea poziției fiecărei sarcini căutate în ierarhia proiectului. Cu noua noastră Listă Derulantă pentru Rezultatele Căutării în Tabel:<br><br><ul><li><b>Vizibilitate Imediată a Părintelui</b>: Fiecare rezultat al căutării afișează acum părintele său direct, oferindu-vă context instantaneu despre locația elementului.</li><li><b>Comutator \"Arată Mai Mult Context\"</b>: Aveți nevoie de o imagine mai amplă? Activați comutatorul pentru a dezvălui niveluri ierarhice suplimentare dincolo de părintele imediat, astfel încât să puteți naviga rapid în structura mai largă a proiectului.</li></ul><br>Această actualizare vă ajută să înțelegeți cum se raportează fiecare sarcină sau element la fluxul de lucru mai mare, economisind timp și click-uri. Încercați acum și simplificați-vă navigarea în proiect!",
  "v5_8_news_features_name": "Alte Actualizări",
  "v5_8_news_features_title": "Îmbunătățiri",
  "v5_8_news_features_update_items": [
    "1. <b>Avataruri Personalizabile pentru Utilizatori Proxy</b>: Administratorii site-ului și cei care invită utilizatori pot acum să editeze culorile avatarurilor utilizatorilor proxy, oferind o diferențiere vizuală mai bună între conturile proxy și îmbunătățind organizarea generală a echipei."
  ]
}