{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Что нового",
  "v5_8_news_page_title": "JustDo v5.8: Личные сообщения и улучшенный поиск в таблице",
  "v5_8_news_page_description": "Откройте для себя удобное общение с помощью личных сообщений и улучшенную навигацию по проектам с расширенным поиском в таблице в JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Сегодня мы рады объявить о выпуске JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Личные сообщения",
  "v5_8_news_main_array_item_1_subtitle": "Мы рады сообщить, что JustDo теперь поддерживает прямое общение один на один между пользователями!<br><br><ul><li><b>Приватное общение</b>: Отправляйте сообщения напрямую другому члену команды без привязки к конкретной задаче.</li><li><b>Оптимизация коммуникации</b>: Быстро уточняйте детали или обсуждайте темы, не связанные с задачами, без создания нового канала.</li><li><b>Поддерживайте порядок</b>: Храните обсуждения, связанные с задачами, в чатах задач, а личные разговоры - в личных сообщениях.</li></ul><br>Попробуйте личные сообщения уже сегодня и оцените более удобное и гибкое общение в JustDo!",
  "v5_8_news_main_array_item_3_title": "Улучшенный поиск в таблице с контекстом родительских элементов",
  "v5_8_news_main_array_item_3_subtitle": "Мы упростили понимание того, где каждая найденная задача находится в иерархии вашего проекта. С новым выпадающим списком результатов поиска в таблице:<br><br><ul><li><b>Отображение родительского элемента</b>: Каждый результат поиска теперь показывает свой непосредственный родительский элемент, мгновенно давая контекст расположения.</li><li><b>Переключатель \"Показать больше контекста\"</b>: Нужна более полная картина? Включите переключатель, чтобы увидеть дополнительные уровни иерархии помимо непосредственного родителя и быстро ориентироваться в более широкой структуре проекта.</li></ul><br>Это обновление помогает понять, как каждая задача или элемент связаны с общим рабочим процессом, экономя ваше время и количество кликов. Попробуйте и упростите навигацию по проекту уже сегодня!"
}