{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Čo je nové",
  "v5_8_news_page_title": "JustDo v5.8: Priame chatové správy a vylepšené vyhľadávanie",
  "v5_8_news_page_description": "Zažite plynulú komunikáciu s priamymi chatovými správami a lepšiu navigáciu v projektoch s vylepšeným vyhľadávaním v tabuľke v JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Dnes s potešením oznamujeme vydanie JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Priame chatové správy",
  "v5_8_news_main_array_item_1_subtitle": "S nadšením oznamujeme, že JustDo teraz podporuje priamu komunikáciu medzi používateľmi!<br><br><ul><li><b>Súkromný chat</b>: Posielajte správy priamo inému členovi tímu bez potreby odkazovania na konkrétnu úlohu.</li><li><b>Efektívnejšia komunikácia</b>: Rýchlo si vyjasníte detaily alebo prediskutujete témy nesúvisiace s úlohami bez vytvárania nového kanála.</li><li><b>Zostaňte organizovaní</b>: Udržujte diskusie súvisiace s úlohami v chate úloh a osobné alebo vedľajšie konverzácie v priamych správach.</li></ul><br>Vyskúšajte priame správy ešte dnes a zažite plynulejšiu a flexibilnejšiu komunikáciu v JustDo!",
  "v5_8_news_main_array_item_3_title": "Vylepšené vyhľadávanie v tabuľke s kontextom nadradených položiek",
  "v5_8_news_main_array_item_3_subtitle": "Uľahčili sme zobrazenie umiestnenia každej vyhľadanej úlohy v hierarchii vášho projektu. S našim novým rozbaľovacím menu pre výsledky vyhľadávania:<br><br><ul><li><b>Okamžité zobrazenie nadradených položiek</b>: Každý výsledok vyhľadávania teraz zobrazuje svoju priamu nadradenú položku, čo vám poskytne okamžitý kontext o jej umiestnení.</li><li><b>Prepínač \"Zobraziť viac kontextu\"</b>: Potrebujete širší prehľad? Prepnite prepínač na zobrazenie ďalších úrovní hierarchie nad priamou nadriadenou položkou, aby ste sa mohli rýchlo orientovať v širšej štruktúre vášho projektu.</li></ul><br>Táto aktualizácia vám pomáha pochopiť, ako každá úloha alebo položka súvisí so širším pracovným postupom, čím šetrí váš čas a klikanie. Vyskúšajte to ešte dnes a zefektívnite navigáciu vo svojom projekte!"
}