{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Kaj je novega",
  "v5_8_news_page_title": "JustDo v5.8: Neposredna sporočila in izboljšano iskanje po mreži",
  "v5_8_news_page_description": "Doživite nemoteno komunikacijo z neposrednimi sporočili in izboljšano navigacijo po projektih z naprednim iskanjem v JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Danes z veseljem najavljamo izdajo JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Neposredna sporočila",
  "v5_8_news_main_array_item_1_subtitle": "Z navdušenjem sporočamo, da JustDo zdaj podpira neposredno komunikacijo med uporabniki!<br><br><ul><li><b>Zasebni klepet</b>: Pošiljajte sporočila neposredno drugemu članu ekipe brez sklicevanja na določeno nalogo.</li><li><b>Poenostavljena komunikacija</b>: Hitro razjasnite podrobnosti ali razpravljajte o temah, ki niso povezane z nalogami, brez ustvarjanja novega kanala.</li><li><b>Ostanite organizirani</b>: Ohranite pogovore, povezane z nalogami, v klepetih o nalogah in osebne ali stranske pogovore v neposrednih sporočilih.</li></ul><br>Preizkusite neposredno sporočanje še danes in doživite bolj tekoče in prilagodljivo komuniciranje v JustDo!",
  "v5_8_news_main_array_item_3_title": "Izboljšano iskanje po tabeli s prikazom nadrejenih elementov",
  "v5_8_news_main_array_item_3_subtitle": "Olajšali smo pregled, kam se vsaka iskana naloga umešča v hierarhijo vašega projekta. Z našim novim spustnim seznamom rezultatov iskanja:<br><br><ul><li><b>Takojšen pregled nadrejenega elementa</b>: Vsak rezultat iskanja zdaj prikazuje svojega neposredno nadrejenega elementa, kar vam daje takojšen vpogled v lokacijo postavke.</li><li><b>Preklopnik \"Prikaži več konteksta\"</b>: Potrebujete širšo sliko? Preklopite stikalo za prikaz dodatnih ravni hierarhije nad neposredno nadrejenim elementom, da lahko hitro pregledate širšo strukturo vašega projekta.</li></ul><br>Ta posodobitev vam pomaga razumeti, kako se vsaka naloga ali postavka povezuje s širšim potekom dela, kar vam prihrani čas in klike. Preizkusite in poenostavite navigacijo po projektu še danes!",
  "v5_8_news_features_name": "Druge posodobitve",
  "v5_8_news_features_title": "Izboljšave",
  "v5_8_news_features_update_items": [
    "1. <b>Prilagodljive avatarje za nadomestne uporabnike</b>: Skrbniki spletnega mesta in tisti, ki vabijo uporabnike, lahko zdaj urejajo barve avatarjev nadomestnih uporabnikov (proxy users), kar omogoča boljše vizualno razlikovanje med nadomestnimi računi in izboljšuje splošno organizacijo ekipe."
  ]
}