{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Çfarë ka të re",
  "v5_8_news_page_title": "JustDo v5.8: Mesazhe të Drejtpërdrejta dhe Kërkim i Përmirësuar në Grid",
  "v5_8_news_page_description": "Përjetoni komunikim të përsosur me Mesazhet e Drejtpërdrejta dhe navigim të përmirësuar me Kërkimin e Avancuar në Grid në JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Sot, kemi kënaqësinë të njoftojmë lançimin e JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Mesazhe të Drejtpërdrejta",
  "v5_8_news_main_array_item_1_subtitle": "Jemi të entuziazmuar të njoftojmë që JustDo tani mbështet biseda të drejtpërdrejta një-me-një midis përdoruesve!<br><br><ul><li><b>Chat Privat</b>: Dërgoni mesazhe direkt një anëtari tjetër të ekipit pa pasur nevojë të referoni një detyrë specifike.</li><li><b>Komunikim i Thjeshtuar</b>: Qartësoni shpejt detajet ose diskutoni tema që nuk lidhen me detyrat pa krijuar një kanal të ri.</li><li><b>Qëndroni të Organizuar</b>: Mbani diskutimet e lidhura me detyrat në biseda të detyrave dhe bisedat personale në mesazhet e drejtpërdrejta.</li></ul><br>Provoni mesazhet e drejtpërdrejta sot dhe përjetoni një komunikim më të rrjedhshëm dhe më fleksibël në JustDo!",
  "v5_8_news_main_array_item_3_title": "Kërkim i Përmirësuar në Grid me Kontekst Prindëror",
  "v5_8_news_main_array_item_3_subtitle": "E kemi bërë më të lehtë të shihni se ku përshtatet çdo detyrë e kërkuar në hierarkinë e projektit tuaj. Me Listën tonë të re të Rezultateve të Kërkimit në Grid:<br><br><ul><li><b>Dukshmëri e Menjëhershme e Prindit</b>: Çdo rezultat kërkimi tani shfaq prindin e tij të drejtpërdrejtë, duke ju dhënë kontekst të menjëhershëm se ku ndodhet elementi.</li><li><b>Butoni \"Shfaq më shumë Kontekst\"</b>: Ju nevojitet një pamje më e gjerë? Aktivizoni butonin për të zbuluar nivele shtesë të hierarkisë përtej prindit të menjëhershëm, në mënyrë që të navigoni shpejt në strukturën më të gjerë të projektit tuaj.</li></ul><br>Ky përditësim ju ndihmon të kuptoni se si çdo detyrë ose element lidhet me rrjedhën më të madhe të punës, duke ju kursyer kohë dhe klikime. Provojeni dhe thjeshtoni navigimin e projektit tuaj sot!"
}