{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Šta je novo",
  "v5_8_news_page_title": "JustDo v5.8: Direktne chat poruke i unapređena pretraga tabele",
  "v5_8_news_page_description": "Iskusite neometanu komunikaciju sa direktnim chat porukama i unapređenu navigaciju kroz projekte sa poboljšanom pretragom tabele u JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Danas sa zadovoljstvom predstavljamo izdanje JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Direktne chat poruke",
  "v5_8_news_main_array_item_1_subtitle": "Sa uzbuđenjem objavljujemo da JustDo sada podržava direktnu chat komunikaciju između korisnika!<br><br><ul><li><b>Privatni razgovori</b>: Šaljite poruke direktno drugom članu tima bez potrebe za referenciranjem određenog zadatka.</li><li><b>Optimizovana komunikacija</b>: Brzo razjasnite detalje ili diskutujte o temama koje nisu vezane za zadatke bez kreiranja novog kanala.</li><li><b>Ostanite organizovani</b>: Zadržite diskusije vezane za zadatke u chat-u zadataka, a lične ili sporedne razgovore u direktnim porukama.</li></ul><br>Isprobajte direktne poruke danas i doživite jednostavniju i fleksibilniju komunikaciju u JustDo-u!",
  "v5_8_news_main_array_item_3_title": "Unapređena pretraga tabele sa roditeljskim kontekstom",
  "v5_8_news_main_array_item_3_subtitle": "Olakšali smo pregled pozicije svakog pretraženog zadatka u hijerarhiji vašeg projekta. Sa našim novim padajućim menijem za rezultate pretrage tabele:<br><br><ul><li><b>Vidljivost direktnog nadređenog</b>: Svaki rezultat pretrage sada prikazuje svoj direktno nadređeni element, pružajući vam trenutni uvid u njegovu lokaciju.</li><li><b>Prekidač \"Prikaži više konteksta\"</b>: Potrebna vam je šira slika? Aktivirajte prekidač da biste otkrili dodatne nivoe hijerarhije iznad direktno nadređenog elementa, kako biste brzo sagledali širu strukturu vašeg projekta.</li></ul><br>Ovo ažuriranje vam pomaže da razumete kako se svaki zadatak ili stavka uklapa u širi tok rada, štedi vreme i klikove. Isprobajte ga danas i pojednostavite navigaciju kroz vaš projekat!",
  "v5_8_news_features_name": "Druga ažuriranja",
  "v5_8_news_features_title": "Poboljšanja",
  "v5_8_news_features_update_items": [
    "1. <b>Prilagodljivi avatari proxy korisnika</b>: Administratori sajta i oni koji šalju pozivnice sada mogu da uređuju boje avatara proxy korisnika, što pruža bolju vizuelnu diferencijaciju između proxy naloga i poboljšava ukupnu organizaciju tima."
  ]
}