{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Nyheter",
  "v5_8_news_page_title": "JustDo v5.8: Direkta chattmeddelanden och förbättrad tabellsökning",
  "v5_8_news_page_description": "Upplev smidig kommunikation med direkta chattmeddelanden och förbättrad projektnavigering med utökad tabellsökning i JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Idag är vi glada att kunna presentera lanseringen av JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Direkta chattmeddelanden",
  "v5_8_news_main_array_item_1_subtitle": "Vi är glada att kunna meddela att JustDo nu stödjer direkt chatt mellan användare!<br><br><ul><li><b>Chatta privat</b>: Skicka meddelanden direkt till en annan teammedlem utan att behöva referera till en specifik uppgift.</li><li><b>Effektivisera kommunikationen</b>: Förtydliga detaljer snabbt eller diskutera ämnen som inte är uppgiftsspecifika utan att behöva skapa en ny kanal.</li><li><b>Håll ordning</b>: Behåll uppgiftsrelaterade diskussioner i uppgiftschatten och personliga eller sidodiskussioner i direktmeddelanden.</li></ul><br>Testa direktmeddelanden idag och upplev smidigare, mer flexibel kommunikation i JustDo!",
  "v5_8_news_main_array_item_3_title": "Förbättrad tabellsökning med överordnad kontext",
  "v5_8_news_main_array_item_3_subtitle": "Vi har gjort det enklare att se var varje sökt uppgift passar in i projekthierarkin. Med vår nya rullgardinsmeny för tabellsökresultat:<br><br><ul><li><b>Direkt överordnad synlighet</b>: Varje sökresultat visar nu sin direkta överordnade nivå, vilket ger dig omedelbar kontext om var objektet finns.</li><li><b>\"Visa mer kontext\"-knapp</b>: Behöver du en större överblick? Aktivera knappen för att visa ytterligare hierarkinivåer utöver den närmaste överordnade, så att du snabbt kan navigera i projektets bredare struktur.</li></ul><br>Denna uppdatering hjälper dig att förstå hur varje uppgift eller objekt relaterar till det större arbetsflödet, vilket sparar tid och klick. Prova det och effektivisera din projektnavigering idag!"
}