{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Vipya",
  "v5_8_news_page_title": "JustDo v5.8: Ujumbe wa Moja kwa Moja na Utafutaji Bora wa Jedwali",
  "v5_8_news_page_description": "Ishi mawasiliano bora na Ujumbe wa Moja kwa Moja na uongoze miradi yako vyema na Utafutaji Bora wa Jedwali katika JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Leo, tunafurahi kutangaza uzinduzi wa JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Ujumbe wa Moja kwa Moja (Direct Chat Messages)",
  "v5_8_news_main_array_item_1_subtitle": "Tunafurahi kutangaza kuwa JustDo sasa inaunga mkono mazungumzo ya moja kwa moja kati ya watumiaji!<br><br><ul><li><b>Zungumza Faraghani</b>: Tuma ujumbe moja kwa moja kwa mshiriki mwingine wa timu bila kuhitaji kurejelea kazi mahususi.</li><li><b>Boresha Mawasiliano</b>: Fafanua maelezo haraka au jadili mada zisizo na uhusiano na kazi bila kuunda kituo kipya.</li><li><b>Kuwa na Mpangilio</b>: Weka majadiliano yanayohusiana na kazi kwenye mazungumzo ya kazi na mazungumzo ya kibinafsi kwenye ujumbe wa moja kwa moja.</li></ul><br>Jaribu ujumbe wa moja kwa moja leo na upate mawasiliano bora na rahisi katika JustDo!",
  "v5_8_news_main_array_item_3_title": "Utafutaji Bora wa Jedwali na Muktadha wa Juu (Enhanced Grid Search)",
  "v5_8_news_main_array_item_3_subtitle": "Tumefanya iwe rahisi kuona jinsi kila kazi iliyotafutwa inavyoingia katika mfumo wako wa mradi. Kupitia Orodha Mpya ya Matokeo ya Utafutaji wa Jedwali:<br><br><ul><li><b>Uonekano wa Kiwango cha Juu cha Moja kwa Moja</b>: Kila tokeo la utafutaji sasa linaonyesha kiwango chake cha juu cha moja kwa moja, kukupa muktadha wa papo hapo wa mahali ilipo.</li><li><b>Kitufe cha \"Onyesha Muktadha Zaidi\"</b>: Unahitaji picha kubwa zaidi? Gusa kitufe kuona viwango zaidi vya mfumo kuzidi kiwango cha juu cha moja kwa moja, ili uweze kuona muundo mpana wa mradi wako haraka.</li></ul><br>Sasisho hili linakusaidia kuelewa jinsi kila kazi au kipengee kinavyohusiana na mtiririko mkubwa wa kazi, kukuokoa muda na mbofyo. Jaribu leo na boresha uongozaji wako wa mradi!"
}