{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "புதியவை என்ன",
  "v5_8_news_page_title": "JustDo v5.8: நேரடி அரட்டை செய்திகள் மற்றும் மேம்படுத்தப்பட்ட அட்டவணை தேடல்",
  "v5_8_news_page_description": "JustDo 5.8இல் நேரடி அரட்டை செய்திகள் மூலம் தடையற்ற தொடர்பை அனுபவியுங்கள் மற்றும் மேம்படுத்தப்பட்ட அட்டவணை தேடலுடன் திட்டப்பணி வழிசெலுத்தலை மேம்படுத்துங்கள்!",
  "v5_8_news_main_array_item_0_subtitle": "இன்று, JustDo v5.8 வெளியீட்டை அறிவிப்பதில் பெருமகிழ்ச்சி அடைகிறோம்.",
  "v5_8_news_main_array_item_1_title": "நேரடி அரட்டை செய்திகள்",
  "v5_8_news_main_array_item_1_subtitle": "JustDo இப்போது பயனர்களுக்கிடையே நேரடி, தனிப்பட்ட அரட்டையை ஆதரிக்கிறது என்பதை அறிவிப்பதில் மகிழ்ச்சி!<br><br><ul><li><b>தனிப்பட்ட அரட்டை</b>: குறிப்பிட்ட பணியை குறிப்பிடாமலேயே மற்றொரு குழு உறுப்பினருக்கு நேரடியாக செய்திகளை அனுப்பலாம்.</li><li><b>தொடர்பை எளிமைப்படுத்துங்கள்</b>: புதிய தொடர்பு சேனலை உருவாக்காமலேயே விவரங்களை விரைவாக தெளிவுபடுத்தலாம் அல்லது பணி-சாரா தலைப்புகளை விவாதிக்கலாம்.</li><li><b>ஒழுங்காக இருங்கள்</b>: பணி தொடர்பான விவாதங்களை பணி அரட்டைகளிலும், தனிப்பட்ட அல்லது பக்க உரையாடல்களை நேரடி செய்திகளிலும் வைத்திருங்கள்.</li></ul><br>இன்றே நேரடி செய்தியனுப்புதலை முயற்சித்து JustDoவில் மென்மையான, மேலும் நெகிழ்வான தொடர்பை அனுபவியுங்கள்!",
  "v5_8_news_main_array_item_3_title": "பெற்றோர் சூழலுடன் மேம்படுத்தப்பட்ட அட்டவணை தேடல்",
  "v5_8_news_main_array_item_3_subtitle": "தேடப்பட்ட ஒவ்வொரு பணியும் உங்கள் திட்ட படிநிலையில் எங்கு பொருந்துகிறது என்பதை பார்ப்பதை எளிதாக்கியுள்ளோம். எங்களின் புதிய அட்டவணை தேடல் முடிவுகள் கீழ்விரி பட்டியலுடன்:<br><br><ul><li><b>உடனடி பெற்றோர் தெரிவுநிலை</b>: ஒவ்வொரு தேடல் முடிவும் இப்போது அதன் நேரடி பெற்றோரை காட்டுகிறது, உருப்படி எங்கிருக்கிறது என்பதற்கான உடனடி சூழலை உங்களுக்கு வழங்குகிறது.</li><li><b>\"மேலும் சூழலைக் காட்டு\" மாற்றி</b>: பெரிய படம் தேவையா? உடனடி பெற்றோருக்கு அப்பாற்பட்ட கூடுதல் படிநிலை மட்டங்களை வெளிப்படுத்த மாற்றியை பயன்படுத்துங்கள், இதனால் உங்கள் திட்டத்தின் பரந்த கட்டமைப்பில் விரைவாக வழிசெலுத்தலாம்.</li></ul><br>இந்த புதுப்பிப்பு ஒவ்வொரு பணி அல்லது உருப்படியும் பெரிய பணிப்பாய்வுடன் எவ்வாறு தொடர்புடையது என்பதை புரிந்துகொள்ள உதவுகிறது, உங்கள் நேரத்தையும் கிளிக்குகளையும் சேமிக்கிறது. இன்றே முயற்சித்து உங்கள் திட்ட வழிசெலுத்தலை எளிமைப்படுத்துங்கள்!"
}