{
  "v5_8_news_title": "в5.8",
  "v5_8_news_main_name": "Чӣ нав аст",
  "v5_8_news_page_title": "JustDo в5.8: Паёмҳои мустақими чат ва ҷустуҷӯи пешрафтаи ҷадвал",
  "v5_8_news_page_description": "Дар JustDo 5.8 муоширати беҳтаринро тавассути паёмҳои мустақими чат ва идоракунии беҳтари лоиҳаро бо ҷустуҷӯи пешрафтаи ҷадвал таҷриба кунед!",
  "v5_8_news_main_array_item_0_subtitle": "Имрӯз мо хурсандем, ки нусхаи JustDo в5.8-ро муаррифӣ мекунем.",
  "v5_8_news_main_array_item_1_title": "Паёмҳои мустақими чат",
  "v5_8_news_main_array_item_1_subtitle": "Мо хушҳолем эълон кунем, ки акнун JustDo чати мустақими байни корбаронро дастгирӣ мекунад!<br><br><ul><li><b>Чати хусусӣ</b>: Бе зарурати истинод ба вазифаи мушаххас, мустақиман ба аъзои дигари даста паём фиристед.</li><li><b>Муоширати беҳтар</b>: Барои равшан кардани ҷузъиёт ё муҳокимаи мавзӯъҳои ғайривазифавӣ, бидуни эҷоди канали нав.</li><li><b>Муташаккил бошед</b>: Муҳокимаҳои марбут ба вазифаҳоро дар чати вазифаҳо ва суҳбатҳои шахсиро дар паёмҳои мустақим нигоҳ доред.</li></ul><br>Имрӯз паёмрасонии мустақимро санҷед ва муоширати беҳтару чандирро дар JustDo таҷриба кунед!",
  "v5_8_news_main_array_item_3_title": "Ҷустуҷӯи пешрафтаи ҷадвал бо мазмуни волидайн",
  "v5_8_news_main_array_item_3_subtitle": "Мо дидани мавқеи ҳар як вазифаи ҷустуҷӯшударо дар сохтори лоиҳаатон осонтар кардем. Бо менюи нави натиҷаҳои ҷустуҷӯи ҷадвал:<br><br><ul><li><b>Намоиши фаврии волидайн</b>: Ҳар як натиҷаи ҷустуҷӯ акнун волидайни бевоситаи худро нишон медиҳад, ки ба шумо фавран мефаҳмонад, ки мавод дар куҷост.</li><li><b>Тугмаи \"Нишон додани мазмуни бештар\"</b>: Тасвири калонтар лозим аст? Тугмаро пахш кунед то сатҳҳои иловагии иерархияро аз волидайни бевосита бубинед ва сохтори васеътари лоиҳаи худро фаҳмед.</li></ul><br>Ин навсозӣ ба шумо кумак мекунад то тавонед алоқаи ҳар як вазифа ё маводро бо ҷараёни калонтари кор фаҳмед, вақт ва клик-ҳоятонро сарфа кунед. Имрӯз санҷед ва идоракунии лоиҳаи худро осон кунед!",
  "v5_8_news_features_name": "Дигар навсозиҳо",
  "v5_8_news_features_title": "Беҳбудиҳо",
  "v5_8_news_features_update_items": [
    "1. <b>Аватарҳои танзимшавандаи корбарони прокси</b>: Мудирони сайт ва даъватгарон акнун метавонанд рангҳои аватари корбарони проксиро таҳрир кунанд, ки фарқияти визуалии беҳтар байни ҳисобҳои прокси ва беҳбуди умумии ташкили даста фароҳам меорад."
  ]
}