{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Yenilikler",
  "v5_8_news_page_title": "JustDo v5.8: Doğrudan Sohbet Mesajları ve Gelişmiş Tablo Arama",
  "v5_8_news_page_description": "JustDo 5.8 ile Doğrudan Sohbet Mesajları sayesinde kesintisiz iletişim ve Gelişmiş Tablo Arama ile daha iyi proje navigasyonu deneyimleyin!",
  "v5_8_news_main_array_item_0_subtitle": "Bugün, JustDo v5.8'in yayınlandığını duyurmaktan mutluluk duyuyoruz.",
  "v5_8_news_main_array_item_1_title": "Doğrudan Sohbet Mesajları",
  "v5_8_news_main_array_item_1_subtitle": "JustDo'nun artık kullanıcılar arası birebir sohbeti desteklediğini duyurmaktan heyecan duyuyoruz!<br><br><ul><li><b>Özel Sohbet</b>: Belirli bir göreve referans vermeden doğrudan takım arkadaşınıza mesaj gönderin.</li><li><b>İletişimi Kolaylaştırın</b>: Yeni bir kanal oluşturmadan detayları hızlıca netleştirin veya görev dışı konuları tartışın.</li><li><b>Düzenli Kalın</b>: Görevle ilgili tartışmaları görev sohbetlerinde, kişisel veya yan konuşmaları doğrudan mesajlarda tutun.</li></ul><br>Hemen doğrudan mesajlaşmayı deneyin ve JustDo'da daha sorunsuz, daha esnek iletişimi deneyimleyin!",
  "v5_8_news_main_array_item_3_title": "Üst Öğe Bağlamıyla Gelişmiş Tablo Araması",
  "v5_8_news_main_array_item_3_subtitle": "Her aranan görevin proje hiyerarşisindeki yerini görmeyi kolaylaştırdık. Yeni Tablo Arama Sonuçları Açılır Menüsü ile:<br><br><ul><li><b>Doğrudan Üst Öğe Görünürlüğü</b>: Her arama sonucu artık doğrudan üst öğesini gösteriyor, böylece öğenin nerede olduğuna dair anında bağlam sağlıyor.</li><li><b>\"Daha Fazla Bağlam Göster\" Düğmesi</b>: Daha geniş bir perspektife mi ihtiyacınız var? Düğmeyi açarak doğrudan üst öğenin ötesinde ek hiyerarşi seviyelerini görebilir, böylece projenizin daha geniş yapısında hızlıca gezinebilirsiniz.</li></ul><br>Bu güncelleme, her görev veya öğenin daha büyük iş akışıyla nasıl ilişkili olduğunu anlamanıza yardımcı olur, size zaman ve tıklama tasarrufu sağlar. Hemen deneyin ve proje navigasyonunuzu kolaylaştırın!",
  "v5_8_news_features_name": "Diğer Güncellemeler",
  "v5_8_news_features_title": "İyileştirmeler",
  "v5_8_news_features_update_items": [
    "1. <b>Özelleştirilebilir Vekil Kullanıcı Avatarları</b>: Site yöneticileri ve davet edenler artık vekil kullanıcıların avatar renklerini düzenleyebilir, vekil hesaplar arasında daha iyi görsel ayrım sağlayarak genel takım organizasyonunu iyileştirir."
  ]
}