{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Що нового",
  "v5_8_news_page_title": "JustDo v5.8: Прямі повідомлення та покращений пошук у таблиці",
  "v5_8_news_page_description": "Відчуйте зручність спілкування з прямими повідомленнями та покращену навігацію по проєктах із розширеним пошуком у таблиці в JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Сьогодні ми раді анонсувати випуск JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Прямі повідомлення в чаті",
  "v5_8_news_main_array_item_1_subtitle": "Ми раді повідомити, що JustDo тепер підтримує прямий чат між користувачами!<br><br><ul><li><b>Приватне спілкування</b>: Надсилайте повідомлення безпосередньо іншому члену команди без прив'язки до конкретного завдання.</li><li><b>Оптимізація комунікації</b>: Швидко уточнюйте деталі або обговорюйте теми, не пов'язані із завданнями, без створення нового каналу.</li><li><b>Залишайтеся організованими</b>: Тримайте обговорення завдань у чатах завдань, а особисті розмови - у прямих повідомленнях.</li></ul><br>Спробуйте прямі повідомлення вже сьогодні та відчуйте більш зручну та гнучку комунікацію в JustDo!",
  "v5_8_news_main_array_item_3_title": "Покращений пошук у таблиці з контекстом батьківських елементів",
  "v5_8_news_main_array_item_3_subtitle": "Ми спростили перегляд місця кожного знайденого завдання в ієрархії вашого проєкту. З нашим новим випадаючим списком результатів пошуку в таблиці:<br><br><ul><li><b>Видимість батьківського елемента</b>: Кожен результат пошуку тепер показує свій безпосередній батьківський елемент, що миттєво надає контекст розташування.</li><li><b>Перемикач \"Показати більше контексту\"</b>: Потрібна повніша картина? Увімкніть перемикач, щоб побачити додаткові рівні ієрархії крім безпосереднього батьківського елемента, щоб швидко орієнтуватися в загальній структурі проєкту.</li></ul><br>Це оновлення допомагає зрозуміти, як кожне завдання чи елемент пов'язані з більшим робочим процесом, економлячи ваш час та кліки. Спробуйте та оптимізуйте навігацію по проєкту вже сьогодні!"
}