{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Yangiliklar",
  "v5_8_news_page_title": "JustDo v5.8: To'g'ridan-to'g'ri Chat Xabarlari va Kengaytirilgan Jadval Qidiruvi",
  "v5_8_news_page_description": "JustDo 5.8 da to'g'ridan-to'g'ri chat xabarlari va takomillashtirilgan jadval qidiruvidan foydalaning!",
  "v5_8_news_main_array_item_0_subtitle": "Bugun biz JustDo v5.8 versiyasini taqdim etishdan mamnunmiz.",
  "v5_8_news_main_array_item_1_title": "To'g'ridan-to'g'ri Chat Xabarlari",
  "v5_8_news_main_array_item_1_subtitle": "JustDo endi foydalanuvchilar o'rtasidagi bevosita, shaxsiy suhbatlarni qo'llab-quvvatlashini e'lon qilishdan mamnunmiz!<br><br><ul><li><b>Shaxsiy Suhbat</b>: Biror vazifaga bog'liq bo'lmagan holda, jamoa a'zosiga to'g'ridan-to'g'ri xabar yuboring.</li><li><b>Muloqotni Osonlashtirish</b>: Yangi kanal yaratmasdan turib, tezda tafsilotlarni aniqlashtiring yoki vazifaga aloqador bo'lmagan mavzularni muhokama qiling.</li><li><b>Tartibli Bo'ling</b>: Vazifaga oid muhokamalarni vazifa chatlarida, shaxsiy yoki qo'shimcha suhbatlarni esa to'g'ridan-to'g'ri xabarlarda saqlang.</li></ul><br>Bugun to'g'ridan-to'g'ri xabar almashinuvini sinab ko'ring va JustDo da yanada qulay muloqot imkoniyatidan foydalaning!",
  "v5_8_news_main_array_item_3_title": "Ota-ona Konteksti bilan Kengaytirilgan Jadval Qidiruvii",
  "v5_8_news_main_array_item_3_subtitle": "Har bir qidirilgan vazifaning loyiha ierarxiyasidagi o'rnini ko'rishni osonlashtirdik. Yangi Jadval Qidiruv Natijalari Ro'yxati bilan:<br><br><ul><li><b>Bevosita Ota-ona Ko'rinishi</b>: Har bir qidiruv natijasi endi o'zining bevosita yuqori turuvchi elementini ko'rsatadi, bu esa element qayerda joylashganini tezda tushunish imkonini beradi.</li><li><b>\"Ko'proq Kontekst Ko'rsatish\" Tugmasi</b>: Kattaroq manzarani ko'rmoqchimisiz? Bevosita yuqori turuvchi elementdan tashqari qo'shimcha ierarxiya darajalarini ko'rish uchun tugmani bosing, shunda loyihangizning kengroq tuzilishini tezda ko'rib chiqishingiz mumkin.</li></ul><br>Bu yangilanish har bir vazifa yoki elementning umumiy ish jarayoniga qanday bog'liqligini tushunishga yordam beradi, vaqtingiz va bosishlaringizni tejaydi. Bugun sinab ko'ring va loyiha navigatsiyasini osonlashtiring!"
}