{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "Có gì mới",
  "v5_8_news_page_title": "JustDo v5.8: Tin nhắn trực tiếp & Tìm kiếm lưới nâng cao",
  "v5_8_news_page_description": "Trải nghiệm giao tiếp mượt mà với Tin nhắn trực tiếp và điều hướng dự án tốt hơn với Tìm kiếm lưới nâng cao trong JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "Hôm nay, chúng tôi vui mừng thông báo ra mắt JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "Tin nhắn trực tiếp",
  "v5_8_news_main_array_item_1_subtitle": "Chúng tôi rất vui mừng thông báo rằng JustDo giờ đây hỗ trợ chat trực tiếp một-một giữa người dùng!<br><br><ul><li><b>Chat riêng tư</b>: Gửi tin nhắn trực tiếp đến thành viên khác trong nhóm mà không cần tham chiếu đến công việc cụ thể.</li><li><b>Giao tiếp hiệu quả</b>: Nhanh chóng làm rõ chi tiết hoặc thảo luận các chủ đề không liên quan đến công việc mà không cần tạo kênh mới.</li><li><b>Giữ ngăn nắp</b>: Giữ các cuộc thảo luận liên quan đến công việc trong chat công việc và các cuộc trò chuyện cá nhân trong tin nhắn trực tiếp.</li></ul><br>Hãy thử tính năng nhắn tin trực tiếp ngay hôm nay và trải nghiệm giao tiếp mượt mà, linh hoạt hơn trong JustDo!",
  "v5_8_news_main_array_item_3_title": "Tìm kiếm lưới nâng cao với Ngữ cảnh Mục Cha",
  "v5_8_news_main_array_item_3_subtitle": "Chúng tôi đã giúp việc xem vị trí của mỗi công việc được tìm kiếm trong cấu trúc dự án của bạn trở nên dễ dàng hơn. Với Danh sách kết quả tìm kiếm lưới mới:<br><br><ul><li><b>Hiển thị mục cha trực tiếp</b>: Mỗi kết quả tìm kiếm giờ đây hiển thị mục cha trực tiếp của nó, cho bạn ngay lập tức thông tin về vị trí của mục đó.</li><li><b>Nút \"Hiển thị thêm ngữ cảnh\"</b>: Cần nhìn tổng quan hơn? Bật công tắc để hiện thêm các cấp độ phân cấp ngoài mục cha trực tiếp, giúp bạn nhanh chóng nắm bắt được cấu trúc rộng hơn của dự án.</li></ul><br>Cập nhật này giúp bạn hiểu được mối quan hệ của từng công việc hoặc mục với quy trình lớn hơn, tiết kiệm thời gian và số lần nhấp chuột. Hãy thử ngay để việc điều hướng dự án của bạn trở nên thuận tiện hơn!",
  "v5_8_news_features_name": "Cập nhật khác",
  "v5_8_news_features_title": "Cải tiến",
  "v5_8_news_features_update_items": [
    "1. <b>Tùy chỉnh hình đại diện người dùng proxy</b>: Quản trị viên trang web và người mời giờ đây có thể chỉnh sửa màu sắc hình đại diện của người dùng proxy, cung cấp sự phân biệt trực quan tốt hơn giữa các tài khoản proxy và cải thiện tổ chức nhóm tổng thể."
  ]
}