{
  "v5_8_news_title": "v5.8",
  "v5_8_news_main_name": "וואָס איז נײַ",
  "v5_8_news_page_title": "JustDo v5.8: דירעקטע שמועס מעסעדזשעס און פֿאַרבעסערטע גריד זוך",
  "v5_8_news_page_description": "דערפֿאַרט נאָענטע קאָמוניקאַציע מיט דירעקטע שמועס מעסעדזשעס און פֿאַרבעסערטע פּראָיעקט נאַוויגאַציע מיט פֿאַרבעסערטע גריד זוך אין JustDo 5.8!",
  "v5_8_news_main_array_item_0_subtitle": "הײַנט, מיר זענען צופרידן צו מעלדן די אַרויסלאָזונג פון JustDo v5.8.",
  "v5_8_news_main_array_item_1_title": "דירעקטע שמועס מעסעדזשעס",
  "v5_8_news_main_array_item_1_subtitle": "מיר זענען באַגײַסטערט צו מעלדן אַז JustDo שטיצט איצט דירעקטע, איינס-אויף-איינס שמועסן צווישן באַניצער!<br><br><ul><li><b>שמועס פּריוואַט</b>: שיקט מעסעדזשעס דירעקט צו אַן אַנדער טים מיטגליד אָן דאַרפן רעפערירן צו אַ ספּעציפישע אויפגאַבע.</li><li><b>סטרימליין קאָמוניקאַציע</b>: שנעל קלאָר מאַכן דעטאַלן אָדער דיסקוטירן נישט-אויפגאַבע-ספּעציפישע טעמעס אָן שאַפן אַ נײַע קאַנאַל.</li><li><b>בלײַבט אָרגאַניזירט</b>: האַלט אויפגאַבע-פֿאַרבונדענע דיסקוסיעס אין אויפגאַבע שמועסן און פּערזענלעכע אָדער זײַטיקע שמועסן אין דירעקטע מעסעדזשעס.</li></ul><br>פּרובירט אויס דירעקטע מעסעדזשינג הײַנט און דערפֿאַרט גלאַטיקער, מער פלעקסיבעל קאָמוניקאַציע אין JustDo!",
  "v5_8_news_main_array_item_3_title": "פֿאַרבעסערטע גריד זוך מיט עלטערן קאָנטעקסט",
  "v5_8_news_main_array_item_3_subtitle": "מיר האָבן עס געמאַכט גרינגער צו זען וואו יעדע געזוכטע אויפגאַבע פּאַסט אין אײַער פּראָיעקט היעראַרכיע. מיט אונדזער נײַע גריד זוך רעזולטאַטן דראָפּדאַון:<br><br><ul><li><b>באַלדיקע עלטערן זעאיקייט</b>: יעדע זוך רעזולטאַט ווײַזט איצט זײַן דירעקטע עלטערן, געבנדיק אײַך באַלדיקע קאָנטעקסט וואו דער אַרטיקל געפֿינט זיך.</li><li><b>\"ווײַזן מער קאָנטעקסט\" טאָגל</b>: דאַרפֿט אַ גרעסערע בילד? דרייט דעם טאָגל צו אַנטפּלעקן נאָך היעראַרכיע שטאַפּלען אַריבער דעם באַלדיקן עלטערן, אַזוי אַז איר קענט שנעל נאַוויגירן די ברייטערע סטרוקטור פון אײַער פּראָיעקט.</li></ul><br>דער דערהײַנטיקונג העלפט אײַך פֿאַרשטיין ווי יעדע אויפגאַבע אָדער אַרטיקל איז פֿאַרבונדן צו דער גרעסערער אַרבעטספֿלוס, שפּאָרנדיק אײַך צײַט און קליקס. פּרובירט עס אויס און סטרימליין אײַער פּראָיעקט נאַוויגאַציע הײַנט!"
}