{
  "plugin_store_risk_management_title": "Risk İdarəetməsi",
  "plugin_store_risk_management_short_description": "Layihənin uğurunu təmin etmək üçün riskləri proaktiv şəkildə müəyyən edin, qiymətləndirin və azaldın.",
  "plugin_store_risk_management_full_description": "JustDo-nun Risk İdarəetməsi funksiyası komandanızı layihə həyat dövrü boyunca potensial çətinlikləri proaktiv şəkildə həll etməyə, pozuntuları minimuma endirməyə və layihənin uğurunu təmin etməyə imkan verir. <br><br>Əsas Xüsusiyyətlər:<ul><li>Hərtərəfli Risk və Problem İzləmə: Layihələrinizin bütün səviyyələrində, fərdi tapşırıqlardan ümumi layihə portfelinə qədər riskləri və problemləri müəyyən edin, sənədləşdirin və izləyin.</li><li>Mərkəzləşdirilmiş Risk Deposu: Müəyyən edilmiş bütün risklərin və problemlərin mərkəzləşdirilmiş deposunu saxlayın, vahid həqiqət mənbəyi təmin edin və əməkdaşlığı asanlaşdırın.</li><li>Risk Prioritetləşdirmə və Qiymətləndirmə: Riskləri ehtimal və təsir əsasında prioritetləşdirin, layihənin uğuruna ən kritik təhdidlərə diqqət yetirməyə imkan verin.</li><li>Azaltma və Fövqəladə Planlaşdırma: Risklərin baş verməsinin qarşısını almaq və ya baş verdiyi təqdirdə onların təsirini idarə etmək üçün fəaliyyət planları hazırlayın və sənədləşdirin.</li><li>Risk Sahibliyi və Məsuliyyət: Konkret risklərə və problemlərə sahiblər təyin edin, məsuliyyəti təmin edin və proaktiv risk idarəetməsini təşviq edin.</li><li>Tərəqqi İzləmə və Hesabatı: Risklərin və problemlərin vəziyyətini izləyin, azaltma səylərini izləyin və maraqlı tərəflərə məlumat vermək üçün hesabatlar yaradın.</li></ul><br>Faydalar: <ul><li>Proaktiv Risk Azaltma: Potensial problemləri erkən müəyyən edin və həll edin, layihə gecikmələri, büdcə aşımları və ya digər mənfi təsirlərin ehtimalını azaldın.</li><li>Təkmilləşdirilmiş Qərar Qəbuletmə: Potensial risklər və azaltma strategiyaları haqqında aydın anlayış əsasında məlumatlı layihə qərarları verin.</li><li>Təkmilləşdirilmiş Layihə Planlaşdırması: Risk idarəetməsini layihə planlaşdırma prosesinizə daxil edin, daha realist vaxt cədvəlləri, resurs bölgüsü və fövqəladə planlar təmin edin.</li><li>Artırılmış Layihə Uğur Dərəcələri: Gözlənilməz hadisələrin təsirini minimuma endirin və layihələri vaxtında, büdcə daxilində və tələb olunan standartlara uyğun çatdırmaq ehtimalını artırın.</li></ul>JustDo ilə proaktiv risk idarəetməsini qəbul edin və layihə çətinliklərini əminliklə həll edin, daha hamar layihə icrasını və daha uğurlu nəticələri təmin edin."
}