{
  "plugin_store_risk_management_title": "Тобокелдикти башкаруу",
  "plugin_store_risk_management_short_description": "Долбоордун ийгилигин камсыздоо үчүн тобокелдиктерди алдын ала аныктоо, баалоо жана азайтуу.",
  "plugin_store_risk_management_full_description": "JustDo'нун Тобокелдиктерди башкаруу функциясы сиздин командаңызга долбоордун жашоо циклинин бардык этаптарында потенциалдуу көйгөйлөрдү алдын ала чечүүгө мүмкүнчүлүк берет, бул тоскоолдуктарды азайтып, долбоордун ийгилигин камсыз кылат. <br><br><h2>Негизги өзгөчөлүктөр:</h2><ul><li>Тобокелдиктер менен маселелерди кеңири көзөмөлдөө:  Долбоорлоруңуздун бардык деңгээлдеринде, жеке тапшырмалардан тартып жалпы долбоорлор портфелине чейин тобокелдиктерди жана көйгөйлөрдү аныктоо, документтештирүү жана көзөмөлдөө.</li><li>Борборлоштурулган тобокелдик базасы: Бардык аныкталган тобокелдиктер менен көйгөйлөрдүн борборлоштурулган базасын түзүү, бирдиктүү маалымат булагын камсыз кылуу жана кызматташтыкты жеңилдетүү.</li><li>Тобокелдиктерди артыкчылык кылуу жана баалоо:  Тобокелдиктерди ыктымалдуулугуна жана таасирине жараша артыкчылык берүү, бул долбоордун ийгилигине эң олуттуу коркунучтарга көңүл бурууга мүмкүндүк берет. </li><li>Жеңилдетүү жана контингенттик пландаштыруу: Тобокелдиктердин пайда болушун алдын алуу же алар пайда болгон учурда алардын таасирин башкаруу үчүн аткарыла турган пландарды иштеп чыгуу жана документтештирүү.</li><li>Тобокелдик ээлиги жана жоопкерчилик: Белгилүү бир тобокелдиктер менен көйгөйлөргө ээлерди дайындоо, жоопкерчиликти камсыз кылуу жана тобокелдиктерди активдүү башкарууну илгерилетүү. </li><li>Прогрессти көзөмөлдөө жана отчеттуулук: Тобокелдиктер менен көйгөйлөрдүн абалын көзөмөлдөө, жеңилдетүү аракеттерин көзөмөлдөө жана кызыкдар тараптарга маалымат берүү үчүн отчетторду түзүү.</li></ul><br><h2>Артыкчылыктар:</h2>  <ul><li>Алдын ала тобокелдиктерди жеңилдетүү:  Потенциалдуу көйгөйлөрдү эрте аныктоо жана чечүү, долбоордун кечигүүсүнүн, бюджеттин ашып кетүүсүнүн же башка терс таасирлердин ыктымалдуулугун азайтуу.</li><li>Чечим кабыл алууну жакшыртуу: Потенциалдуу тобокелдиктерди жана аларды жеңилдетүү стратегияларын так түшүнүүнүн негизинде долбоор боюнча маалыматтуу чечимдерди кабыл алуу. </li><li>Долбоорду пландаштырууну жакшыртуу:  Тобокелдиктерди башкарууну долбоорду пландаштыруу процессине киргизүү, мөөнөттөрдү, ресурстарды бөлүштүрүүнү жана контингенттик пландарды реалдуу түзүүнү камсыз кылуу.</li><li>Долбоордун ийгилик көрсөткүчтөрүн жогорулатуу:  Күтүлбөгөн окуялардын таасирин азайтуу жана долбоорлорду өз убагында, бюджеттин чегинде жана талап кылынган стандарттарга ылайык аткаруу ыктымалдуулугун жогорулатуу. </li></ul>JustDo менен активдүү тобокелдиктерди башкарууну кабыл алыңыз жана долбоордун көйгөйлөрүн ишенимдүү чечиңиз, долбоорду жеңил ишке ашырууну жана ийгиликтүү натыйжаларды камсыз кылыңыз."
}