{
  "plugin_store_risk_management_title": "Risikogestioun",
  "plugin_store_risk_management_short_description": "Proaktiv Risiken identifizéieren, bewäerten a reduzéieren fir de Projet Succès ze garantéieren.",
  "plugin_store_risk_management_full_description": "D'Risikogestiounsfunktioun vu JustDo erméiglecht Ärem Team, potenziell Erausfuerderungen iwwer de ganze Projektszyklus proaktiv unzegoen, Stéierungen ze miniméieren an de Projet Succès ze garantéieren. <br><br>Haaptfunktioune:<ul><li>Ëmfaassend Risiko- an Probleminventar: Identifizéiert, dokumentéiert a verfollegt Risiken a Problemer op allen Niveaue vun Äre Projeten, vun eenzelen Aufgaben bis zum Gesamtprojetportfolio.</li><li>Zentraliséierte Risikokatalog: Féiert e zentraliséierte Katalog vun all identifizéierte Risiken a Problemer, deen eng eenzeg Quell vun der Wourecht bitt an d'Zesummenaarbecht erliichtert.</li><li>Risikoprioriséierung an -aschätzung: Prioritiséiert Risiken no Wahrscheinlechkeet an Auswierkung, wat Iech erlaabt, Iech op déi kriteschst Bedroungen fir de Projet Succès ze fokusséieren.</li><li>Reduktioun a Notfallplanung: Entwéckelt a dokumentéiert konkret Pläng fir Risiken ze verhënneren oder hir Auswierkung ze geréieren, wann se antrieden.</li><li>Risikoverantwortung a Rechenschaftsflicht: Weist bestëmmte Risiken a Problemer spezifesche Verantwortlechen zou, fir Rechenschaftsflicht ze garantéieren an eng proaktiv Risikogestioun ze förderen.</li><li>Fortschrëttsverfolgung a Berichterstattung: Iwwerwaacht de Status vu Risiken a Problemer, verfolgt Reduktiounsmoossnamen a generéiert Berichter fir Abléck un d'Stakeholderen ze kommunizéieren.</li></ul><br>Virdeeler: <ul><li>Proaktiv Risikominderung: Identifizéiert a behandelt potenziell Problemer fréizäiteg, wat d'Wahrscheinlechkeet vu Projet Verspéidungen, Budgetiwwerschreidungen oder aneren negativen Auswierkunge reduzéiert.</li><li>Verbessert Entscheedungsfindung: Trefft informéiert Projektentscheedungen op Basis vun engem klore Verständnis vu potenzielle Risiken a Reduktiounsstrategien.</li><li>Verbessert Projektplanung: Integréiert Risikogestioun an Äre Projektplanungsprozess, fir méi realistesch Zäitpläng, Ressourcenzouweisung a Notfallpläng ze garantéieren.</li><li>Erhéicht Projet Erfolgsquoten: Miniméiert d'Auswierkung vun onvirhergesehenen Evenementer an erhéicht d'Wahrscheinlechkeet, Projeten pünktlech, am Budget an no de gefuerderte Standarden ze liwweren.</li></ul>Ëmfaasst proaktiv Risikogestioun mat JustDo a navigéiert Projekterausfuerderunge mat Zouversiicht, fir eng méi glat Projektduerchféierung a méi erfollegräich Resultater ze garantéieren."
}