{
  "plugin_store_risk_management_title": "Risikogestioun",
  "plugin_store_risk_management_short_description": "Proaktiv Risiken identifizéieren, bewäerten a reduzéieren fir de Projet Succès ze garantéieren.",
  "plugin_store_risk_management_full_description": "JustDo seng Risikogestiounsfunktioun erméiglecht Ärem Team potenziell Erausfuerderungen während dem ganze Projet-Liewenszyklus proaktiv unzegoen, fir Stéierungen ze miniméieren an de Projet-Erfolleg ze sécheren. <br><br><h2>Haaptfunktioune:</h2><ul><li>Ëmfaassend Risiko- an Themen-Tracking: Identifizéiert, dokumentéiert a verfollegt Risiken an Themen op alle Niveaue vun Äre Projeten, vun eenzelen Aufgaben bis zum gesamte Projet-Portfolio.</li><li>Zentraliséierte Risiko-Depot: Hält e zentraliséierten Depot vun allen identifizéierte Risiken an Themen, wat eng eenzeg Quell vun der Wourecht ubitt a d'Zesummenaarbecht erliichtert.</li><li>Risiko-Prioritéierung a Bewäertung: Prioritéiert Risike baséierend op Wahrscheinlechkeet an Auswierkung, wat et Iech erlaabt, Iech op déi wichtegst Bedrohunge fir de Projet-Erfolleg ze fokusséieren.</li><li>Entschäerfungs- a Kontingenzplanung: Entwéckelt a dokumentéiert ëmsetzbar Pläng fir Risiken ze verhënneren oder hir Auswierkung ze geréieren, falls se optrieden.</li><li>Risiko-Besëtz a Verantwortlechkeet: Weist Besëtzer fir spezifesch Risiken an Themen zou, fir Verantwortlechkeet ze garantéieren an eng proaktiv Risikogestioun ze förderen.</li><li>Fortschrëtts-Tracking a Berichterstattung: Iwwerwaacht de Status vu Risiken an Themen, verfollegt Entschäerfungsbemühungen a generéiert Berichter fir Abléck un d'Stakeholders ze kommunizéieren.</li></ul><br><h2>Virdeeler:</h2><ul><li>Proaktiv Risikoreduzéierung: Identifizéiert a behandelt potenziell Problemer fréi, fir d'Wahrscheinlechkeet vu Projet-Verspéidungen, Budget-Iwwerschreidungen oder aneren negative Konsequenzen ze reduzéieren.</li><li>Verbessert Entscheedungsfannung: Trëfft informéiert Projet-Entscheedunge baséierend op engem kloere Verständnis vu potenzielle Risiken an Entschäerfungsstrategien.</li><li>Verstäerkte Projet-Planung: Integréiert Risikogestioun an Äre Projet-Planungsprozess, fir méi realistesch Zäitpläng, Ressourcenzouweisung a Kontingenzpläng ze garantéieren.</li><li>Erhéichten Erfollegsquoten vu Projeten: Miniméiert d'Auswierkung vun onvirhergesehenen Evenementer an erhéicht d'Wahrscheinlechkeet, Projeten pünktlech, am Budget an no de gefuerderte Standarden ze liwweren.</li></ul>Adopteiert eng proaktiv Risikogestioun mat JustDo a navigéiert duerch Projet-Erausfuerderunge mat Vertrauen, fir eng méi glat Projet-Ausféierung a méi erfollegräich Resultater ze garantéieren."
}