{
  "plugin_store_risk_management_title": "जोखिम व्यवस्थापन",
  "plugin_store_risk_management_short_description": "परियोजना सफलता सुनिश्चित गर्न सक्रियतापूर्वक जोखिमहरू पहिचान, मूल्यांकन र न्यूनीकरण गर्नुहोस्।",
  "plugin_store_risk_management_full_description": "JustDo को जोखिम व्यवस्थापन सुविधाले तपाईंको टोलीलाई परियोजना जीवनचक्र भरि सम्भावित चुनौतीहरूलाई सक्रियतापूर्वक सम्बोधन गर्न सशक्त बनाउँछ, अवरोधहरू कम गर्दै र परियोजना सफलता सुनिश्चित गर्दछ। <br><br>मुख्य विशेषताहरू:<ul><li>व्यापक जोखिम र समस्या ट्र्याकिङ: व्यक्तिगत कार्यहरूदेखि समग्र परियोजना पोर्टफोलियोसम्म तपाईंका परियोजनाहरूका सबै स्तरहरूमा जोखिम र समस्याहरू पहिचान, दस्तावेजीकरण र ट्र्याक गर्नुहोस्।</li><li>केन्द्रीकृत जोखिम भण्डार: सबै पहिचान गरिएका जोखिम र समस्याहरूको केन्द्रीकृत भण्डार कायम राख्नुहोस्, जसले एकल सत्य स्रोत प्रदान गर्दछ र सहकार्यलाई सहज बनाउँछ।</li><li>जोखिम प्राथमिकीकरण र मूल्यांकन: सम्भावना र प्रभावको आधारमा जोखिमहरूलाई प्राथमिकता दिनुहोस्, जसले तपाईंलाई परियोजना सफलताको लागि सबैभन्दा महत्त्वपूर्ण खतराहरूमा ध्यान केन्द्रित गर्न अनुमति दिन्छ।</li><li>न्यूनीकरण र आकस्मिक योजना: जोखिमहरू हुनबाट रोक्न वा तिनीहरू उत्पन्न भएमा तिनीहरूको प्रभाव व्यवस्थापन गर्न कार्यान्वयन योग्य योजनाहरू विकास र दस्तावेजीकरण गर्नुहोस्।</li><li>जोखिम स्वामित्व र जवाफदेहिता: विशिष्ट जोखिम र समस्याहरूका लागि मालिकहरू तोक्नुहोस्, जवाफदेहिता सुनिश्चित गर्दै र सक्रिय जोखिम व्यवस्थापनलाई प्रेरित गर्दै।</li><li>प्रगति ट्र्याकिङ र रिपोर्टिङ: जोखिम र समस्याहरूको स्थिति अनुगमन गर्नुहोस्, न्यूनीकरण प्रयासहरू ट्र्याक गर्नुहोस्, र सरोकारवालाहरूलाई अन्तर्दृष्टि सञ्चार गर्न रिपोर्टहरू उत्पन्न गर्नुहोस्।</li></ul><br>फाइदाहरू: <ul><li>सक्रिय जोखिम न्यूनीकरण: सम्भावित समस्याहरू चाँडै पहिचान गरी सम्बोधन गर्नुहोस्, परियोजना ढिलाइ, बजेट अधिक खर्च, वा अन्य नकारात्मक प्रभावहरूको सम्भावना कम गर्नुहोस्।</li><li>उन्नत निर्णय-निर्माण: सम्भावित जोखिमहरू र न्यूनीकरण रणनीतिहरूको स्पष्ट बुझाइको आधारमा सूचित परियोजना निर्णयहरू गर्नुहोस्।</li><li>उन्नत परियोजना योजना: तपाईंको परियोजना योजना प्रक्रियामा जोखिम व्यवस्थापन समावेश गर्नुहोस्, अधिक यथार्थवादी समयरेखा, स्रोत आवंटन, र आकस्मिक योजनाहरू सुनिश्चित गर्नुहोस्।</li><li>बढेको परियोजना सफलता दर: अप्रत्याशित घटनाहरूको प्रभाव कम गर्नुहोस् र समयमै, बजेट भित्र, र आवश्यक मानकहरूमा परियोजनाहरू डेलिभर गर्ने सम्भावना बढाउनुहोस्।</li></ul>JustDo सँग सक्रिय जोखिम व्यवस्थापन अपनाउनुहोस् र आत्मविश्वासका साथ परियोजना चुनौतीहरू नेभिगेट गर्नुहोस्, चिल्लो परियोजना कार्यान्वयन र अधिक सफल परिणामहरू सुनिश्चित गर्नुहोस्।"
}