{
  "plugin_store_risk_management_title": "Идораи хавфҳо (Risk Management)",
  "plugin_store_risk_management_short_description": "Муайян кардан, баҳодиҳӣ ва коҳиш додани хавфҳо барои таъмини муваффақияти лоиҳа.",
  "plugin_store_risk_management_full_description": "Хусусияти Идоракунии Хавфи JustDo ба гурӯҳи шумо имкон медиҳад, ки дар тамоми давраи ҳаёти лоиҳа ба мушкилоти эҳтимолӣ фаъолона муносибат кунад, халалҳоро ба ҳадди ақал расонад ва муваффақияти лоиҳаро таъмин намояд. <br><br><h2>Хусусиятҳои асосӣ:</h2><ul><li>Пайгирии ҳамаҷонибаи хавф ва мушкилот: Муайян, ҳуҷҷатгузорӣ ва пайгирии хавфҳо ва мушкилот дар ҳама сатҳҳои лоиҳаҳои шумо, аз вазифаҳои инфиродӣ то портфели умумии лоиҳа.</li><li>Анбори марказонидашудаи хавф: Нигоҳ доштани анбори марказонидашудаи ҳамаи хавфҳо ва мушкилоти муайяншуда, таъмини як сарчашмаи ҳақиқат ва ҳамкории мусоид.</li><li>Афзалиятнокӣ ва арзёбии хавф: Афзалият додани хавфҳо дар асоси эҳтимолият ва таъсир, ки ба шумо имкон медиҳад ба таҳдидҳои муҳимтарини муваффақияти лоиҳа диққат диҳед.</li><li>Банақшагирии коҳиш ва эҳтиёткорӣ: Таҳия ва ҳуҷҷатгузории нақшаҳои амалӣ барои пешгирии хавфҳо ё идоракунии таъсири онҳо дар сурати пайдоиш.</li><li>Соҳибӣ ва ҳисоботдиҳии хавф: Таъин кардани соҳибон ба хавфҳо ва мушкилоти мушаххас, таъмини ҳисоботдиҳӣ ва ҳавасмандгардонии идоракунии фаъоли хавф.</li><li>Пайгирии пешрафт ва ҳисоботдиҳӣ: Назорати вазъи хавфҳо ва мушкилот, пайгирии кӯшишҳои коҳишдиҳӣ ва таҳияи ҳисоботҳо барои мубодилаи маълумот бо ҷонибҳои манфиатдор.</li></ul><br><h2>Бартариҳо:</h2> <ul><li>Коҳиши фаъолонаи хавф: Муайян ва ҳалли мушкилоти эҳтимолӣ дар марҳилаи аввал, коҳиш додани эҳтимолияти таъхири лоиҳа, зиёдшавии буҷет ё дигар таъсироти манфӣ.</li><li>Беҳтар кардани қабули қарор: Қабули қарорҳои огоҳонаи лоиҳа дар асоси дарки равшани хавфҳои эҳтимолӣ ва стратегияҳои коҳишдиҳӣ.</li><li>Банақшагирии беҳтари лоиҳа: Ворид кардани идоракунии хавф ба раванди банақшагирии лоиҳаи шумо, таъмини ҷадвалҳои вақт, тақсимоти захираҳо ва нақшаҳои эҳтиётии воқеӣтар.</li><li>Афзоиши меъёри муваффақияти лоиҳа: Ба ҳадди ақал расонидани таъсири ҳодисаҳои пешбининашуда ва зиёд кардани эҳтимолияти анҷом додани лоиҳаҳо дар вақти муайяншуда, дар доираи буҷет ва тибқи стандартҳои талабшуда.</li></ul>Бо JustDo идоракунии фаъолонаи хавфро қабул кунед ва мушкилоти лоиҳаро бо боварӣ идора кунед, то иҷрои мунтазами лоиҳа ва натиҷаҳои бомуваффақиятро таъмин намоед."
}