{
  "plugin_store_risk_management_title": "Идораи хавфҳо (Risk Management)",
  "plugin_store_risk_management_short_description": "Муайян кардан, баҳодиҳӣ ва коҳиш додани хавфҳо барои таъмини муваффақияти лоиҳа.",
  "plugin_store_risk_management_full_description": "Хусусияти Идораи хавфҳои JustDo ба гурӯҳи шумо имкон медиҳад, ки мушкилоти эҳтимолиро дар тамоми давраи ҳаёти лоиҳа пешгирӣ намояд, халалдоршавиро ба ҳадди ақал расонад ва муваффақияти лоиҳаро таъмин намояд. <br><br>Хусусиятҳои асосӣ:<ul><li>Пайгирии ҳаматарафаи хавфҳо ва масъалаҳо: Муайян кардан, ҳуҷҷатгузорӣ ва пайгирии хавфҳо ва масъалаҳо дар ҳама сатҳҳои лоиҳаҳои шумо, аз вазифаҳои инфиродӣ то портфели умумии лоиҳа.</li><li>Махзани марказонидашудаи хавфҳо: Нигоҳ доштани махзани марказонидашудаи ҳамаи хавфҳо ва масъалаҳои муайяншуда, таъмини манбаи ягонаи ҳақиқат ва осон кардани ҳамкорӣ.</li><li>Афзалиятнокӣ ва баҳодиҳии хавфҳо: Афзалият додани хавфҳо дар асоси эҳтимолият ва таъсир, ки ба шумо имкон медиҳад ба таҳдидҳои муҳимтарин ба муваффақияти лоиҳа диққат диҳед.</li><li>Банақшагирии коҳишдиҳӣ ва чораҳои эҳтиётӣ: Таҳия ва ҳуҷҷатгузории нақшаҳои амалӣ барои пешгирии хавфҳо ё идора кардани таъсири онҳо дар сурати рух додан.</li><li>Масъулият ва ҳисоботдиҳӣ оид ба хавфҳо: Таъин кардани масъулон барои хавфҳо ва масъалаҳои мушаххас, таъмини ҳисоботдиҳӣ ва ҳавасмандгардонии идоракунии пешгирикунандаи хавфҳо.</li><li>Пайгирии пешрафт ва ҳисоботдиҳӣ: Назорати вазъи хавфҳо ва масъалаҳо, пайгирии кӯшишҳои коҳишдиҳӣ ва таҳияи ҳисоботҳо барои расонидани маълумот ба ҷонибҳои манфиатдор.</li></ul><br>Манфиатҳо: <ul><li>Коҳиши пешгирикунандаи хавфҳо: Муайян ва ҳал кардани мушкилоти эҳтимолӣ дар марҳилаи аввал, кам кардани эҳтимолияти таъхири лоиҳа, зиёд шудани хароҷот ё дигар таъсироти манфӣ.</li><li>Беҳтар кардани қабули қарорҳо: Қабули қарорҳои асоснок дар бораи лоиҳа дар асоси фаҳмиши возеҳи хавфҳои эҳтимолӣ ва стратегияҳои коҳишдиҳӣ.</li><li>Такмили банақшагирии лоиҳа: Ворид кардани идоракунии хавфҳо ба раванди банақшагирии лоиҳаи шумо, таъмини ҷадвали вақт, тақсимоти захираҳо ва нақшаҳои эҳтиётии воқеӣтар.</li><li>Афзоиши сатҳи муваффақияти лоиҳа: Ба ҳадди ақал расонидани таъсири ҳодисаҳои пешбининашуда ва зиёд кардани эҳтимолияти иҷрои саривақтии лоиҳаҳо, дар доираи буҷет ва мувофиқи стандартҳои талабшуда.</li></ul>Идоракунии пешгирикунандаи хавфҳоро бо JustDo қабул кунед ва мушкилоти лоиҳаро бо боварӣ ҳал намоед, иҷрои бесамартари лоиҳа ва натиҷаҳои муваффақтарро таъмин намоед."
}