{
  "plugin_store_risk_management_title": "Xavflarni boshqarish",
  "plugin_store_risk_management_short_description": "Loyiha muvaffaqiyatini ta'minlash uchun xavflarni oldindan aniqlash, baholash va kamaytirish.",
  "plugin_store_risk_management_full_description": "JustDo'ning Xavflarni boshqarish xususiyati jamoangizga loyiha hayoti davomida potentsial qiyinchiliklarni oldindan hal qilish imkonini beradi, bu esa to'siqlarni kamaytirib, loyiha muvaffaqiyatini ta'minlaydi. <br><br>Asosiy xususiyatlar:<ul><li>Keng qamrovli xavf va muammolarni kuzatish: Loyihalaringizning barcha darajalarida, individual vazifalardan tortib umimiy loyiha portfeligacha bo'lgan xavf va muammolarni aniqlang, hujjatlashtiring va kuzating.</li><li>Markazlashgan xavf ombori: Aniqlangan barcha xavf va muammolarning markazlashgan omborini saqlang, bu orqali yagona haqiqat manbasini ta'minlab, hamkorlikni osonlashtiring.</li><li>Xavflarni ustuvorlashtirish va baholash: Xavflarni ehtimollik va ta'sir darajasiga qarab ustuvorlashtiring, bu esa sizga loyiha muvaffaqiyati uchun eng muhim tahdidlarga e'tibor qaratish imkonini beradi.</li><li>Yumshatish va favqulodda rejalashtirish: Xavflarning yuzaga kelishini oldini olish yoki ular yuzaga kelganda ularning ta'sirini boshqarish uchun amaliy rejalar ishlab chiqing va hujjatlashtiring.</li><li>Xavf egaligi va javobgarlik: Muayyan xavf va muammolarga egalarni tayinlang, bu javobgarlikni ta'minlab, faol xavflarni boshqarishga undaydi.</li><li>Jarayonni kuzatish va hisobot berish: Xavf va muammolarning holatini kuzating, yumshatish harakatlarini kuzatib boring va manfaatdor tomonlarga ma'lumot berish uchun hisobotlar tayyorlang.</li></ul><br>Afzalliklar: <ul><li>Faol xavfni yumshatish: Potentsial muammolarni erta aniqlang va hal qiling, bu loyiha kechikishlari, byudjetdan oshib ketish yoki boshqa salbiy ta'sirlar ehtimolini kamaytiradi.</li><li>Yaxshilangan qaror qabul qilish: Potentsial xavflar va yumshatish strategiyalarini aniq tushunish asosida ma'lumotli loyiha qarorlarini qabul qiling.</li><li>Kuchaytirilgan loyiha rejalashtirish: Xavflarni boshqarishni loyiha rejalashtirish jarayoniga qo'shing, bu yanada realistik vaqt jadvallarini, resurslarni taqsimlashni va favqulodda rejalarni ta'minlaydi.</li><li>Loyiha muvaffaqiyati darajasining oshishi: Kutilmagan hodisalarning ta'sirini kamaytirib, loyihalarni o'z vaqtida, byudjet doirasida va talab qilingan standartlarga muvofiq yetkazib berish ehtimolini oshiring.</li></ul>JustDo bilan faol xavflarni boshqarishni qabul qiling va loyiha qiyinchiliklarini ishonch bilan yengib o'ting, bu loyihani yanada ravon bajarilishini va muvaffaqiyatli natijalarni ta'minlaydi."
}