{
  "plugin_store_risk_management_title": "Xavflarni boshqarish",
  "plugin_store_risk_management_short_description": "Loyiha muvaffaqiyatini ta'minlash uchun xavflarni oldindan aniqlash, baholash va kamaytirish.",
  "plugin_store_risk_management_full_description": "JustDo-ning Xavflarni boshqarish xususiyati jamoangizga loyiha davomida potensial qiyinchiliklarni oldindan hal qilish, uzilishlarni minimallashtirish va loyiha muvaffaqiyatini ta'minlash imkonini beradi. <br><br><h2>Asosiy xususiyatlar:</h2><ul><li>Keng qamrovli xavf va muammolarni kuzatish: Loyihalaringizning barcha darajalarida, individual vazifalardan tortib umumiy loyiha portfeligacha bo'lgan xavf va muammolarni aniqlang, hujjatlashtiring va kuzatib boring.</li><li>Markazlashtirilgan xavf ombori: Aniqlangan barcha xavf va muammolarning markazlashtirilgan omborini saqlang, bu orqali haqiqatning yagona manbasi ta'minlanadi va hamkorlikni osonlashtiradi.</li><li>Xavflarni ustuvorlashtirish va baholash: Xavflarni ehtimollik va ta'sir asosida ustuvorlashtiring, bu esa loyiha muvaffaqiyatiga eng muhim tahdidlarga e'tibor qaratish imkonini beradi.</li><li>Yumshatish va favqulodda rejalashtirish: Xavflarning oldini olish yoki ular yuzaga kelganda ta'sirini boshqarish uchun amaliy rejalarni ishlab chiqing va hujjatlashtiring.</li><li>Xavf egaligi va javobgarligi: Muayyan xavf va muammolarga mas'ullarni tayinlang, bu orqali javobgarlikni ta'minlang va faol xavflarni boshqarishni rag'batlantiring.</li><li>Jarayonni kuzatish va hisobot berish: Xavf va muammolar holatini kuzatib boring, yumshatish harakatlarini kuzating va manfaatdor tomonlarga ma'lumot berish uchun hisobotlar yarating.</li></ul><br><h2>Afzalliklar:</h2><ul><li>Faol xavfni yumshatish: Potensial muammolarni erta aniqlab hal qiling, bu orqali loyihaning kechikishi, byudjetning oshib ketishi yoki boshqa salbiy ta'sirlar ehtimolini kamaytiring.</li><li>Yaxshilangan qaror qabul qilish: Potensial xavflar va yumshatish strategiyalarini aniq tushunish asosida ma'lumotli loyiha qarorlarini qabul qiling.</li><li>Kuchaytirilgan loyiha rejalashtirish: Xavflarni boshqarishni loyiha rejalashtirish jarayoningizga kiritib, yanada realistik vaqt jadvallari, resurslarni taqsimlash va favqulodda rejalarni ta'minlang.</li><li>Loyiha muvaffaqiyati darajasining oshishi: Kutilmagan hodisalarning ta'sirini kamaytirib, loyihalarni o'z vaqtida, byudjet doirasida va talab qilingan standartlarga muvofiq yetkazib berish ehtimolini oshiring.</li></ul>JustDo bilan faol xavflarni boshqarishni qabul qiling va loyiha qiyinchiliklarini ishonch bilan boshqaring, bu orqali loyihani yanada silliqroq amalga oshirish va muvaffaqiyatli natijalarga erishishni ta'minlang."
}