{
  "plugin_store_risk_management_title": "ריזיקע פֿאַרוואַלטונג",
  "plugin_store_risk_management_short_description": "פּראָאַקטיוו אידענטיפֿיצירן, אָפּשאַצן, און פֿאַרמינערן ריזיקעס צו פֿאַרזיכערן פּרויעקט דערפֿאָלג.",
  "plugin_store_risk_management_full_description": "JustDo'ס ריזיקע פאַרוואַלטונג פֿעיִקייט באַפולמעכטיקט אייער מאַנשאַפֿט צו פּראָאַקטיוו אַדרעסירן פּאָטענציעלע אויספאָדערונגען דורכאויס דער פּרויעקט לעבנסציקל, פאַרמינערנדיק שטערונגען און פאַרזיכערנדיק פּרויעקט דערפאָלג. <br><br><h2>הויפּט פֿעיִקייטן:</h2><ul><li>אַלומפאַנגיק ריזיקע און אישו נאָכפאָלגן: אידענטיפיצירן, דאָקומענטירן און נאָכפאָלגן ריזיקעס און אישוס אויף אַלע שטאַפּלען פון אייערע פּראָיעקטן, פון אינדיווידועלע אויפגאבן ביז צום אַלגעמיינעם פּראָיעקט פּאָרטפעל.</li><li>צענטראַליזירט ריזיקע רעפּאָזיטאָרי: אויפהאַלטן אַ צענטראַליזירט רעפּאָזיטאָרי פון אַלע אידענטיפיצירטע ריזיקעס און אישוס, צושטעלנדיק אַ איינציק מקור פון אמת און פאַרגרינגערן צוזאַמענאַרבעט.</li><li>ריזיקע פּריאָריטיזאַציע און אָפּשאַצונג: פּריאָריטיזירן ריזיקעס באַזירט אויף וואָרשיינלעכקייט און ווירקונג, דערלויבנדיק אייך צו פאָקוסירן אויף די מערסט קריטישע סכּנות צו פּרויעקט דערפאָלג.</li><li>מיטיגאַציע און קאָנטינגענסי פּלאַנירונג: אַנטוויקלען און דאָקומענטירן אַקציאָנאַבלע פּלענער צו פאַרמיידן ריזיקעס פון פאָרקומען אָדער צו פאַרוואַלטן זייער ווירקונג אויב זיי טוען זיך באַווייַזן.</li><li>ריזיקע אייגנטום און פֿאַראַנטוואָרטלעכקייט: צוטיילן אייגנטימער צו ספּעציפישע ריזיקעס און אישוס, פאַרזיכערנדיק פֿאַראַנטוואָרטלעכקייט און טרייבנדיק פּראָאַקטיוו ריזיקע פאַרוואַלטונג.</li><li>פאָרשריט נאָכפאָלגן און באַריכטן: קאָנטראָלירן דעם סטאַטוס פון ריזיקעס און אישוס, נאָכפאָלגן מיטיגאַציע באַמיונגען, און גענערירן באַריכטן צו קאָמוניקירן איינזען צו שותפים.</li></ul><br><h2>בענעפיטן:</h2><ul><li>פּראָאַקטיוו ריזיקע מיטיגאַציע: אידענטיפיצירן און אַדרעסירן פּאָטענציעלע פּראָבלעמען פרי, פאַרמינערנדיק די וואָרשיינלעכקייט פון פּרויעקט פאַרשפּעטיקונגען, בודזשעט איבערשרייַטונגען, אָדער אַנדערע נעגאַטיווע ווירקונגען.</li><li>פאַרבעסערט באַשלוס-נעמען: מאַכן אינפאָרמירטע פּרויעקט באַשלוסן באַזירט אויף אַ קלאָר פאַרשטאַנד פון פּאָטענציעלע ריזיקעס און מיטיגאַציע סטראַטעגיעס.</li><li>פאַרבעסערט פּרויעקט פּלאַנירונג: אַריַיננעמען ריזיקע פאַרוואַלטונג אין אייער פּרויעקט פּלאַנירונג פּראָצעס, פאַרזיכערנדיק מער רעאַליסטיש צייַטליניעס, רעסורס צוטיילונג, און קאָנטינגענסי פּלענער.</li><li>פאַרגרעסערט פּרויעקט דערפאָלג ראַטעס: מינימיזירן די ווירקונג פון אומפאָראויסגעזעענע געשעענישן און פאַרגרעסערן די וואָרשיינלעכקייט פון צושטעלן פּראָיעקטן אויף צייַט, אינערהאַלב בודזשעט, און צו די פאַרלאַנגטע סטאַנדאַרטן.</li></ul>נעמט אָן פּראָאַקטיוו ריזיקע פאַרוואַלטונג מיט JustDo און נאַוויגירט פּרויעקט אויספאָדערונגען מיט זיכערקייט, פאַרזיכערנדיק גלאַטער פּרויעקט דורכפירונג און מער דערפאָלגרייַכע רעזולטאַטן."
}