{
  "plugin_store_risk_management_title": "ריזיקע פֿאַרוואַלטונג",
  "plugin_store_risk_management_short_description": "פּראָאַקטיוו אידענטיפֿיצירן, אָפּשאַצן, און פֿאַרמינערן ריזיקעס צו פֿאַרזיכערן פּרויעקט דערפֿאָלג.",
  "plugin_store_risk_management_full_description": "JustDo'ס ריזיקע פֿאַרוואַלטונג פֿונקציע באַפֿולמעכטיקט אײַער מאַנשאַפֿט צו פּראָאַקטיוו אַדרעסירן פּאָטענציעלע אויספֿאָדערונגען דורך דעם גאַנצן פּרויעקט לעבנסציקל, מינימיזירן שטערונגען און פֿאַרזיכערן פּרויעקט דערפֿאָלג. <br><br>הויפּט פֿונקציעס:<ul><li>אַלומפֿאַסנדיק ריזיקע און פּראָבלעם נאָכפֿאָלגן: אידענטיפֿיצירן, דאָקומענטירן, און נאָכפֿאָלגן ריזיקעס און פּראָבלעמען אויף אַלע שטאַפּלען פֿון אײַערע פּרויעקטן, פֿון איינצלנע אויפֿגאַבעס ביז דעם אַלגעמיינעם פּרויעקט פּאָרטפֿעל.</li><li>צענטראַליזירטער ריזיקע רעפּאָזיטאָרי: אויפֿהאַלטן אַ צענטראַליזירטן רעפּאָזיטאָרי פֿון אַלע אידענטיפֿיצירטע ריזיקעס און פּראָבלעמען, צושטעלן אַ איינציקע מקור פֿון אמת און פֿאַרלײַכטערן צוזאַמענאַרבעט.</li><li>ריזיקע פּריאָריטיזאַציע און אָפּשאַצונג: פּריאָריטיזירן ריזיקעס באַזירט אויף ווירשײַנלעכקייט און ווירקונג, דערמעגלעכן אײַך צו פֿאָקוסירן אויף די מערסט קריטישע סכּנות צו פּרויעקט דערפֿאָלג.</li><li>פֿאַרמינערונג און קאָנטינגענץ פּלאַנירונג: אַנטוויקלען און דאָקומענטירן אַקציאָנירבאַרע פּלענער צו פֿאַרמײַדן ריזיקעס פֿון פּאַסירן אָדער צו פֿאַרוואַלטן זייער ווירקונג אויב זיי טרעפֿן יאָ אויף.</li><li>ריזיקע אייגנטום און פֿאַראַנטוואָרטלעכקייט: צוטיילן אייגנטימער צו ספּעציפֿישע ריזיקעס און פּראָבלעמען, פֿאַרזיכערן פֿאַראַנטוואָרטלעכקייט און טרײַבן פּראָאַקטיווע ריזיקע פֿאַרוואַלטונג.</li><li>פֿאָרשריט נאָכפֿאָלגן און באַריכטן: קאָנטראָלירן דעם סטאַטוס פֿון ריזיקעס און פּראָבלעמען, נאָכפֿאָלגן פֿאַרמינערונג באַמיאונגען, און גענערירן באַריכטן צו קאָמוניקירן אײַנזיכטן צו שותפֿים.</li></ul><br>בענעפֿיטן: <ul><li>פּראָאַקטיווע ריזיקע פֿאַרמינערונג: אידענטיפֿיצירן און אַדרעסירן פּאָטענציעלע פּראָבלעמען פֿרי אויף, רעדוצירן די ווירשײַנלעכקייט פֿון פּרויעקט פֿאַרשפּעטיקונגען, בודזשעט איבערשרײַטונגען, אָדער אַנדערע נעגאַטיווע ווירקונגען.</li><li>פֿאַרבעסערטע באַשלוס-נעמען: מאַכן אינפֿאָרמירטע פּרויעקט באַשלוסן באַזירט אויף אַ קלאָרע פֿאַרשטענדעניש פֿון פּאָטענציעלע ריזיקעס און פֿאַרמינערונג סטראַטעגיעס.</li><li>פֿאַרבעסערטע פּרויעקט פּלאַנירונג: אַרײַננעמען ריזיקע פֿאַרוואַלטונג אין אײַער פּרויעקט פּלאַנירונג פּראָצעס, פֿאַרזיכערן מער רעאַליסטישע צײַטליניעס, רעסורס צוטיילונג, און קאָנטינגענץ פּלענער.</li><li>פֿאַרגרעסערטע פּרויעקט דערפֿאָלג ראַטעס: מינימיזירן די ווירקונג פֿון אומפֿאָרויסגעזעענע געשעענישן און פֿאַרגרעסערן די ווירשײַנלעכקייט פֿון צושטעלן פּרויעקטן אין צײַט, אין בודזשעט, און צו די פֿאָדערונגען סטאַנדאַרטן.</li></ul>אַרומנעמען פּראָאַקטיווע ריזיקע פֿאַרוואַלטונג מיט JustDo און נאַוויגירן פּרויעקט אויספֿאָדערונגען מיט זיכערקייט, פֿאַרזיכערן גלאַטיקער פּרויעקט דורכפֿירונג און מער דערפֿאָלגרײַכע רעזולטאַטן."
}