{
  "migrate_monday_intro": "Monday.com'дан JustDo'го өтүүгө даярсызбы? Бул колдонмо Monday.com маалыматыңыз жана жеткиликти башкаруу жөндөөлөрүңүз JustDo'нун ишканалык платформасына кандай тазалык менен шайкеш келерин жана өзгөрүү уюмдун бүткүл көлөмүндө так көрүнүштү кандай ачаарын көрсөтөт.",
  "migrate_monday_multi_level": "JustDo'нун көп деңгээлдүү түзүмү менен, тиешелүү иштер бир жерде жайгашат, ошондуктан жетекчилик портфелдин чыныгы сүрөтүн алат, топтор функцияаралык көз карандылыктарды көрөт жана өркүндөтүүлөр тезирээк пайда болот.",
  "migrate_monday_unified_view": "Көчүрүлгөндөн кийин, бул бирдиктүү көрүнүш кыймылга айланат: акылдуураак артыкчылык берүү, тазараак өткөрүп берүүлөр жана долборлор менен бөлүмдөр боюнча масштабдоону жеңилдетүү.",
  "migrate_monday_air_gapped": "JustDo ошондой эле <strong>толук изоляцияланган (air-gapped) жайгаштырууну</strong> колдойт. Эгер сиз маанилүү маалыматтарды жана иш процесстерин ачык интернеттен бөлүп коюуңуз керек болсо, JustDo'ну өзүңүз башкарган чөйрөдө - өз жайыңызда же жеке булутта - катуу тармактык чектөөлөр менен иштете аласыз. Бул сизге текшерилген жеткиликти, так уруксаттарды жана өзүңүздүн коопсуздук, ылайыктуулук жана маалыматтарды сактоо саясаттарыңызды аткарууга мүмкүнчүлүк берет. Андан ары, толук ачыктык үчүн, булактык код сиздин аудитиңиз үчүн жеткиликтүү, жана бизнес үзгүлтүксүздүгүнүн толук кепилдиги бар.",
  "migrate_monday_understanding_title": "Көчүрүүнү Түшүнүү",
  "migrate_monday_understanding_desc": "JustDo ишканалык топтор үчүн коопсуз, түз өтүү жолун камсыз кылат. Сиздин уюштуруу түзүмүңүз, долбоор маалыматтарыңыз жана так жеткилик жөндөөлөрүңүз JustDo'нун ийкемдүү жана күчтүү системасына табигый түрдө которулат.",
  "migrate_monday_mapping_title": "Monday.com JustDo'го Кандай Шайкеш Келет",
  "migrate_monday_hierarchy_title": "Иерархиялык Түзүм",
  "migrate_monday_hierarchy_desc": "Сиздин Monday.com түзүмүңүз JustDo'го төмөнкүчө шайкеш келет:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Эквиваленти",
  "migrate_monday_table_header_description": "Сыпаттама",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board (Тактасы)",
  "migrate_monday_workspace_desc": "Жогорку деңгээлдеги контейнер",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Бөлүм/Папка (Department/Folder) - Долбоорлор Жыйнагы",
  "migrate_monday_folder_desc": "Monday'де булар тиешелүү такталарды топтоштурат. JustDo'нун көп деңгээлдүү иерархиясы баарын бирдиктүү JustDo тактасында сактап, уюмдун жеңил бир карашта көрүнүшүн берет.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Долбоор (Project)",
  "migrate_monday_board_desc": "Monday'де адатта долбоорду, иш агымын, кардарлар тизмесин ж.б. билдирет. JustDo'до сиз бардык долбоорлорду бир карашта көрөсүз.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Абал талаасы (State field)",
  "migrate_monday_group_desc": "JustDo бир тапшырмага бир нече Топторду (Groups) дайындоону колдойт - долбоордогу бир эле тапшырмага таасир эткен бир нече иш агымдарын жайгаштыруу үчүн<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Тапшырмалар (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Мисал:</strong> Monday'де тактада өнүктүрүү циклинин бир <strong>Тобу (Group)</strong> болушу мүмкүн (мис., <em>Күтүүдө → Аткарууда → Сапат Текшерүү → Бүттү</em>). JustDo'до сиз муну сактап <strong>жана</strong> кошумча Топ трекин кошо аласыз - мисалы, <em>Эсепке алуу</em>, <em>Жарыялоого Даярдоо</em> же <em>Документация</em> - ошентип бир эле тапшырма өнүктүрүү <strong>жана</strong> бизнес процесстери аркылуу параллелдүү жүрө алат.",
  "migrate_monday_example_structure": "<strong>Мисал:</strong> Сиздин Monday.com түзүмүңүз <code>Workspace → Folder → Board → Group → Items</code> JustDo'до <code>JustDo Board → Folder → Board → Project → Tasks</code> болуп өзгөрөт."
}