{
  "migrate_monday_intro": "Подготвени да преминете од Monday.com на JustDo? Овој водич покажува како вашите податоци и контроли за пристап од Monday.com се пресликуваат чисто на корпоративната платформа на JustDo, и како преминот овозможува појасен преглед на целата организација.",
  "migrate_monday_multi_level": "Со повеќеслојната структура на JustDo, поврзаната работа се наоѓа на едно место, така што раководството добива вистинска слика на портфолиото, тимовите гледаат меѓуфункционални зависности, а подобрувањата се појавуваат побрзо.",
  "migrate_monday_unified_view": "Откако ќе мигрирате, тој обединет преглед се претвора во замав: попаметна приоритизација, почисти предавања, и полесно скалирање низ проекти и одделенија.",
  "migrate_monday_air_gapped": "JustDo исто така поддржува <strong>целосно изолирано распоредување (air-gapped deployment)</strong>. Ако треба да ги изолирате критичните податоци и работни процеси од јавниот интернет, можете да го користите JustDo во средина што вие ја контролирате - на локација или во приватен облак - со строги мрежни граници. Ова ви дава ревидиран пристап, детални дозволи, и можност да спроведувате свои политики за безбедност, усогласеност и чување на податоци. Дополнително, за целосна транспарентност, изворниот код е достапен за ваша ревизија, и целосна гаранција за континуитет на работењето.",
  "migrate_monday_understanding_title": "Разбирање на миграцијата",
  "migrate_monday_understanding_desc": "JustDo обезбедува безбедна, едноставна патека на премин за корпоративни тимови. Вашата организациска структура, податоци за проекти, и детални контроли за пристап се преведуваат природно во гъвкавиот и моќен систем на JustDo.",
  "migrate_monday_mapping_title": "Како Monday.com се пресликува на JustDo",
  "migrate_monday_hierarchy_title": "Хиерархиска структура",
  "migrate_monday_hierarchy_desc": "Вашата структура на Monday.com се пресликува на JustDo на следниов начин:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Еквивалент во JustDo",
  "migrate_monday_table_header_description": "Опис",
  "migrate_monday_workspace": "Работен простор (Workspace)",
  "migrate_monday_workspace_equiv": "JustDo табла",
  "migrate_monday_workspace_desc": "Контејнер на највисоко ниво",
  "migrate_monday_folder": "Папка (Folder)",
  "migrate_monday_folder_equiv": "Одделение/Папка (Колекција на проекти)",
  "migrate_monday_folder_desc": "На Monday овие групираат поврзани табли заедно. Повеќеслојната хиерархија на JustDo дозволува да се чува сè во една JustDo табла за лесен птичји поглед на организацијата.",
  "migrate_monday_board": "Табла (Board)",
  "migrate_monday_board_equiv": "Проект",
  "migrate_monday_board_desc": "На Monday обично претставува проект, работен процес, листа на клиенти, итн. На JustDo ги гледате сите проекти во еден птичји поглед.",
  "migrate_monday_group": "Група (Group)",
  "migrate_monday_group_equiv": "Поле за состојба (State field)",
  "migrate_monday_group_desc": "JustDo поддржува доделување на повеќе групи по задача - за да помогне да се приспособат повеќе работни процеси кои влијаат на истата задача во проект<sup>1</sup>",
  "migrate_monday_items": "Ставки (Items)",
  "migrate_monday_items_equiv": "Задачи",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Пример:</strong> На Monday, таблата може да користи една <strong>Група</strong> за развојниот животен циклус (на пр., <em>Чека → Во тек → QA → Завршено</em>). Во JustDo, можете да го задржите тоа <strong>и</strong> да додадете дополнителна трака за група - на пример, <em>Фактурирање</em>, <em>Подготовка за објава</em>, или <em>Документација</em> - така што истата задача може да се движи низ развојот <strong>и</strong> деловните процеси паралелно.",
  "migrate_monday_example_structure": "<strong>Пример:</strong> Вашата структура на Monday.com <code>Работен простор → Папка → Табла → Група → Ставки</code> станува <code>JustDo табла → Папка → Табла → Проект → Задачи</code> во JustDo."
}