{
  "migrate_monday_intro": "Uko tayari kuhamia kutoka Monday.com kwenda JustDo? Mwongozo huu unaonyesha jinsi data yako ya Monday.com na udhibiti wa ufikiaji unavyolandana vizuri na jukwaa la biashara la JustDo, na jinsi mabadiliko hayo yanaweza kufungua mtazamo wazi zaidi wa shirika lote.",
  "migrate_monday_multi_level": "Kwa muundo wa ngazi nyingi wa JustDo, kazi zinazohusiana zinaishi mahali pamoja, kwa hivyo uongozi unapata picha halisi ya mkusanyiko wa miradi, timu zinaona utegemezi wa kazi za pamoja kati ya vitengo, na maboresho yanaonekana haraka zaidi.",
  "migrate_monday_unified_view": "Baada ya uhamaji, mtazamo huo uliounganishwa unabadilika kuwa nguvu za maendeleo: kuweka vipaumbele kwa busara zaidi, uhamisho wa kazi ulio wazi, na upanuzi rahisi katika miradi na idara.",
  "migrate_monday_air_gapped": "JustDo pia inasaidia <strong>usambazaji kamili uliotenganishwa na mtandao (air-gapped deployment)</strong>. Ikiwa unahitaji kutenga data muhimu na mtiririko wa kazi kutoka kwa mtandao wa umma, unaweza kuendesha JustDo katika mazingira unayodhibiti - kwenye mashine yako au katika wingu binafsi - kwa mipaka ya mtandao iliyo kali. Hii inakupa ufikiaji uliopitishwa ukaguzi, ruhusa za kina, na uwezo wa kutekeleza sera zako mwenyewe za usalama, utii (compliance), na uhifadhi wa data. Zaidi ya hayo, kwa uwazi kamili, msimbo wa chanzo unapatikana kwa ukaguzi wako, na uhakika kamili wa uendelezaji wa biashara.",
  "migrate_monday_understanding_title": "Kuelewa Uhamaji",
  "migrate_monday_understanding_desc": "JustDo inatoa njia salama na ya moja kwa moja ya mpito kwa timu za biashara. Muundo wako wa shirika, data ya miradi, na udhibiti wa ufikiaji wa kina hulandana kwa asili na mfumo wa JustDo ulio na kubadilika na wenye nguvu.",
  "migrate_monday_mapping_title": "Jinsi Monday.com Inavyolandana na JustDo",
  "migrate_monday_hierarchy_title": "Muundo wa Ngazi",
  "migrate_monday_hierarchy_desc": "Muundo wako wa Monday.com unalandana na JustDo kama ifuatavyo:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Sawa na JustDo",
  "migrate_monday_table_header_description": "Maelezo",
  "migrate_monday_workspace": "Workspace (Nafasi ya Kazi)",
  "migrate_monday_workspace_equiv": "Bodi ya JustDo",
  "migrate_monday_workspace_desc": "Chombo cha ngazi ya juu",
  "migrate_monday_folder": "Folder (Folda)",
  "migrate_monday_folder_equiv": "Idara/Folda (Mkusanyiko wa Miradi)",
  "migrate_monday_folder_desc": "Kwenye Monday hizi zinakusanya bodi zinazohusiana pamoja. Muundo wa ngazi nyingi wa JustDo unaruhusu kuweka zote katika bodi moja ya JustDo kwa mtazamo rahisi wa shirika lote.",
  "migrate_monday_board": "Board (Bodi)",
  "migrate_monday_board_equiv": "Mradi (Project)",
  "migrate_monday_board_desc": "Kwenye Monday kawaida inawakilisha mradi, mtiririko wa kazi, orodha ya wateja, n.k. Kwenye JustDo unaona miradi yote katika mtazamo mmoja wa shirika lote.",
  "migrate_monday_group": "Group (Kikundi)",
  "migrate_monday_group_equiv": "Sehemu ya Hali (State field)",
  "migrate_monday_group_desc": "JustDo inasaidia kuweka Vikundi vingi kwa kila kazi - ili kusaidia mtiririko mwingi wa kazi unazoathiri kazi ile ile katika mradi<sup>1</sup>",
  "migrate_monday_items": "Items (Vitu)",
  "migrate_monday_items_equiv": "Kazi (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Mfano:</strong> Kwenye Monday, bodi inaweza kutumia <strong>Kikundi</strong> kimoja kwa mzunguko wa maendeleo (mfano, <em>Inasubiri → Inaendelea → QA → Imekamilika</em>). Kwenye JustDo, unaweza kuweka hiyo <strong>na</strong> kuongeza njia ya Kikundi cha ziada - kwa mfano, <em>Ankara</em>, <em>Maandalizi ya Tangazo</em>, au <em>Nyaraka</em> - kwa hivyo kazi ile ile inaweza kusonga kupitia maendeleo <strong>na</strong> michakato ya biashara kwa wakati mmoja.",
  "migrate_monday_example_structure": "<strong>Mfano:</strong> Muundo wako wa Monday.com wa <code>Workspace → Folder → Board → Group → Items</code> unakuwa <code>Bodi ya JustDo → Folda → Bodi → Mradi → Kazi</code> kwenye JustDo."
}