{
  "migrate_monday_intro": "Vai esat gatavs pāriet no Monday.com uz JustDo? Šis ceļvedis parāda, kā jūsu Monday.com dati un piekļuves kontrole skaidri pāriet uz JustDo uzņēmuma platformu un kā šī pāreja atver skaidrāku, visas organizācijas mēroga skatu.",
  "migrate_monday_multi_level": "Ar JustDo daudzlīmeņu struktūru saistītais darbs atrodas vienuviet, tāpēc vadība iegūst patieso portfeļa ainu, komandas redz starpfunkcionālās atkarības un uzlabojumi parādās ātrāk.",
  "migrate_monday_unified_view": "Pēc migrācijas šis vienotais skats pārvēršas impulsā: gudrāka prioritizēšana, skaidrāka nodošana un vieglāka mērogošana projektos un nodaļās.",
  "migrate_monday_air_gapped": "JustDo atbalsta arī <strong>pilnībā izolētu izvietošanu (air-gapped deployment)</strong>. Ja nepieciešams izolēt kritiskos datus un darba procesus no publiskā interneta, varat darbināt JustDo jūsu kontrolētā vidē - lokāli vai privātajā mākonī - ar stingrām tīkla robežām. Tas nodrošina auditētu piekļuvi, precīzi iestatāmas atļaujas un iespēju īstenot savus drošības, atbilstības un datu saglabāšanas noteikumus. Turklāt pilnīgai pārredzamībai pirmkods ir pieejams jūsu auditam un pilnīgai biznesa nepārtrauktības garantijai.",
  "migrate_monday_understanding_title": "Izpratne par migrāciju",
  "migrate_monday_understanding_desc": "JustDo nodrošina drošu, vienkāršu pārejas ceļu uzņēmuma komandām. Jūsu organizatoriskā struktūra, projektu dati un precīzi iestatāmā piekļuves kontrole dabiski pāriet uz JustDo elastīgo un jaudīgo sistēmu.",
  "migrate_monday_mapping_title": "Kā Monday.com pāriet uz JustDo",
  "migrate_monday_hierarchy_title": "Hierarhijas struktūra",
  "migrate_monday_hierarchy_desc": "Jūsu Monday.com struktūra tiek pārnesta uz JustDo šādi:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo ekvivalents",
  "migrate_monday_table_header_description": "Apraksts",
  "migrate_monday_workspace": "Workspace (Darbvieta)",
  "migrate_monday_workspace_equiv": "JustDo dēlis",
  "migrate_monday_workspace_desc": "Augstākā līmeņa konteiners",
  "migrate_monday_folder": "Folder (Mape)",
  "migrate_monday_folder_equiv": "Nodaļa/Mape (Projektu kolekcija)",
  "migrate_monday_folder_desc": "Monday sistēmā šie grupē saistītus dēļus kopā. JustDo daudzlīmeņu hierarhija ļauj visu turēt vienā JustDo dēlī, lai iegūtu vieglu putna lidojuma organizācijas skatu.",
  "migrate_monday_board": "Board (Dēlis)",
  "migrate_monday_board_equiv": "Projekts",
  "migrate_monday_board_desc": "Monday sistēmā parasti apzīmē projektu, darba procesu, klientu sarakstu utt. JustDo varat redzēt visus projektus vienā putna lidojuma skatā.",
  "migrate_monday_group": "Group (Grupa)",
  "migrate_monday_group_equiv": "State (Statusa) lauks",
  "migrate_monday_group_desc": "JustDo atbalsta vairāku grupu piešķiršanu vienam uzdevumam - lai palīdzētu pielāgoties vairākiem darba procesiem, kas ietekmē vienu un to pašu uzdevumu projektā<sup>1</sup>",
  "migrate_monday_items": "Items (Elementi)",
  "migrate_monday_items_equiv": "Uzdevumi",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Piemērs:</strong> Monday sistēmā dēlis var izmantot vienu <strong>Grupu</strong> izstrādes dzīves ciklam (piemēram, <em>Gaida → Procesā → QA → Pabeigts</em>). JustDo varat to saglabāt <strong>un</strong> pievienot papildu grupas celiņu - piemēram, <em>Rēķinu izrakstīšana</em>, <em>Paziņojuma sagatavošana</em> vai <em>Dokumentācija</em> - lai viens un tas pats uzdevums varētu virzīties caur izstrādi <strong>un</strong> biznesa procesiem paralēli.",
  "migrate_monday_example_structure": "<strong>Piemērs:</strong> Jūsu Monday.com struktūra <code>Workspace → Folder → Board → Group → Items</code> kļūst par <code>JustDo dēlis → Mape → Dēlis → Projekts → Uzdevumi</code> JustDo sistēmā."
}