{
  "migrate_monday_intro": "Spremni ste za prelazak sa Monday.com na JustDo? Ovaj vodič pokazuje kako se vaši Monday.com podaci i kontrole pristupa čisto preslikavaju na JustDo enterprise platformu, i kako taj prelaz omogućava jasniji pregled cele organizacije.",
  "migrate_monday_multi_level": "Sa JustDo višenivojskom strukturom, povezani poslovi se nalaze na jednom mestu, tako da rukovodstvo dobija pravi portfolio prikaz, timovi vide međufunkcionalne zavisnosti, a poboljšanja se brže uočavaju.",
  "migrate_monday_unified_view": "Kada izvršite migraciju, taj objedinjeni prikaz se pretvara u momentum: pametniju prioritizaciju, čistije predaje poslova, i lakše skaliranje kroz projekte i odeljenja.",
  "migrate_monday_air_gapped": "JustDo takođe podržava <strong>potpuno izolovano postavljanje (air-gapped deployment)</strong>. Ako vam je potrebno da izolijete kritične podatke i tokove rada od javnog interneta, možete pokrenuti JustDo u okruženju koje vi kontrolišete - na vašim serverima ili u privatnom oblaku - sa strogim mrežnim granicama. Ovo vam daje revidirani pristup, detaljne dozvole, i mogućnost da sprovodite sopstvene sigurnosne, usklađenosti i politike čuvanja podataka. Dodatno, za potpunu transparentnost, izvorni kod je dostupan za vašu reviziju, i potpuno obezbeđenje kontinuiteta poslovanja.",
  "migrate_monday_understanding_title": "Razumevanje Migracije",
  "migrate_monday_understanding_desc": "JustDo pruža siguran i jednostavan put prelaska za enterprise timove. Vaša organizaciona struktura, projektni podaci i detaljne kontrole pristupa se prirodno prenose u JustDo fleksibilni i moćan sistem.",
  "migrate_monday_mapping_title": "Kako Monday.com prelazi na JustDo",
  "migrate_monday_hierarchy_title": "Hijerarhijska Struktura",
  "migrate_monday_hierarchy_desc": "Vaša Monday.com struktura se preslikava na JustDo na sledeći način:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Ekvivalent",
  "migrate_monday_table_header_description": "Opis",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board (Tabla)",
  "migrate_monday_workspace_desc": "Kontejner najvišeg nivoa",
  "migrate_monday_folder": "Folder (Fascikla)",
  "migrate_monday_folder_equiv": "Department/Folder (Odeljenje/Fascikla) (Kolekcija Projekata)",
  "migrate_monday_folder_desc": "Na Monday ovo grupiše povezane table zajedno. JustDo višenivojska hijerarhija omogućava da sve držite u jednoj JustDo tabli za lak pregled cele organizacije iz ptičje perspektive.",
  "migrate_monday_board": "Board (Tabla)",
  "migrate_monday_board_equiv": "Project (Projekat)",
  "migrate_monday_board_desc": "Na Monday obično predstavlja projekat, tok rada, listu klijenata, itd. Na JustDo vidite sve projekte u jednom prikazu iz ptičje perspektive.",
  "migrate_monday_group": "Group (Grupa)",
  "migrate_monday_group_equiv": "State polje (Polje za stanje)",
  "migrate_monday_group_desc": "JustDo podržava dodeljivanje više Grupa po zadatku - da bi se omogućili višestruki tokovi rada koji utiču na isti zadatak u projektu<sup>1</sup>",
  "migrate_monday_items": "Items (Stavke)",
  "migrate_monday_items_equiv": "Tasks (Zadaci)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Primer:</strong> Na Monday, tabla može koristiti jednu <strong>Grupu</strong> za razvojni životni ciklus (npr. <em>Na čekanju → U toku → QA → Završeno</em>). U JustDo, možete zadržati to <strong>i</strong> dodati dodatnu Grupu - na primer, <em>Fakturisanje</em>, <em>Priprema Objave</em>, ili <em>Dokumentacija</em> - tako da isti zadatak može da prolazi kroz razvojne <strong>i</strong> poslovne procese paralelno.",
  "migrate_monday_example_structure": "<strong>Primer:</strong> Vaša Monday.com struktura <code>Workspace → Folder → Board → Group → Items</code> postaje <code>JustDo Board → Folder → Board → Project → Tasks</code> u JustDo."
}