{
  "migrate_monday_intro": "Siap beralih dari Monday.com ke JustDo? Panduan ini menunjukkan bagaimana data Monday.com dan kontrol akses Anda dipetakan dengan jelas ke platform enterprise JustDo, dan bagaimana perpindahan ini membuka tampilan yang lebih jelas di seluruh organisasi.",
  "migrate_monday_multi_level": "Dengan struktur multi-level JustDo, pekerjaan yang terkait berada di satu tempat, sehingga pimpinan mendapat gambaran portofolio yang sesungguhnya, tim melihat dependensi lintas fungsi, dan perbaikan muncul lebih cepat.",
  "migrate_monday_unified_view": "Setelah migrasi selesai, tampilan terpadu tersebut berubah menjadi momentum: prioritas yang lebih cerdas, handoff yang lebih bersih, dan skalabilitas yang lebih mudah di berbagai proyek dan departemen.",
  "migrate_monday_air_gapped": "JustDo juga mendukung <strong>deployment yang sepenuhnya air-gapped</strong>. Jika Anda perlu mengisolasi data dan alur kerja kritis dari internet publik, Anda dapat menjalankan JustDo di lingkungan yang Anda kontrol - on-premises atau di private cloud - dengan batasan jaringan yang ketat. Ini memberi Anda akses yang teraudit, izin yang terperinci, dan kemampuan untuk menerapkan kebijakan keamanan, kepatuhan, dan retensi data Anda sendiri. Lebih jauh lagi, untuk transparansi penuh, source code tersedia untuk audit Anda, dan jaminan penuh kelangsungan bisnis.",
  "migrate_monday_understanding_title": "Memahami Migrasi",
  "migrate_monday_understanding_desc": "JustDo menyediakan jalur transisi yang aman dan mudah untuk tim enterprise. Struktur organisasi, data proyek, dan kontrol akses terperinci Anda diterjemahkan secara alami ke dalam sistem JustDo yang fleksibel dan powerful.",
  "migrate_monday_mapping_title": "Bagaimana Monday.com Dipetakan ke JustDo",
  "migrate_monday_hierarchy_title": "Struktur Hierarki",
  "migrate_monday_hierarchy_desc": "Struktur Monday.com Anda dipetakan ke JustDo sebagai berikut:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Ekuivalen JustDo",
  "migrate_monday_table_header_description": "Deskripsi",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Container tingkat teratas",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Department/Folder (Koleksi Proyek)",
  "migrate_monday_folder_desc": "Di Monday ini mengelompokkan board terkait. Hierarki multi-level JustDo memungkinkan menampung semuanya dalam satu board JustDo untuk tampilan organisasi yang mudah dari atas.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Project (Proyek)",
  "migrate_monday_board_desc": "Di Monday biasanya mewakili proyek, alur kerja, daftar klien, dll. Di JustDo Anda melihat semua proyek dalam satu tampilan dari atas.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Field State (Status)",
  "migrate_monday_group_desc": "JustDo mendukung penugasan beberapa Group per task - untuk membantu mengakomodasi beberapa alur kerja yang mempengaruhi task yang sama dalam proyek<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tasks",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Contoh:</strong> Di Monday, sebuah board mungkin menggunakan satu <strong>Group</strong> untuk siklus pengembangan (misalnya, <em>Pending → In Progress → QA → Done</em>). Di JustDo, Anda dapat mempertahankan itu <strong>dan</strong> menambahkan jalur Group tambahan - misalnya, <em>Invoicing</em>, <em>Persiapan Pengumuman</em>, atau <em>Dokumentasi</em> - sehingga task yang sama dapat bergerak melalui pengembangan <strong>dan</strong> proses bisnis secara paralel.",
  "migrate_monday_example_structure": "<strong>Contoh:</strong> Struktur Monday.com Anda dari <code>Workspace → Folder → Board → Group → Items</code> menjadi <code>JustDo Board → Folder → Board → Project → Tasks</code> di JustDo."
}