{
  "migrate_monday_intro": "Jste připraveni přejít z Monday.com do JustDo? Tento průvodce ukazuje, jak se vaše data z Monday.com a řízení přístupu čistě mapují na podnikovou platformu JustDo a jak tento přechod odemkne jasnější pohled na celou organizaci.",
  "migrate_monday_multi_level": "Díky víceúrovňové struktuře JustDo žije související práce na jednom místě, takže vedení získá skutečný přehled o portfoliu, týmy vidí mezifunkční závislosti a zlepšení se objevují rychleji.",
  "migrate_monday_unified_view": "Jakmile dokončíte migraci, tento jednotný pohled se změní v hybnou sílu: chytřejší stanovování priorit, čistší předávání a snadnější škálování napříč projekty a odděleními.",
  "migrate_monday_air_gapped": "JustDo také podporuje <strong>plně izolované nasazení (air-gapped deployment)</strong>. Pokud potřebujete izolovat kritická data a pracovní postupy od veřejného internetu, můžete provozovat JustDo v prostředí, které ovládáte - on-premises nebo v privátním cloudu - s přísnými síťovými hranicemi. To vám poskytuje auditovaný přístup, jemně odstupňovaná oprávnění a možnost prosazovat vlastní zásady zabezpečení, souladu s předpisy a uchovávání dat. Navíc je pro úplnou transparentnost k dispozici zdrojový kód pro váš audit a plnou jistotu kontinuity podnikání.",
  "migrate_monday_understanding_title": "Pochopení migrace",
  "migrate_monday_understanding_desc": "JustDo poskytuje bezpečnou a přímočarou cestu přechodu pro podnikové týmy. Vaše organizační struktura, projektová data a jemně odstupňované řízení přístupu se přirozeně převedou do flexibilního a výkonného systému JustDo.",
  "migrate_monday_mapping_title": "Jak se Monday.com mapuje na JustDo",
  "migrate_monday_hierarchy_title": "Hierarchická struktura",
  "migrate_monday_hierarchy_desc": "Vaše struktura Monday.com se mapuje na JustDo následovně:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Ekvivalent v JustDo",
  "migrate_monday_table_header_description": "Popis",
  "migrate_monday_workspace": "Workspace (Pracovní prostor)",
  "migrate_monday_workspace_equiv": "JustDo Board (Tabule)",
  "migrate_monday_workspace_desc": "Kontejner nejvyšší úrovně",
  "migrate_monday_folder": "Folder (Složka)",
  "migrate_monday_folder_equiv": "Department/Folder (Oddělení/Složka) - Kolekce projektů",
  "migrate_monday_folder_desc": "V Monday tyto skupiny sdružují související tabule. Víceúrovňová hierarchie JustDo umožňuje vše držet v jediné tabuli JustDo pro snadný celkový přehled organizace.",
  "migrate_monday_board": "Board (Tabule)",
  "migrate_monday_board_equiv": "Project (Projekt)",
  "migrate_monday_board_desc": "V Monday obvykle představuje projekt, pracovní postup, seznam klientů atd. V JustDo vidíte všechny projekty v jednom celkovém přehledu.",
  "migrate_monday_group": "Group (Skupina)",
  "migrate_monday_group_equiv": "Pole State (Stav)",
  "migrate_monday_group_desc": "JustDo podporuje přiřazení více skupin na úkol - což pomáhá přizpůsobit se více pracovním postupům, které ovlivňují stejný úkol v projektu<sup>1</sup>",
  "migrate_monday_items": "Items (Položky)",
  "migrate_monday_items_equiv": "Tasks (Úkoly)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Příklad:</strong> V Monday může tabule používat jednu <strong>skupinu</strong> pro životní cyklus vývoje (např. <em>Čeká → Probíhá → QA → Hotovo</em>). V JustDo můžete toto zachovat <strong>a</strong> přidat další sledování skupiny - například <em>Fakturace</em>, <em>Příprava oznámení</em> nebo <em>Dokumentace</em> - takže stejný úkol může procházet vývojem <strong>a</strong> obchodními procesy paralelně.",
  "migrate_monday_example_structure": "<strong>Příklad:</strong> Vaše struktura Monday.com <code>Workspace → Folder → Board → Group → Items</code> se v JustDo stává <code>JustDo Board → Folder → Board → Project → Tasks</code>."
}