{
  "migrate_monday_intro": "Prett fir de Wiessel vu Monday.com op JustDo? Dëse Guide weist wéi Är Monday.com Daten an Zougrëffskontrolle kloer op JustDo seng Entreprise-Plattform transferéiert ginn, a wéi dëse Wiessel eng méi kloer organisatiouns-wäit Iwwersiicht bréngt.",
  "migrate_monday_multi_level": "Mat JustDo senger Multi-Level-Struktur läit verwandt Aarbecht op enger Plaz, sou datt d'Leedung e richtegt Portfolio-Bild kritt, Equippen cross-funktional Ofhängegkeete gesinn, a Verbesserunge méi séier opfalen.",
  "migrate_monday_unified_view": "Wann Dir migréiert sidd, gëtt déi eenheetlech Iwwersiicht zu Momentum: méi intelligent Priorisatioun, méi propper Iwwergäng, a méi einfach Skaléierung iwwer Projeten an Departementer.",
  "migrate_monday_air_gapped": "JustDo ënnerstëtzt och <strong>komplett Air-Gapped Deployment</strong>. Wann Dir kritisc Daten a Workflows vum ëffentlechen Internet isoléiere musst, kënnt Dir JustDo an enger Ëmgebung ausféieren déi Dir kontrolléiert - On-Premises oder an enger privater Cloud - mat strenge Netzwierkgrenzen. Dëst gëtt Iech auditéierten Zougrëff, fäin-granulär Rechter, an d'Méiglechkeet Är eege Sécherheets-, Konformitéits- a Dateretentiounsrichtlinne duerchzesetzen. Weider ass de Quellcode fir Är Audit verfügbar, fir voll Transparenz a voll Garantie vun der Geschäftskontinuitéit.",
  "migrate_monday_understanding_title": "D'Migratioun verstoen",
  "migrate_monday_understanding_desc": "JustDo bitt e sécheren, direkten Iwwergangswee fir Entreprise-Equippen. Är Organisatiounsstruktur, Projetdaten a fäin-granulär Zougrëffskontrolle iwwerdroen sech natierlech an JustDo säi flexibelen a mächtege System.",
  "migrate_monday_mapping_title": "Wéi Monday.com op JustDo iwwerdroe gëtt",
  "migrate_monday_hierarchy_title": "Hierarchie-Struktur",
  "migrate_monday_hierarchy_desc": "Är Monday.com Struktur gëtt wéi follegt op JustDo iwwerdro:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Entspriechung",
  "migrate_monday_table_header_description": "Beschreiwung",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Haaptcontainer",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Departement/Folder (Projete-Kollektioun)",
  "migrate_monday_folder_desc": "Op Monday gruppéiert dëst verwandt Boards zesummen. JustDo seng Multi-Level-Hierarchie erlaabt et alles an engem eenzege JustDo Board ze halen fir eng einfach Villekesiwwersiicht vun der Organisatioun.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projet",
  "migrate_monday_board_desc": "Op Monday representéiert dëst typesch e Projet, e Workflow, eng Clientslëscht, asw. Op JustDo gesitt Dir all Projeten an enger Villekesiwwersiicht.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "State-Feld",
  "migrate_monday_group_desc": "JustDo ënnerstëtzt d'Zouweisung vu multiple Gruppen pro Task - fir ze hëllefen verschidde Workflows ze accréieren déi deeselwechten Task an engem Projet beaflossen<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tasken",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Beispill:</strong> Op Monday kéint e Board eng <strong>Group</strong> fir den Entwécklungszyklus benotzen (z.B. <em>Pendant → A Beaarbechtung → QA → Fäerdeg</em>). Op JustDo kënnt Dir dat behalen <strong>an</strong> eng extra Group-Spuer dobäisetzen - zum Beispill <em>Fakturéierung</em>, <em>Ukënnegungsvubereederung</em> oder <em>Dokumentatioun</em> - sou datt deeselwechten Task sech duerch d'Entwécklung <strong>an</strong> d'Geschäftsprozesser parallel beweege kann.",
  "migrate_monday_example_structure": "<strong>Beispill:</strong> Är Monday.com Struktur vu <code>Workspace → Folder → Board → Group → Items</code> gëtt zu <code>JustDo Board → Folder → Board → Projet → Tasken</code> op JustDo."
}