{
  "migrate_monday_intro": "Monday.com'dan JustDo'ya geçmeye hazır mısınız? Bu kılavuz, Monday.com verilerinizin ve erişim kontrollerinizin JustDo'nun kurumsal platformuna nasıl sorunsuzca aktarıldığını ve bu geçişin kuruluş genelinde nasıl daha net bir görünüm sağladığını göstermektedir.",
  "migrate_monday_multi_level": "JustDo'nun çok seviyeli yapısı sayesinde ilgili tüm işler tek bir yerde toplanır; böylece liderlik ekibi gerçek bir portföy görünümü elde eder, takımlar fonksiyonlar arası bağımlılıkları görür ve iyileştirmeler daha hızlı ortaya çıkar.",
  "migrate_monday_unified_view": "Geçiş tamamlandığında, bu birleşik görünüm ivmeye dönüşür: daha akıllı önceliklendirme, daha temiz el değişimleri ve projeler ile departmanlar arasında daha kolay ölçeklendirme.",
  "migrate_monday_air_gapped": "JustDo ayrıca <strong>tamamen hava boşluklu (air-gapped) dağıtımı</strong> destekler. Kritik veri ve iş akışlarınızı genel internetten izole etmeniz gerekiyorsa, JustDo'yu kontrol ettiğiniz bir ortamda - şirket içinde veya özel bir bulutta - katı ağ sınırları ile çalıştırabilirsiniz. Bu size denetlenmiş erişim, ayrıntılı izinler ve kendi güvenlik, uyumluluk ve veri saklama politikalarınızı uygulama yeteneği sağlar. Ayrıca tam şeffaflık için kaynak kodu denetiminize açıktır ve iş sürekliliğinin tam güvencesi verilir.",
  "migrate_monday_understanding_title": "Geçişi Anlamak",
  "migrate_monday_understanding_desc": "JustDo, kurumsal ekipler için güvenli ve anlaşılır bir geçiş yolu sunar. Organizasyon yapınız, proje verileriniz ve ayrıntılı erişim kontrolleriniz, JustDo'nun esnek ve güçlü sistemine doğal olarak aktarılır.",
  "migrate_monday_mapping_title": "Monday.com JustDo'ya Nasıl Eşlenir",
  "migrate_monday_hierarchy_title": "Hiyerarşi Yapısı",
  "migrate_monday_hierarchy_desc": "Monday.com yapınız JustDo'ya şu şekilde eşlenir:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Karşılığı",
  "migrate_monday_table_header_description": "Açıklama",
  "migrate_monday_workspace": "Workspace (Çalışma Alanı)",
  "migrate_monday_workspace_equiv": "JustDo Board (Pano)",
  "migrate_monday_workspace_desc": "En üst seviye konteyner",
  "migrate_monday_folder": "Folder (Klasör)",
  "migrate_monday_folder_equiv": "Department/Folder (Departman/Klasör) (Proje Koleksiyonu)",
  "migrate_monday_folder_desc": "Monday'de ilgili panoları bir araya getirir. JustDo'nun çok seviyeli hiyerarşisi, kolay kuş bakışı organizasyon görünümü için hepsini tek bir JustDo panosunda tutmanıza olanak tanır.",
  "migrate_monday_board": "Board (Pano)",
  "migrate_monday_board_equiv": "Project (Proje)",
  "migrate_monday_board_desc": "Monday'de genellikle bir projeyi, iş akışını, müşteri listesini vb. temsil eder. JustDo'da tüm projeleri tek bir kuş bakışı görünümde görürsünüz.",
  "migrate_monday_group": "Group (Grup)",
  "migrate_monday_group_equiv": "State field (Durum alanı)",
  "migrate_monday_group_desc": "JustDo, bir projedeki aynı görevi etkileyen birden fazla iş akışını barındırmaya yardımcı olmak için görev başına birden fazla Grup atamayı destekler<sup>1</sup>",
  "migrate_monday_items": "Items (Öğeler)",
  "migrate_monday_items_equiv": "Tasks (Görevler)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Örnek:</strong> Monday'de bir pano, geliştirme yaşam döngüsü için bir <strong>Grup</strong> kullanabilir (örn. <em>Beklemede → Devam Ediyor → QA → Tamamlandı</em>). JustDo'da bunu koruyabilir <strong>ve</strong> ekstra bir Grup izleme ekleyebilirsiniz - örneğin <em>Faturalandırma</em>, <em>Duyuru Hazırlığı</em> veya <em>Dokümantasyon</em> - böylece aynı görev geliştirme <strong>ve</strong> iş süreçlerinden paralel olarak geçebilir.",
  "migrate_monday_example_structure": "<strong>Örnek:</strong> Monday.com'daki <code>Workspace → Folder → Board → Group → Items</code> yapınız, JustDo'da <code>JustDo Board → Folder → Board → Project → Tasks</code> olur."
}