{
  "migrate_monday_intro": "Гатовыя перайсці з Monday.com на JustDo? Гэта інструкцыя паказвае, як вашы даныя і кантроль доступу з Monday.com празрыста пераносяцца на карпаратыўную платформу JustDo, і як гэты пераход адкрывае больш зразумелы агляд на ўзроўні ўсёй арганізацыі.",
  "migrate_monday_multi_level": "Дзякуючы шматузроўневай структуры JustDo звязаная праца знаходзіцца ў адным месцы, таму кіраўніцтва бачыць поўную карціну партфеля, каманды бачаць міжфункцыянальныя залежнасці, і паляпшэнні з'яўляюцца хутчэй.",
  "migrate_monday_unified_view": "Пасля міграцыі гэты адзіны аглядператвараецца ў імпульс: разумнейшая прыярытызацыя, больш празрыстыя перадачы і прасцейшае маштабаванне праектаў і аддзелаў.",
  "migrate_monday_air_gapped": "JustDo таксама падтрымлівае <strong>цалкам ізаляванае разгортванне (air-gapped deployment)</strong>. Калі вам трэба ізаляваць крытычныя даныя і працоўныя працэсы ад публічнага інтэрнэту, вы можаце запусціць JustDo ў кантраляваным вамі асяроддзі - на ўласных серверах або ў прыватным воблаку - з строгімі сеткавымі межамі. Гэта дае вам аўдзіраваны доступ, дэталёвыя дазволы і магчымасць прымяняць уласныя палітыкі бяспекі, адпаведнасці і захавання даных. Акрамя таго, для поўнай празрыстасці зыходны код даступны для вашага аўдыту і поўнай гарантыі бесперапыннасці бізнесу.",
  "migrate_monday_understanding_title": "Разуменне міграцыі",
  "migrate_monday_understanding_desc": "JustDo прапануе бяспечны і просты шлях пераходу для карпаратыўных камандаў. Ваша арганізацыйная структура, даныя праектаў і дэталёвы кантроль доступу натуральна пераносяцца ў гнуткую і магутную сістэму JustDo.",
  "migrate_monday_mapping_title": "Як Monday.com адпавядае JustDo",
  "migrate_monday_hierarchy_title": "Іерархічная структура",
  "migrate_monday_hierarchy_desc": "Ваша структура Monday.com адпавядае JustDo наступным чынам:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Эквівалент у JustDo",
  "migrate_monday_table_header_description": "Апісанне",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board (Дошка)",
  "migrate_monday_workspace_desc": "Кантэйнер верхняга ўзроўню",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Аддзел/Папка (Калекцыя праектаў)",
  "migrate_monday_folder_desc": "У Monday гэта групуе звязаныя дошкі. Шматузроўневая іерархія JustDo дазваляе змясціць усё ў адной дошцы JustDo для лёгкага агляду арганізацыі з высоты птушынага палёту.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Праект",
  "migrate_monday_board_desc": "У Monday звычайна прадстаўляе праект, працоўны працэс, спіс кліентаў і г.д. У JustDo вы бачыце ўсе праекты ў адным аглядзе з высоты птушынага палёту.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Поле стану (State field)",
  "migrate_monday_group_desc": "JustDo падтрымлівае прызначэнне некалькіх груп (Groups) на задачу - каб дапамагчы ўмясціць некалькі працоўных працэсаў, якія ўплываюць на адну і тую ж задачу ў праекце<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Задачы",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Прыклад:</strong> У Monday дошка можа выкарыстоўваць адну <strong>Групу (Group)</strong> для жыццёвага цыкла распрацоўкі (напрыклад, <em>У чаканні → У працэсе → QA → Завершана</em>). У JustDo вы можаце захаваць гэта <strong>і</strong> дадаць дадатковую Групу - напрыклад, <em>Выстаўленне рахункаў</em>, <em>Падрыхтоўка аб'яў</em> або <em>Дакументацыя</em> - каб адна і тая ж задача магла праходзіць і распрацоўку, <strong>і</strong> бізнес-працэсы паралельна.",
  "migrate_monday_example_structure": "<strong>Прыклад:</strong> Ваша структура Monday.com <code>Workspace → Folder → Board → Group → Items</code> стане <code>JustDo Board → Папка → Праект → Задачы</code> у JustDo."
}