{
  "migrate_monday_intro": "Pripravljeni na prehod z Monday.com na JustDo? Ta vodnik prikazuje, kako se vaši podatki in nadzor dostopa iz Monday.com jasno preslikajo na JustDo podjetniško platformo ter kako ta prehod omogoča jasnejši, celostni organizacijski pogled.",
  "migrate_monday_multi_level": "Z večnivojsko strukturo JustDo je povezano delo zbrano na enem mestu, tako da vodstvo dobi resnično sliko portfelja, ekipe vidijo medoddelčne odvisnosti, izboljšave pa se pokažejo hitreje.",
  "migrate_monday_unified_view": "Ko je migracija končana, se ta enotni pogled spremeni v zagon: pametnejše določanje prioritet, bolj jasne predaje in lažje povečevanje obsega projektov ter oddelkov.",
  "migrate_monday_air_gapped": "JustDo podpira tudi <strong>popolnoma izolirano namestitev (air-gapped deployment)</strong>. Če morate kritične podatke in delovne tokove izolirati od javnega interneta, lahko JustDo zaženete v okolju, ki ga nadzorujete - lokalno ali v zasebnem oblaku - z strogimi omrežnimi mejami. To vam omogoča revidirani dostop, natančne pravice ter možnost uveljavljanja lastnih varnostnih, skladnostnih in politike hranjenja podatkov. Poleg tega je za popolno preglednost na voljo izvorna koda za vaš revizijski pregled ter zagotovilo za popolno poslovno kontinuiteto.",
  "migrate_monday_understanding_title": "Razumevanje migracije",
  "migrate_monday_understanding_desc": "JustDo zagotavlja varno in preprosto pot prehoda za podjetniške ekipe. Vaša organizacijska struktura, projektni podatki in natančen nadzor dostopa se naravno prenesejo v prilagodljiv in zmogljiv sistem JustDo.",
  "migrate_monday_mapping_title": "Kako se Monday.com preslika v JustDo",
  "migrate_monday_hierarchy_title": "Struktura hierarhije",
  "migrate_monday_hierarchy_desc": "Vaša struktura Monday.com se v JustDo preslika na naslednji način:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Ustreznik v JustDo",
  "migrate_monday_table_header_description": "Opis",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Vsebnik na najvišji ravni",
  "migrate_monday_folder": "Folder (mapa)",
  "migrate_monday_folder_equiv": "Oddelek/Mapa (zbirka projektov)",
  "migrate_monday_folder_desc": "V Monday te združujejo sorodne boarde. Večnivojska hierarhija JustDo omogoča, da je vse shranjeno v enem JustDo boardu za enostaven celovit organizacijski pregled.",
  "migrate_monday_board": "Board (tabla)",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "V Monday običajno predstavlja projekt, delovni tok, seznam strank itd. V JustDo vidite vse projekte v enem celostnem pogledu.",
  "migrate_monday_group": "Group (skupina)",
  "migrate_monday_group_equiv": "Polje stanja (State field)",
  "migrate_monday_group_desc": "JustDo podpira dodeljevanje več skupin na opravilo - kar pomaga prilagoditi več delovnih tokov, ki vplivajo na isto opravilo v projektu<sup>1</sup>",
  "migrate_monday_items": "Items (postavke)",
  "migrate_monday_items_equiv": "Opravila (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Primer:</strong> V Monday lahko board uporablja eno <strong>skupino</strong> za razvojni življenjski cikel (npr. <em>Čaka → V teku → QA → Končano</em>). V JustDo lahko to obdržite <strong>in</strong> dodate dodatno skupino - na primer <em>Fakturiranje</em>, <em>Priprava objave</em> ali <em>Dokumentacija</em> - tako da lahko isto opravilo poteka skozi razvoj <strong>in</strong> poslovne procese vzporedno.",
  "migrate_monday_example_structure": "<strong>Primer:</strong> Vaša struktura Monday.com <code>Workspace → Folder → Board → Group → Items</code> postane <code>JustDo Board → Mapa → Board → Projekt → Opravila</code> v JustDo."
}