{
  "migrate_monday_intro": "Pronto per passare da Monday.com a JustDo? Questa guida mostra come i tuoi dati e i controlli di accesso di Monday.com si trasferiscono perfettamente alla piattaforma enterprise di JustDo, e come questo cambiamento sblocca una visione più chiara a livello organizzativo.",
  "migrate_monday_multi_level": "Con la struttura multi-livello di JustDo, il lavoro correlato risiede in un unico posto, così la direzione ottiene una vera panoramica del portfolio, i team vedono le dipendenze interfunzionali e i miglioramenti emergono più rapidamente.",
  "migrate_monday_unified_view": "Una volta completata la migrazione, quella visione unificata si trasforma in slancio: prioritizzazione più intelligente, passaggi di consegne più chiari e scalabilità più facile tra progetti e dipartimenti.",
  "migrate_monday_air_gapped": "JustDo supporta anche <strong>il deployment completamente air-gapped</strong>. Se hai bisogno di isolare dati e flussi di lavoro critici da Internet pubblico, puoi eseguire JustDo in un ambiente che controlli - on-premises o in un cloud privato - con rigorosi confini di rete. Questo ti dà accesso controllato, permessi granulari e la capacità di applicare le tue politiche di sicurezza, conformità e conservazione dei dati. Inoltre, per la massima trasparenza, il codice sorgente è disponibile per la tua verifica e la piena garanzia della continuità aziendale.",
  "migrate_monday_understanding_title": "Comprendere la Migrazione",
  "migrate_monday_understanding_desc": "JustDo fornisce un percorso di transizione sicuro e diretto per i team aziendali. La tua struttura organizzativa, i dati dei progetti e i controlli di accesso granulari si traducono naturalmente nel sistema flessibile e potente di JustDo.",
  "migrate_monday_mapping_title": "Come Monday.com si Mappa a JustDo",
  "migrate_monday_hierarchy_title": "Struttura Gerarchica",
  "migrate_monday_hierarchy_desc": "La tua struttura Monday.com si mappa a JustDo come segue:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Equivalente JustDo",
  "migrate_monday_table_header_description": "Descrizione",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Contenitore di livello superiore",
  "migrate_monday_folder": "Folder (Cartella)",
  "migrate_monday_folder_equiv": "Dipartimento/Cartella (Raccolta di Progetti)",
  "migrate_monday_folder_desc": "Su Monday questi raggruppano le board correlate. La gerarchia multi-livello di JustDo permette di tenere tutto in un singolo JustDo board per una facile visione d'insieme dell'organizzazione.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Progetto",
  "migrate_monday_board_desc": "Su Monday tipicamente rappresenta un progetto, un flusso di lavoro, un elenco clienti, ecc. Su JustDo vedi tutti i progetti in un'unica visione d'insieme.",
  "migrate_monday_group": "Group (Gruppo)",
  "migrate_monday_group_equiv": "Campo Stato",
  "migrate_monday_group_desc": "JustDo supporta l'assegnazione di più Gruppi per attività - per aiutare ad accogliere più flussi di lavoro che influenzano la stessa attività in un progetto<sup>1</sup>",
  "migrate_monday_items": "Items (Elementi)",
  "migrate_monday_items_equiv": "Attività",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Esempio:</strong> In Monday, una board potrebbe usare un <strong>Gruppo</strong> per il ciclo di sviluppo (es. <em>In Attesa → In Corso → QA → Completato</em>). In JustDo, puoi mantenere quello <strong>e</strong> aggiungere un tracciato di Gruppo extra - per esempio, <em>Fatturazione</em>, <em>Preparazione Annuncio</em>, o <em>Documentazione</em> - così la stessa attività può avanzare attraverso lo sviluppo <strong>e</strong> i processi aziendali in parallelo.",
  "migrate_monday_example_structure": "<strong>Esempio:</strong> La tua struttura Monday.com di <code>Workspace → Folder → Board → Group → Items</code> diventa <code>JustDo Board → Cartella → Board → Progetto → Attività</code> in JustDo."
}