{
  "migrate_monday_intro": "Spremni za prelazak sa Monday.com na JustDo? Ovaj vodič pokazuje kako se vaši Monday.com podaci i kontrole pristupa jasno preslikavaju na JustDo enterprise platformu, i kako taj pomak omogućava jasniji pregled na nivou cijele organizacije.",
  "migrate_monday_multi_level": "Sa JustDo višenivojskom strukturom, povezani poslovi se nalaze na jednom mjestu, tako da rukovodstvo dobija pravi portfelj pregled, timovi vide međufunkcionalne zavisnosti, a poboljšanja se pojavljuju brže.",
  "migrate_monday_unified_view": "Nakon što izvršite migraciju, taj objedinjeni pregled se pretvara u momentum: pametnija prioritizacija, čistiji prijelazi između timova, i lakše skaliranje kroz projekte i odjele.",
  "migrate_monday_air_gapped": "JustDo takođe podržava <strong>potpuno izolovanu implementaciju (air-gapped deployment)</strong>. Ako trebate izolirati kritične podatke i radne tokove od javnog interneta, možete pokrenuti JustDo u okruženju koje kontrolišete - na vlastitim serverima ili u privatnom oblaku - sa strogim mrežnim granicama. Ovo vam daje revidirani pristup, detaljne dozvole, i mogućnost da sprovedete vlastite sigurnosne, komplijans i politike čuvanja podataka. Dodatno, za potpunu transparentnost, izvorni kod je dostupan za vašu reviziju, i potpuno osiguranje kontinuiteta poslovanja.",
  "migrate_monday_understanding_title": "Razumijevanje Migracije",
  "migrate_monday_understanding_desc": "JustDo pruža siguran i jednostavan put tranzicije za enterprise timove. Vaša organizacijska struktura, projektni podaci i detaljne kontrole pristupa se prirodno preslikavaju u JustDo fleksibilan i moćan sistem.",
  "migrate_monday_mapping_title": "Kako se Monday.com Preslikava na JustDo",
  "migrate_monday_hierarchy_title": "Hijerarhijska Struktura",
  "migrate_monday_hierarchy_desc": "Vaša Monday.com struktura se preslikava na JustDo na sljedeći način:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Ekvivalent",
  "migrate_monday_table_header_description": "Opis",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Kontejner najvišeg nivoa",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Odjel/Folder (Kolekcija Projekata)",
  "migrate_monday_folder_desc": "Na Monday-u ovo grupiše povezane boards zajedno. JustDo višenivojska hijerarhija omogućava da sve bude u jednom JustDo board-u za lak pregled organizacije iz ptičje perspektive.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projekat",
  "migrate_monday_board_desc": "Na Monday-u obično predstavlja projekat, radni tok, listu klijenata, itd. Na JustDo-u vidite sve projekte u jednom pregledu iz ptičje perspektive.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "State polje",
  "migrate_monday_group_desc": "JustDo podržava dodjelu više Grupa po zadatku - kako bi pomogao u prilagođavanju više radnih tokova koji utiču na isti zadatak u projektu<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Zadaci",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Primjer:</strong> Na Monday-u, board može koristiti jednu <strong>Grupu</strong> za razvojni ciklus (npr. <em>Na čekanju → U toku → QA → Gotovo</em>). U JustDo-u, možete zadržati to <strong>i</strong> dodati dodatnu Grupu - na primjer, <em>Fakturisanje</em>, <em>Priprema Objave</em>, ili <em>Dokumentacija</em> - tako da isti zadatak može proći kroz razvoj <strong>i</strong> poslovne procese paralelno.",
  "migrate_monday_example_structure": "<strong>Primjer:</strong> Vaša Monday.com struktura <code>Workspace → Folder → Board → Group → Items</code> postaje <code>JustDo Board → Folder → Board → Projekat → Zadaci</code> u JustDo-u."
}