{
  "migrate_monday_intro": "Redo att övergå från Monday.com till JustDo? Denna guide visar hur din Monday.com-data och åtkomstkontroller mappas smidigt till JustDos företagsplattform, och hur övergången ger en tydligare överblick över hela organisationen.",
  "migrate_monday_multi_level": "Med JustDos flernivåstruktur finns relaterat arbete på ett och samma ställe, så ledningen får en sann portföljbild, team ser tvärfunktionella beroenden och förbättringar dyker upp snabbare.",
  "migrate_monday_unified_view": "När du väl har migrerat förvandlas den enhetliga vyn till momentum: smartare prioritering, tydligare överlämningar och enklare skalning över projekt och avdelningar.",
  "migrate_monday_air_gapped": "JustDo stöder också <strong>helt luftgappad distribution (air-gapped deployment)</strong>. Om du behöver isolera kritisk data och arbetsflöden från det offentliga internet kan du köra JustDo i en miljö du kontrollerar - lokalt eller i ett privat moln - med strikta nätverksgränser. Detta ger dig granskad åtkomst, detaljerade behörigheter och möjligheten att tillämpa dina egna säkerhets-, efterlevnads- och datalagringspolicyer. Vidare, för full transparens, är källkoden tillgänglig för din granskning och full garanti för affärskontinuitet.",
  "migrate_monday_understanding_title": "Förstå migreringen",
  "migrate_monday_understanding_desc": "JustDo erbjuder en säker och enkel övergångsväg för företagsteam. Din organisationsstruktur, projektdata och detaljerade åtkomstkontroller översätts naturligt till JustDos flexibla och kraftfulla system.",
  "migrate_monday_mapping_title": "Hur Monday.com mappas till JustDo",
  "migrate_monday_hierarchy_title": "Hierarkisk struktur",
  "migrate_monday_hierarchy_desc": "Din Monday.com-struktur mappas till JustDo enligt följande:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo-motsvarighet",
  "migrate_monday_table_header_description": "Beskrivning",
  "migrate_monday_workspace": "Workspace (Arbetsyta)",
  "migrate_monday_workspace_equiv": "JustDo Board (Tavla)",
  "migrate_monday_workspace_desc": "Container på toppnivå",
  "migrate_monday_folder": "Folder (Mapp)",
  "migrate_monday_folder_equiv": "Avdelning/Mapp (Projektsamling)",
  "migrate_monday_folder_desc": "På Monday grupperar dessa relaterade boards (tavlor) tillsammans. JustDos flernivåhierarki gör det möjligt att hålla allt i en enda JustDo-tavla för en enkel fågelperspektivvy över organisationen.",
  "migrate_monday_board": "Board (Tavla)",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "På Monday representerar detta vanligtvis ett projekt, ett arbetsflöde, en kundlista, etc. På JustDo ser du alla projekt i en fågelperspektivvy.",
  "migrate_monday_group": "Group (Grupp)",
  "migrate_monday_group_equiv": "State-fält (Statusfält)",
  "migrate_monday_group_desc": "JustDo stöder tilldelning av flera grupper per uppgift - för att underlätta flera arbetsflöden som påverkar samma uppgift i ett projekt<sup>1</sup>",
  "migrate_monday_items": "Items (Objekt)",
  "migrate_monday_items_equiv": "Uppgifter (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Exempel:</strong> På Monday kan en board (tavla) använda en <strong>Group (Grupp)</strong> för utvecklingslivscykeln (t.ex. <em>Väntande → Pågående → QA → Klar</em>). I JustDo kan du behålla det <strong>och</strong> lägga till ett extra gruppspår - till exempel <em>Fakturering</em>, <em>Förberedelse av tillkännagivande</em> eller <em>Dokumentation</em> - så att samma uppgift kan gå igenom utveckling <strong>och</strong> affärsprocesser parallellt.",
  "migrate_monday_example_structure": "<strong>Exempel:</strong> Din Monday.com-struktur av <code>Workspace → Folder → Board → Group → Items</code> blir <code>JustDo Board → Folder → Board → Project → Tasks</code> (JustDo-tavla → Mapp → Tavla → Projekt → Uppgifter) i JustDo."
}