{
  "migrate_monday_intro": "พร้อมที่จะเปลี่ยนจาก Monday.com มาใช้ JustDo แล้วหรือยัง? คู่มือนี้จะแสดงให้เห็นว่าข้อมูลและการควบคุมการเข้าถึงของ Monday.com จะถูกจับคู่อย่างเป็นระเบียบกับแพลตฟอร์มองค์กรของ JustDo อย่างไร และการเปลี่ยนแปลงนี้จะช่วยให้มองเห็นภาพรวมขององค์กรได้ชัดเจนยิ่งขึ้น",
  "migrate_monday_multi_level": "ด้วยโครงสร้างหลายระดับของ JustDo งานที่เกี่ยวข้องจะอยู่ในที่เดียวกัน ผู้บริหารจะได้ภาพรวมพอร์ตโฟลิโอที่แท้จริง ทีมต่างๆ จะเห็นความเชื่อมโยงระหว่างหน้าที่ต่างๆ และการปรับปรุงจะเกิดขึ้นได้เร็วขึ้น",
  "migrate_monday_unified_view": "เมื่อคุณโอนย้ายข้อมูลแล้ว มุมมองที่เป็นหนึ่งเดียวนี้จะกลายเป็นแรงผลักดัน: การจัดลำดับความสำคัญที่ชาญฉลาดขึ้น การส่งมอบงานที่ชัดเจนขึ้น และการขยายงานที่ง่ายขึ้นในโครงการและแผนกต่างๆ",
  "migrate_monday_air_gapped": "JustDo ยังรองรับ<strong>การติดตั้งแบบแยกขาดจากเครือข่ายภายนอก (Air-gapped Deployment)</strong> หากคุณต้องการแยกข้อมูลและขั้นตอนการทำงานที่สำคัญออกจากอินเทอร์เน็ตสาธารณะ คุณสามารถใช้ JustDo ในสภาพแวดล้อมที่คุณควบคุม - บนเซิร์ฟเวอร์ภายในองค์กร (On-premises) หรือบนคลาวด์ส่วนตัว - พร้อมขอบเขตเครือข่ายที่เข้มงวด ซึ่งช่วยให้คุณมีการเข้าถึงที่ได้รับการตรวจสอบ สิทธิ์การใช้งานที่ละเอียด และความสามารถในการบังคับใช้นโยบายด้านความปลอดภัย การปฏิบัติตามข้อกำหนด และการเก็บรักษาข้อมูลของคุณเอง นอกจากนี้ เพื่อความโปร่งใสอย่างเต็มที่ ซอร์สโค้ดพร้อมให้คุณตรวจสอบและมั่นใจในความต่อเนื่องของธุรกิจอย่างเต็มที่",
  "migrate_monday_understanding_title": "ทำความเข้าใจการโอนย้ายข้อมูล",
  "migrate_monday_understanding_desc": "JustDo ให้บริการเส้นทางการเปลี่ยนแปลงที่ปลอดภัยและตรงไปตรงมาสำหรับทีมงานองค์กร โครงสร้างองค์กร ข้อมูลโครงการ และการควบคุมการเข้าถึงแบบละเอียดของคุณจะถูกแปลงไปสู่ระบบที่ยืดหยุ่นและทรงพลังของ JustDo อย่างเป็นธรรมชาติ",
  "migrate_monday_mapping_title": "Monday.com จับคู่กับ JustDo อย่างไร",
  "migrate_monday_hierarchy_title": "โครงสร้างลำดับชั้น",
  "migrate_monday_hierarchy_desc": "โครงสร้างของ Monday.com จับคู่กับ JustDo ดังนี้:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "ส่วนที่เทียบเท่าใน JustDo",
  "migrate_monday_table_header_description": "คำอธิบาย",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "คอนเทนเนอร์ระดับสูงสุด",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "แผนก/โฟลเดอร์ (Department/Folder) (คอลเล็กชันโครงการ)",
  "migrate_monday_folder_desc": "ใน Monday สิ่งเหล่านี้จะจัดกลุ่ม Boards ที่เกี่ยวข้องเข้าด้วยกัน โครงสร้างหลายระดับของ JustDo ช่วยให้สามารถเก็บทุกอย่างไว้ใน JustDo Board เดียว เพื่อให้เห็นภาพรวมขององค์กรได้ง่าย",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "โครงการ (Project)",
  "migrate_monday_board_desc": "ใน Monday โดยทั่วไปจะแสดงถึงโครงการ ขั้นตอนการทำงาน รายชื่อลูกค้า ฯลฯ ใน JustDo คุณจะเห็นโครงการทั้งหมดในมุมมองภาพรวมเดียว",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "ฟิลด์สถานะ (State field)",
  "migrate_monday_group_desc": "JustDo รองรับการกำหนดหลาย Groups ต่อหนึ่งงาน - เพื่อช่วยรองรับขั้นตอนการทำงานหลายรูปแบบที่ส่งผลต่องานเดียวกันในโครงการ<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "งาน (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>ตัวอย่าง:</strong> ใน Monday บอร์ดอาจใช้ <strong>Group</strong> หนึ่งกลุ่มสำหรับวงจรการพัฒนา (เช่น <em>รอดำเนินการ → กำลังดำเนินการ → QA → เสร็จสิ้น</em>) ใน JustDo คุณสามารถเก็บสิ่งนั้นไว้ <strong>และ</strong> เพิ่มแทร็ก Group เพิ่มเติม - เช่น <em>การออกใบแจ้งหนี้</em>, <em>การเตรียมประกาศ</em> หรือ <em>เอกสารประกอบ</em> - ดังนั้นงานเดียวกันสามารถเคลื่อนไหวผ่านกระบวนการพัฒนา <strong>และ</strong> กระบวนการทางธุรกิจไปพร้อมๆ กัน",
  "migrate_monday_example_structure": "<strong>ตัวอย่าง:</strong> โครงสร้างของ Monday.com ที่เป็น <code>Workspace → Folder → Board → Group → Items</code> จะกลายเป็น <code>JustDo Board → Folder → Board → Project → Tasks</code> ใน JustDo"
}