{
  "migrate_monday_intro": "Готові перейти з Monday.com на JustDo? Цей посібник показує, як ваші дані та налаштування доступу з Monday.com чітко переносяться на корпоративну платформу JustDo, і як цей перехід відкриває більш зрозумілий загальноорганізаційний огляд.",
  "migrate_monday_multi_level": "Завдяки багаторівневій структурі JustDo пов'язана робота зберігається в одному місці, тому керівництво отримує повну картину портфоліо, команди бачать міжфункціональні залежності, а покращення виявляються швидше.",
  "migrate_monday_unified_view": "Після міграції цей єдиний огляд перетворюється на імпульс: розумніша пріоритизація, чіткіші передачі завдань та простіше масштабування проектів і відділів.",
  "migrate_monday_air_gapped": "JustDo також підтримує <strong>повністю ізольоване розгортання (air-gapped deployment)</strong>. Якщо вам потрібно ізолювати критичні дані та робочі процеси від публічного інтернету, ви можете запустити JustDo в контрольованому вами середовищі — на власних серверах або в приватній хмарі — з суворими мережевими межами. Це дає вам контрольований доступ, детальні дозволи та можливість застосовувати власні політики безпеки, відповідності та збереження даних. Крім того, для повної прозорості вихідний код доступний для вашого аудиту та повної впевненості в безперервності бізнесу.",
  "migrate_monday_understanding_title": "Розуміння міграції",
  "migrate_monday_understanding_desc": "JustDo забезпечує безпечний і простий шлях переходу для корпоративних команд. Ваша організаційна структура, дані проектів і детальні налаштування доступу природно переносяться в гнучку та потужну систему JustDo.",
  "migrate_monday_mapping_title": "Як Monday.com відповідає JustDo",
  "migrate_monday_hierarchy_title": "Ієрархічна структура",
  "migrate_monday_hierarchy_desc": "Ваша структура Monday.com відповідає JustDo наступним чином:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Еквівалент у JustDo",
  "migrate_monday_table_header_description": "Опис",
  "migrate_monday_workspace": "Workspace (Робоча область)",
  "migrate_monday_workspace_equiv": "Дошка JustDo",
  "migrate_monday_workspace_desc": "Контейнер верхнього рівня",
  "migrate_monday_folder": "Folder (Папка)",
  "migrate_monday_folder_equiv": "Відділ/Папка (Колекція проектів)",
  "migrate_monday_folder_desc": "У Monday вони групують пов'язані дошки разом. Багаторівнева ієрархія JustDo дозволяє зберігати все на одній дошці JustDo для легкого загального огляду організації.",
  "migrate_monday_board": "Board (Дошка)",
  "migrate_monday_board_equiv": "Проект",
  "migrate_monday_board_desc": "У Monday зазвичай представляє проект, робочий процес, список клієнтів тощо. У JustDo ви бачите всі проекти в одному загальному огляді.",
  "migrate_monday_group": "Group (Група)",
  "migrate_monday_group_equiv": "Поле стану (State)",
  "migrate_monday_group_desc": "JustDo підтримує призначення кількох груп на завдання — щоб допомогти впоратися з кількома робочими процесами, які впливають на одне й те саме завдання в проекті<sup>1</sup>",
  "migrate_monday_items": "Items (Елементи)",
  "migrate_monday_items_equiv": "Завдання",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Приклад:</strong> У Monday дошка може використовувати одну <strong>групу</strong> для циклу розробки (наприклад, <em>Очікує → В роботі → QA → Виконано</em>). У JustDo ви можете зберегти це <strong>і</strong> додати додаткову групу — наприклад, <em>Виставлення рахунків</em>, <em>Підготовка оголошень</em> або <em>Документація</em> — щоб те саме завдання могло проходити через розробку <strong>і</strong> бізнес-процеси паралельно.",
  "migrate_monday_example_structure": "<strong>Приклад:</strong> Ваша структура Monday.com <code>Workspace → Folder → Board → Group → Items</code> стає <code>Дошка JustDo → Папка → Дошка → Проект → Завдання</code> у JustDo."
}