{
  "migrate_monday_intro": "Είστε έτοιμοι να μεταβείτε από το Monday.com στο JustDo; Αυτός ο οδηγός δείχνει πώς τα δεδομένα και οι έλεγχοι πρόσβασης του Monday.com αντιστοιχίζονται καθαρά στην εταιρική πλατφόρμα του JustDo, και πώς η αλλαγή ξεκλειδώνει μια πιο σαφή, πανοργανωτική προβολή.",
  "migrate_monday_multi_level": "Με τη δομή πολλαπλών επιπέδων του JustDo, η σχετική εργασία βρίσκεται σε ένα μέρος, ώστε η ηγεσία να έχει μια πραγματική εικόνα χαρτοφυλακίου, οι ομάδες να βλέπουν διαλειτουργικές εξαρτήσεις και οι βελτιώσεις να αναδύονται ταχύτερα.",
  "migrate_monday_unified_view": "Μόλις ολοκληρωθεί η μετάβαση, αυτή η ενοποιημένη προβολή μετατρέπεται σε ορμή: εξυπνότερη ιεράρχηση προτεραιοτήτων, πιο ομαλές μεταβιβάσεις και ευκολότερη κλιμάκωση σε έργα και τμήματα.",
  "migrate_monday_air_gapped": "Το JustDo υποστηρίζει επίσης <strong>πλήρως απομονωμένη εγκατάσταση (air-gapped deployment)</strong>. Εάν χρειάζεστε να απομονώσετε κρίσιμα δεδομένα και ροές εργασίας από το δημόσιο διαδίκτυο, μπορείτε να εκτελέσετε το JustDo σε ένα περιβάλλον που ελέγχετε - εσωτερικά (on-premises) ή σε ιδιωτικό cloud - με αυστηρά όρια δικτύου. Αυτό σας παρέχει ελεγμένη πρόσβαση, λεπτομερείς άδειες και τη δυνατότητα να επιβάλλετε τις δικές σας πολιτικές ασφάλειας, συμμόρφωσης και διατήρησης δεδομένων. Επιπλέον, για πλήρη διαφάνεια, ο πηγαίος κώδικας είναι διαθέσιμος για τον έλεγχό σας και πλήρη διασφάλιση της επιχειρηματικής συνέχειας.",
  "migrate_monday_understanding_title": "Κατανόηση της Μετάβασης",
  "migrate_monday_understanding_desc": "Το JustDo παρέχει μια ασφαλή, απλή διαδρομή μετάβασης για εταιρικές ομάδες. Η οργανωτική σας δομή, τα δεδομένα έργων και οι λεπτομερείς έλεγχοι πρόσβασης μεταφράζονται φυσικά στο ευέλικτο και ισχυρό σύστημα του JustDo.",
  "migrate_monday_mapping_title": "Πώς το Monday.com Αντιστοιχίζεται στο JustDo",
  "migrate_monday_hierarchy_title": "Δομή Ιεραρχίας",
  "migrate_monday_hierarchy_desc": "Η δομή του Monday.com αντιστοιχίζεται στο JustDo ως εξής:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Αντίστοιχο στο JustDo",
  "migrate_monday_table_header_description": "Περιγραφή",
  "migrate_monday_workspace": "Workspace (Χώρος Εργασίας)",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Κοντέινερ ανώτατου επιπέδου",
  "migrate_monday_folder": "Folder (Φάκελος)",
  "migrate_monday_folder_equiv": "Τμήμα/Φάκελος (Συλλογή Έργων)",
  "migrate_monday_folder_desc": "Στο Monday αυτά ομαδοποιούν σχετικά boards. Η ιεραρχία πολλαπλών επιπέδων του JustDo επιτρέπει να τα κρατήσετε όλα σε έναν μόνο πίνακα JustDo για μια εύκολη πανοραμική προβολή του οργανισμού.",
  "migrate_monday_board": "Board (Πίνακας)",
  "migrate_monday_board_equiv": "Project (Έργο)",
  "migrate_monday_board_desc": "Στο Monday συνήθως αντιπροσωπεύει ένα έργο, μια ροή εργασίας, μια λίστα πελατών κ.λπ. Στο JustDo βλέπετε όλα τα έργα σε μία πανοραμική προβολή.",
  "migrate_monday_group": "Group (Ομάδα)",
  "migrate_monday_group_equiv": "Πεδίο Κατάστασης (State field)",
  "migrate_monday_group_desc": "Το JustDo υποστηρίζει την ανάθεση πολλαπλών ομάδων (Groups) ανά εργασία - για να βοηθήσει στη φιλοξενία πολλαπλών ροών εργασίας που επηρεάζουν την ίδια εργασία σε ένα έργο<sup>1</sup>",
  "migrate_monday_items": "Items (Στοιχεία)",
  "migrate_monday_items_equiv": "Εργασίες (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Παράδειγμα:</strong> Στο Monday, ένας πίνακας μπορεί να χρησιμοποιεί μία <strong>Ομάδα</strong> για τον κύκλο ζωής ανάπτυξης (π.χ., <em>Εκκρεμεί → Σε Εξέλιξη → QA → Ολοκληρώθηκε</em>). Στο JustDo, μπορείτε να κρατήσετε αυτό <strong>και</strong> να προσθέσετε μια επιπλέον παρακολούθηση Ομάδας - για παράδειγμα, <em>Τιμολόγηση</em>, <em>Προετοιμασία Ανακοίνωσης</em> ή <em>Τεκμηρίωση</em> - ώστε η ίδια εργασία να μπορεί να προχωρά μέσα από την ανάπτυξη <strong>και</strong> τις επιχειρηματικές διαδικασίες παράλληλα.",
  "migrate_monday_example_structure": "<strong>Παράδειγμα:</strong> Η δομή του Monday.com <code>Workspace → Folder → Board → Group → Items</code> γίνεται <code>JustDo Board → Φάκελος → Board → Έργο → Εργασίες</code> στο JustDo."
}