{
  "migrate_monday_intro": "Készen áll a Monday.com-ról a JustDo-ra való áttérésre? Ez az útmutató bemutatja, hogyan illeszkednek a Monday.com adatai és hozzáférés-vezérlései a JustDo vállalati platformjába, és hogyan nyit az áttérés tisztább, szervezetszintű rálátást.",
  "migrate_monday_multi_level": "A JustDo többszintű struktúrájával a kapcsolódó munkák egy helyen vannak, így a vezetőség valódi portfólió-képet kap, a csapatok látják a keresztfunkcionális függőségeket, és a fejlesztések gyorsabban felszínre kerülnek.",
  "migrate_monday_unified_view": "Miután áttelepült, ez az egységes nézet lendületté válik: intelligensebb priorizálás, tisztább feladatátadások és könnyebb skálázás a projekteken és részlegeken keresztül.",
  "migrate_monday_air_gapped": "A JustDo támogatja a <strong>teljesen elszigetelt (air-gapped) telepítést</strong> is. Ha kritikus adatokat és munkafolyamatokat kell elszigetelnie a nyilvános internettől, futtathatja a JustDo-t egy általa felügyelt környezetben - helyszíni vagy privát felhőben - szigorú hálózati határokkal. Ez auditált hozzáférést, finomhangolt jogosultságokat és saját biztonsági, megfelelőségi és adatmegőrzési szabályzatai kikényszerítésének lehetőségét biztosítja. Továbbá, a teljes átláthatóság érdekében a forráskód elérhető az Ön számára auditálásra, és teljes üzletmenet-folytonossági garanciát nyújt.",
  "migrate_monday_understanding_title": "Az áttelepítés megértése",
  "migrate_monday_understanding_desc": "A JustDo biztonságos, egyszerű átállási utat biztosít a vállalati csapatok számára. Szervezeti struktúrája, projektadatai és finomhangolt hozzáférés-vezérlései természetesen illeszkednek a JustDo rugalmas és hatékony rendszerébe.",
  "migrate_monday_mapping_title": "Hogyan felel meg a Monday.com a JustDo-nak",
  "migrate_monday_hierarchy_title": "Hierarchikus struktúra",
  "migrate_monday_hierarchy_desc": "A Monday.com struktúrája a következőképpen felel meg a JustDo-nak:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo megfelelője",
  "migrate_monday_table_header_description": "Leírás",
  "migrate_monday_workspace": "Munkaterület (Workspace)",
  "migrate_monday_workspace_equiv": "JustDo tábla",
  "migrate_monday_workspace_desc": "Legfelső szintű konténer",
  "migrate_monday_folder": "Mappa (Folder)",
  "migrate_monday_folder_equiv": "Részleg/Mappa (Projektgyűjtemény)",
  "migrate_monday_folder_desc": "A Monday-on ezek csoportosítják a kapcsolódó táblákat. A JustDo többszintű hierarchiája lehetővé teszi, hogy mindent egyetlen JustDo táblában tároljon, amely könnyű madártávlati szervezeti rálátást biztosít.",
  "migrate_monday_board": "Tábla (Board)",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "A Monday-on általában egy projektet, munkafolyamatot, ügyféllistát stb. jelent. A JustDo-n az összes projektet egy madártávlati nézetben láthatja.",
  "migrate_monday_group": "Csoport (Group)",
  "migrate_monday_group_equiv": "Állapot mező",
  "migrate_monday_group_desc": "A JustDo támogatja több csoport hozzárendelését feladatonként - hogy segítsen kezelni a projektben ugyanazt a feladatot érintő több munkafolyamatot<sup>1</sup>",
  "migrate_monday_items": "Elemek (Items)",
  "migrate_monday_items_equiv": "Feladatok",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Példa:</strong> A Monday-on egy tábla használhat egy <strong>Csoportot</strong> a fejlesztési életciklushoz (pl. <em>Függőben → Folyamatban → QA → Kész</em>). A JustDo-ban megtarthatja ezt, <strong>és</strong> hozzáadhat egy extra csoportkövetést - például <em>Számlázás</em>, <em>Bejelentés előkészítése</em> vagy <em>Dokumentáció</em> -, így ugyanaz a feladat párhuzamosan haladhat keresztül a fejlesztési <strong>és</strong> üzleti folyamatokon.",
  "migrate_monday_example_structure": "<strong>Példa:</strong> A Monday.com <code>Munkaterület → Mappa → Tábla → Csoport → Elemek</code> struktúrája <code>JustDo tábla → Mappa → Tábla → Projekt → Feladatok</code> lesz a JustDo-ban."
}