{
  "migrate_monday_intro": "Ste pripravení prejsť z Monday.com na JustDo? Táto príručka ukazuje, ako sa vaše dáta a prístupové práva z Monday.com prehľadne premietnu do podnikovej platformy JustDo a ako tento prechod odomkne jasnejší pohľad na celú organizáciu.",
  "migrate_monday_multi_level": "Vďaka viacúrovňovej štruktúre JustDo je súvisiaca práca na jednom mieste, takže vedenie získa skutočný obraz portfólia, tímy vidia medziodborové závislosti a zlepšenia sa objavia rýchlejšie.",
  "migrate_monday_unified_view": "Keď dokončíte migráciu, tento zjednotený pohľad sa premení na dynamiku: inteligentnejšie stanovenie priorít, prehľadnejšie odovzdávanie úloh a jednoduchšie škálovanie naprieč projektmi a oddeleniami.",
  "migrate_monday_air_gapped": "JustDo tiež podporuje <strong>úplne izolované nasadenie (air-gapped deployment)</strong>. Ak potrebujete izolovať kritické dáta a pracovné toky od verejného internetu, môžete prevádzkovať JustDo v prostredí, ktoré kontrolujete - on-premises alebo v súkromnom cloude - s prísnymi sieťovými hranicami. To vám poskytuje auditovaný prístup, detailné oprávnenia a možnosť presadzovať vlastné zásady bezpečnosti, súladu a uchovávania dát. Navyše, pre úplnú transparentnosť je zdrojový kód k dispozícii na audit a plnú záruku kontinuity podnikania.",
  "migrate_monday_understanding_title": "Pochopenie migrácie",
  "migrate_monday_understanding_desc": "JustDo poskytuje bezpečnú a priamu migračnú cestu pre podnikové tímy. Vaša organizačná štruktúra, projektové dáta a podrobné prístupové práva sa prirodzene preložia do flexibilného a výkonného systému JustDo.",
  "migrate_monday_mapping_title": "Ako sa Monday.com mapuje na JustDo",
  "migrate_monday_hierarchy_title": "Hierarchická štruktúra",
  "migrate_monday_hierarchy_desc": "Vaša štruktúra Monday.com sa mapuje na JustDo takto:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Ekvivalent v JustDo",
  "migrate_monday_table_header_description": "Popis",
  "migrate_monday_workspace": "Workspace (Pracovný priestor)",
  "migrate_monday_workspace_equiv": "JustDo Board (Tabuľa)",
  "migrate_monday_workspace_desc": "Kontajner najvyššej úrovne",
  "migrate_monday_folder": "Folder (Priečinok)",
  "migrate_monday_folder_equiv": "Oddelenie/Priečinok (Kolekcia projektov)",
  "migrate_monday_folder_desc": "V Monday tieto zoskupujú súvisiace boards. Viacúrovňová hierarchia JustDo umožňuje udržať všetko v jednej JustDo tabuli pre jednoduchý prehľad celej organizácie z vtáčej perspektívy.",
  "migrate_monday_board": "Board (Tabuľa)",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "V Monday typicky predstavuje projekt, pracovný tok, zoznam klientov atď. V JustDo vidíte všetky projekty v jednom pohľade z vtáčej perspektívy.",
  "migrate_monday_group": "Group (Skupina)",
  "migrate_monday_group_equiv": "Pole stavu (State field)",
  "migrate_monday_group_desc": "JustDo podporuje priradenie viacerých skupín na úlohu - aby pomohol uspokojiť viacero pracovných tokov, ktoré ovplyvňujú rovnakú úlohu v projekte<sup>1</sup>",
  "migrate_monday_items": "Items (Položky)",
  "migrate_monday_items_equiv": "Úlohy (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Príklad:</strong> V Monday môže board používať jednu <strong>Skupinu</strong> pre vývojový cyklus (napr. <em>Čaká → Prebieha → QA → Hotovo</em>). V JustDo môžete zachovať túto <strong>a</strong> pridať ďalšiu skupinovú stopu - napríklad <em>Fakturácia</em>, <em>Príprava oznámenia</em> alebo <em>Dokumentácia</em> - takže rovnaká úloha môže prechádzať vývojom <strong>a</strong> obchodnými procesmi paralelne.",
  "migrate_monday_example_structure": "<strong>Príklad:</strong> Vaša štruktúra Monday.com <code>Workspace → Folder → Board → Group → Items</code> sa stane <code>JustDo Board → Priečinok → Board → Projekt → Úlohy</code> v JustDo."
}