{
  "migrate_monday_intro": "Monday.com से JustDo में स्थानांतरण के लिए तैयार हैं? यह गाइड दिखाती है कि आपका Monday.com डेटा और एक्सेस कंट्रोल JustDo के एंटरप्राइज प्लेटफॉर्म में कैसे सहजता से मैप होते हैं, और यह बदलाव कैसे संगठन-व्यापी दृष्टिकोण को अधिक स्पष्ट बनाता है।",
  "migrate_monday_multi_level": "JustDo की बहु-स्तरीय संरचना के साथ, संबंधित कार्य एक ही स्थान पर रहते हैं, जिससे नेतृत्व को वास्तविक पोर्टफोलियो चित्र मिलता है, टीमें क्रॉस-फंक्शनल निर्भरताएं देखती हैं, और सुधार तेजी से सामने आते हैं।",
  "migrate_monday_unified_view": "एक बार जब आप माइग्रेट हो जाते हैं, तो वह एकीकृत दृश्य गति में बदल जाता है: स्मार्ट प्राथमिकता निर्धारण, स्वच्छ हैंडऑफ्स, और परियोजनाओं और विभागों में आसान स्केलिंग।",
  "migrate_monday_air_gapped": "JustDo <strong>पूरी तरह से एयर-गैप्ड तैनाती (air-gapped deployment)</strong> का भी समर्थन करता है। यदि आपको महत्वपूर्ण डेटा और वर्कफ़्लो को सार्वजनिक इंटरनेट से अलग करने की आवश्यकता है, तो आप JustDo को अपने नियंत्रण वाले वातावरण में - ऑन-प्रिमाइसेस या प्राइवेट क्लाउड में - सख्त नेटवर्क सीमाओं के साथ चला सकते हैं। यह आपको ऑडिटेड एक्सेस, सूक्ष्म अनुमतियां, और अपनी स्वयं की सुरक्षा, अनुपालन, और डेटा-प्रतिधारण नीतियों को लागू करने की क्षमता देता है। इसके अलावा, पूर्ण पारदर्शिता के लिए, सोर्स कोड आपके ऑडिट के लिए उपलब्ध है, और व्यावसायिक निरंतरता का पूर्ण आश्वासन है।",
  "migrate_monday_understanding_title": "माइग्रेशन को समझना",
  "migrate_monday_understanding_desc": "JustDo एंटरप्राइज टीमों के लिए एक सुरक्षित, सीधा संक्रमण मार्ग प्रदान करता है। आपकी संगठनात्मक संरचना, परियोजना डेटा, और सूक्ष्म एक्सेस नियंत्रण JustDo की लचीली और शक्तिशाली प्रणाली में स्वाभाविक रूप से अनुवाद करते हैं।",
  "migrate_monday_mapping_title": "Monday.com JustDo में कैसे मैप होता है",
  "migrate_monday_hierarchy_title": "पदानुक्रम संरचना (Hierarchy Structure)",
  "migrate_monday_hierarchy_desc": "आपकी Monday.com संरचना JustDo में निम्नानुसार मैप होती है:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo समतुल्य",
  "migrate_monday_table_header_description": "विवरण",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo बोर्ड",
  "migrate_monday_workspace_desc": "शीर्ष-स्तरीय कंटेनर",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "विभाग/फ़ोल्डर (प्रोजेक्ट्स कलेक्शन)",
  "migrate_monday_folder_desc": "Monday पर ये संबंधित बोर्डों को एक साथ समूहित करते हैं। JustDo की बहु-स्तरीय पदानुक्रम इसे एक आसान संगठनात्मक दृश्य के लिए एक ही JustDo बोर्ड में सभी को रखने की अनुमति देती है।",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "प्रोजेक्ट",
  "migrate_monday_board_desc": "Monday पर आमतौर पर एक प्रोजेक्ट, एक वर्कफ़्लो, एक क्लाइंट सूची आदि का प्रतिनिधित्व करता है। JustDo पर आप सभी प्रोजेक्ट्स को एक संगठनात्मक दृश्य में देखते हैं।",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "स्टेट फ़ील्ड",
  "migrate_monday_group_desc": "JustDo प्रति टास्क एकाधिक ग्रुप्स असाइन करने का समर्थन करता है - एक प्रोजेक्ट में एक ही टास्क को प्रभावित करने वाले कई वर्कफ़्लो को समायोजित करने में मदद के लिए<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "टास्क",
  "migrate_monday_group_note": "<sup>1</sup> <strong>उदाहरण:</strong> Monday में, एक बोर्ड विकास जीवनचक्र के लिए एक <strong>ग्रुप</strong> का उपयोग कर सकता है (उदाहरण के लिए, <em>पेंडिंग → इन प्रोग्रेस → QA → डन</em>)। JustDo में, आप उसे रख सकते हैं <strong>और</strong> एक अतिरिक्त ग्रुप ट्रैक जोड़ सकते हैं - उदाहरण के लिए, <em>इनवॉइसिंग</em>, <em>अनाउंसमेंट प्रेप</em>, या <em>डॉक्यूमेंटेशन</em> - ताकि एक ही टास्क समानांतर में विकास <strong>और</strong> व्यावसायिक प्रक्रियाओं के माध्यम से आगे बढ़ सके।",
  "migrate_monday_example_structure": "<strong>उदाहरण:</strong> आपकी Monday.com संरचना <code>Workspace → Folder → Board → Group → Items</code> JustDo में <code>JustDo बोर्ड → फ़ोल्डर → प्रोजेक्ट → टास्क</code> बन जाती है।"
}