{
  "migrate_monday_intro": "Valmiina siirtymään Monday.comista JustDoon? Tämä opas näyttää, miten Monday.com-tietosi ja käyttöoikeuksien hallinta siirtyvät sujuvasti JustDon yritysalustalle ja miten siirtymä avaa selkeämmän, koko organisaation kattavan näkymän.",
  "migrate_monday_multi_level": "JustDon monitasoisella rakenteella toisiinsa liittyvä työ on yhdessä paikassa, jolloin johto saa todellisen portfolionäkymän, tiimit näkevät toimintojen väliset riippuvuudet ja parannukset nousevat esiin nopeammin.",
  "migrate_monday_unified_view": "Siirron jälkeen yhtenäinen näkymä muuttuu vauhdiksi: älykkäämpää priorisointia, selkeämpiä siirtoja ja helpompaa skaalautumista projektien ja osastojen välillä.",
  "migrate_monday_air_gapped": "JustDo tukee myös <strong>täysin eristettyä käyttöönottoa (air-gapped deployment)</strong>. Jos sinun täytyy eristää kriittinen data ja työnkulut julkisesta internetistä, voit ajaa JustDoa hallitsemassasi ympäristössä - paikallisesti tai yksityisessä pilvessä - tiukoilla verkkorajoilla. Tämä antaa sinulle auditoitua käyttöoikeutta, tarkkoja käyttöoikeuksia ja mahdollisuuden panna täytäntöön omat tietoturva-, vaatimustenmukaisuus- ja tietojen säilytysperiaatteesi. Lisäksi täyden läpinäkyvyyden varmistamiseksi lähdekoodi on saatavilla auditoitavaksi ja täydellinen varmistus liiketoiminnan jatkuvuudesta.",
  "migrate_monday_understanding_title": "Siirron ymmärtäminen",
  "migrate_monday_understanding_desc": "JustDo tarjoaa turvallisen ja suoraviivaisen siirtymäpolun yritystiimeille. Organisaatiorakenteesi, projektitietosi ja tarkat käyttöoikeuksien hallintasi siirtyvät luonnollisesti JustDon joustavaan ja tehokkaaseen järjestelmään.",
  "migrate_monday_mapping_title": "Miten Monday.com vastaa JustDoa",
  "migrate_monday_hierarchy_title": "Hierarkiarakenne",
  "migrate_monday_hierarchy_desc": "Monday.com-rakenteesi vastaa JustDoa seuraavasti:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo-vastine",
  "migrate_monday_table_header_description": "Kuvaus",
  "migrate_monday_workspace": "Työtila (Workspace)",
  "migrate_monday_workspace_equiv": "JustDo-taulu",
  "migrate_monday_workspace_desc": "Ylimmän tason säilö",
  "migrate_monday_folder": "Kansio (Folder)",
  "migrate_monday_folder_equiv": "Osasto/Kansio (Projektikokoelma)",
  "migrate_monday_folder_desc": "Mondayssa nämä ryhmittelevät toisiinsa liittyviä tauluja. JustDon monitasoinen hierarkia mahdollistaa kaiken pitämisen yhdessä JustDo-taulussa helppoa kokonaisnäkymää varten.",
  "migrate_monday_board": "Taulu (Board)",
  "migrate_monday_board_equiv": "Projekti",
  "migrate_monday_board_desc": "Mondayssa edustaa tyypillisesti projektia, työnkulkua, asiakasluetteloa jne. JustDossa näet kaikki projektit yhdessä kokonaisnäkymässä.",
  "migrate_monday_group": "Ryhmä (Group)",
  "migrate_monday_group_equiv": "Tila-kenttä (State field)",
  "migrate_monday_group_desc": "JustDo tukee useiden ryhmien määrittämistä tehtävää kohden - auttaen monien työnkulkujen yhteensovittamisessa, jotka vaikuttavat samaan tehtävään projektissa<sup>1</sup>",
  "migrate_monday_items": "Kohteet (Items)",
  "migrate_monday_items_equiv": "Tehtävät",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Esimerkki:</strong> Mondayssa taulu saattaa käyttää yhtä <strong>ryhmää</strong> kehityksen elinkaarelle (esim. <em>Odottaa → Työn alla → Laadunvarmistus → Valmis</em>). JustDossa voit pitää sen <strong>ja</strong> lisätä ylimääräisen ryhmäraidan - esimerkiksi <em>Laskutus</em>, <em>Julkaisun valmistelu</em> tai <em>Dokumentointi</em> - joten sama tehtävä voi edetä kehityksessä <strong>ja</strong> liiketoimintaprosesseissa rinnakkain.",
  "migrate_monday_example_structure": "<strong>Esimerkki:</strong> Monday.com-rakenteesi <code>Työtila → Kansio → Taulu → Ryhmä → Kohteet</code> muuttuu muotoon <code>JustDo-taulu → Kansio → Taulu → Projekti → Tehtävät</code> JustDossa."
}