{
  "migrate_monday_intro": "Monday.com இலிருந்து JustDo க்கு மாற தயாரா? உங்கள் Monday.com தரவு மற்றும் அணுகல் கட்டுப்பாடுகள் JustDo இன் நிறுவன தளத்துடன் எவ்வாறு தெளிவாக இணைகின்றன என்பதையும், இந்த மாற்றம் எவ்வாறு தெளிவான, நிறுவன அளவிலான பார்வையை வெளிப்படுத்துகிறது என்பதையும் இந்த வழிகாட்டி காட்டுகிறது.",
  "migrate_monday_multi_level": "JustDo இன் பல-நிலை அமைப்பில், தொடர்புடைய வேலைகள் ஒரே இடத்தில் இருப்பதால், தலைமைத்துவம் உண்மையான portfolio படத்தைப் பெறுகிறது, குழுக்கள் cross-functional சார்புகளைக் காண்கின்றன, மற்றும் மேம்பாடுகள் விரைவாக வெளிப்படுகின்றன.",
  "migrate_monday_unified_view": "நீங்கள் migrate செய்த பிறகு, அந்த ஒருங்கிணைந்த பார்வை வேகமாக மாறுகிறது: சிறந்த முன்னுரிமை, தெளிவான handoffs, மற்றும் திட்டங்கள் மற்றும் துறைகள் முழுவதும் எளிதான விரிவாக்கம்.",
  "migrate_monday_air_gapped": "JustDo <strong>முழுமையான air-gapped deployment</strong> ஆதரிக்கிறது. முக்கியமான தரவு மற்றும் workflows ஐ பொது இணையத்திலிருந்து தனிமைப்படுத்த வேண்டும் என்றால், நீங்கள் கட்டுப்படுத்தும் சூழலில் - உங்கள் வளாகத்தில் அல்லது தனியார் cloud இல் - கடுமையான network எல்லைகளுடன் JustDo ஐ இயக்கலாம். இது உங்களுக்கு audited அணுகல், நுணுக்கமான அனுமதிகள், மற்றும் உங்கள் சொந்த பாதுகாப்பு, இணக்கம் மற்றும் data-retention கொள்கைகளை செயல்படுத்தும் திறனை வழங்குகிறது. மேலும், முழு வெளிப்படைத்தன்மைக்காக, source code உங்கள் தணிக்கைக்கு கிடைக்கிறது, மற்றும் வணிக தொடர்ச்சியின் முழு உறுதி.",
  "migrate_monday_understanding_title": "Migration ஐ புரிந்துகொள்ளுதல்",
  "migrate_monday_understanding_desc": "நிறுவன குழுக்களுக்கு பாதுகாப்பான, நேரடியான மாற்ற பாதையை JustDo வழங்குகிறது. உங்கள் நிறுவன அமைப்பு, திட்ட தரவு மற்றும் நுணுக்கமான அணுகல் கட்டுப்பாடுகள் JustDo இன் நெகிழ்வான மற்றும் சக்திவாய்ந்த அமைப்பில் இயல்பாக மொழிபெயர்க்கப்படுகின்றன.",
  "migrate_monday_mapping_title": "Monday.com JustDo உடன் எவ்வாறு இணைகிறது",
  "migrate_monday_hierarchy_title": "படிநிலை அமைப்பு (Hierarchy Structure)",
  "migrate_monday_hierarchy_desc": "உங்கள் Monday.com அமைப்பு JustDo இல் பின்வருமாறு இணைகிறது:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo இணையானது",
  "migrate_monday_table_header_description": "விளக்கம்",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "உயர்-நிலை container",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Department/Folder (Projects Collection)",
  "migrate_monday_folder_desc": "Monday இல் இவை தொடர்புடைய boards ஐ ஒன்றாக குழுவாக்குகின்றன. JustDo இன் பல-நிலை படிநிலை அனைத்தையும் ஒரே JustDo board இல் வைத்திருக்க அனுமதிக்கிறது, இதனால் எளிதான bird-eye நிறுவன பார்வை கிடைக்கிறது.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Project",
  "migrate_monday_board_desc": "Monday இல் பொதுவாக ஒரு திட்டம், workflow, client பட்டியல் போன்றவற்றைக் குறிக்கிறது. JustDo இல் நீங்கள் அனைத்து திட்டங்களையும் ஒரு bird-eye பார்வையில் காண்கிறீர்கள்.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "State புலம்",
  "migrate_monday_group_desc": "JustDo ஒரு பணிக்கு பல Groups ஐ ஒதுக்குவதை ஆதரிக்கிறது - ஒரு திட்டத்தில் ஒரே பணியை பாதிக்கும் பல workflows ஐ இடமளிக்க உதவுகிறது<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tasks (பணிகள்)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>உதாரணம்:</strong> Monday இல், ஒரு board development வாழ்க்கைச் சுழற்சிக்கு ஒரு <strong>Group</strong> ஐ பயன்படுத்தலாம் (எ.கா., <em>Pending → In Progress → QA → Done</em>). JustDo இல், நீங்கள் அதை வைத்திருக்கலாம் <strong>மற்றும்</strong> கூடுதல் Group track ஐ சேர்க்கலாம் - எடுத்துக்காட்டாக, <em>Invoicing</em>, <em>Announcement Prep</em>, அல்லது <em>Documentation</em> - எனவே அதே பணி development <strong>மற்றும்</strong> வணிக செயல்முறைகள் இரண்டிலும் இணையாக நகரலாம்.",
  "migrate_monday_example_structure": "<strong>உதாரணம்:</strong> உங்கள் Monday.com அமைப்பு <code>Workspace → Folder → Board → Group → Items</code> JustDo இல் <code>JustDo Board → Folder → Board → Project → Tasks</code> ஆக மாறுகிறது."
}