{
  "migrate_monday_intro": "Monday.com থেকে JustDo-তে স্থানান্তরিত হতে প্রস্তুত? এই গাইডটি দেখায় কীভাবে আপনার Monday.com ডেটা এবং অ্যাক্সেস নিয়ন্ত্রণ JustDo-এর এন্টারপ্রাইজ প্ল্যাটফর্মে সুন্দরভাবে ম্যাপ হয়, এবং কীভাবে এই পরিবর্তন একটি স্পষ্ট, সংস্থা-ব্যাপী দৃষ্টিভঙ্গি খুলে দেয়।",
  "migrate_monday_multi_level": "JustDo-এর বহুস্তরীয় কাঠামোর সাথে, সম্পর্কিত কাজ একই জায়গায় থাকে, যাতে নেতৃত্ব একটি সত্যিকারের পোর্টফোলিও চিত্র পায়, দলগুলি ক্রস-ফাংশনাল নির্ভরতা দেখে এবং উন্নতিগুলি দ্রুত প্রকাশিত হয়।",
  "migrate_monday_unified_view": "একবার আপনি মাইগ্রেট করলে, সেই একীভূত দৃষ্টিভঙ্গি গতিতে পরিণত হয়: স্মার্ট অগ্রাধিকার নির্ধারণ, পরিষ্কার হস্তান্তর এবং প্রকল্প ও বিভাগ জুড়ে সহজ স্কেলিং।",
  "migrate_monday_air_gapped": "JustDo <strong>সম্পূর্ণ এয়ার-গ্যাপড ডিপ্লয়মেন্ট</strong>ও সমর্থন করে। যদি আপনার গুরুত্বপূর্ণ ডেটা এবং ওয়ার্কফ্লোকে পাবলিক ইন্টারনেট থেকে বিচ্ছিন্ন করার প্রয়োজন হয়, তাহলে আপনি JustDo-কে এমন একটি পরিবেশে চালাতে পারেন যা আপনি নিয়ন্ত্রণ করেন - অন-প্রিমাইসেস বা প্রাইভেট ক্লাউডে - কঠোর নেটওয়ার্ক সীমানা সহ। এটি আপনাকে অডিট করা অ্যাক্সেস, সূক্ষ্ম-নিয়ন্ত্রিত অনুমতি এবং আপনার নিজস্ব নিরাপত্তা, কমপ্লায়েন্স এবং ডেটা-ধারণ নীতি প্রয়োগের ক্ষমতা দেয়। আরও, সম্পূর্ণ স্বচ্ছতার জন্য, সোর্স কোড আপনার অডিটের জন্য উপলব্ধ এবং ব্যবসা অব্যাহত রাখার সম্পূর্ণ আশ্বাস রয়েছে।",
  "migrate_monday_understanding_title": "মাইগ্রেশন বোঝা",
  "migrate_monday_understanding_desc": "JustDo এন্টারপ্রাইজ দলগুলির জন্য একটি সুরক্ষিত, সরল পরিবর্তনের পথ প্রদান করে। আপনার সাংগঠনিক কাঠামো, প্রকল্প ডেটা এবং সূক্ষ্ম-নিয়ন্ত্রিত অ্যাক্সেস নিয়ন্ত্রণ স্বাভাবিকভাবে JustDo-এর নমনীয় এবং শক্তিশালী সিস্টেমে অনুবাদ করে।",
  "migrate_monday_mapping_title": "Monday.com কীভাবে JustDo-তে ম্যাপ হয়",
  "migrate_monday_hierarchy_title": "হায়ারার্কি কাঠামো",
  "migrate_monday_hierarchy_desc": "আপনার Monday.com কাঠামো নিম্নরূপে JustDo-তে ম্যাপ হয়:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo সমতুল্য",
  "migrate_monday_table_header_description": "বর্ণনা",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo বোর্ড",
  "migrate_monday_workspace_desc": "শীর্ষ-স্তরের কন্টেইনার",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "বিভাগ/ফোল্ডার (প্রকল্প সংগ্রহ)",
  "migrate_monday_folder_desc": "Monday-তে এগুলি সম্পর্কিত বোর্ডগুলিকে একসাথে গ্রুপ করে। JustDo-এর বহুস্তরীয় হায়ারার্কি এটিকে একটি একক JustDo বোর্ডে সব রাখার অনুমতি দেয় যাতে সহজে সংস্থার পাখির চোখের দৃশ্য পাওয়া যায়।",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "প্রকল্প",
  "migrate_monday_board_desc": "Monday-তে সাধারণত একটি প্রকল্প, একটি ওয়ার্কফ্লো, একটি ক্লায়েন্ট তালিকা ইত্যাদি প্রতিনিধিত্ব করে। JustDo-তে আপনি সমস্ত প্রকল্প একটি পাখির চোখের দৃশ্যে দেখতে পারেন।",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "স্টেট ফিল্ড",
  "migrate_monday_group_desc": "JustDo প্রতি টাস্কে একাধিক গ্রুপ নিয়োগ করতে সমর্থন করে - একটি প্রকল্পে একই টাস্ককে প্রভাবিত করে এমন একাধিক ওয়ার্কফ্লো মিটমাট করতে সাহায্য করতে<sup>১</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "টাস্ক",
  "migrate_monday_group_note": "<sup>১</sup> <strong>উদাহরণ:</strong> Monday-তে, একটি বোর্ড ডেভেলপমেন্ট লাইফসাইকেলের জন্য একটি <strong>গ্রুপ</strong> ব্যবহার করতে পারে (যেমন, <em>মুলতুবি → প্রগতিতে → QA → সম্পন্ন</em>)। JustDo-তে, আপনি এটি রাখতে পারেন <strong>এবং</strong> একটি অতিরিক্ত গ্রুপ ট্র্যাক যোগ করতে পারেন - উদাহরণস্বরূপ, <em>ইনভয়েসিং</em>, <em>ঘোষণা প্রস্তুতি</em>, বা <em>ডকুমেন্টেশন</em> - যাতে একই টাস্ক ডেভেলপমেন্ট <strong>এবং</strong> ব্যবসায়িক প্রক্রিয়া সমান্তরালে চলতে পারে।",
  "migrate_monday_example_structure": "<strong>উদাহরণ:</strong> আপনার Monday.com কাঠামো <code>Workspace → Folder → Board → Group → Items</code> JustDo-তে <code>JustDo বোর্ড → ফোল্ডার → বোর্ড → প্রকল্প → টাস্ক</code> হয়ে যায়।"
}