{
  "migrate_monday_intro": "Pronto para migrar do Monday.com para o JustDo? Este guia mostra como seus dados e controles de acesso do Monday.com se mapeiam perfeitamente para a plataforma empresarial do JustDo, e como essa mudança oferece uma visão organizacional mais clara e abrangente.",
  "migrate_monday_multi_level": "Com a estrutura multinível do JustDo, trabalhos relacionados ficam em um só lugar, permitindo que a liderança tenha uma visão real do portfólio, as equipes vejam dependências entre funções e melhorias surjam mais rapidamente.",
  "migrate_monday_unified_view": "Após a migração, essa visão unificada se transforma em momentum: priorização mais inteligente, transições mais limpas e escalabilidade mais fácil entre projetos e departamentos.",
  "migrate_monday_air_gapped": "O JustDo também suporta <strong>implantação completamente isolada (air-gapped)</strong>. Se você precisa isolar dados e fluxos de trabalho críticos da internet pública, pode executar o JustDo em um ambiente que você controla - on-premises ou em nuvem privada - com limites de rede rigorosos. Isso oferece acesso auditado, permissões granulares e a capacidade de aplicar suas próprias políticas de segurança, conformidade e retenção de dados. Além disso, para total transparência, o código-fonte está disponível para sua auditoria e garantia completa de continuidade de negócios.",
  "migrate_monday_understanding_title": "Compreendendo a Migração",
  "migrate_monday_understanding_desc": "O JustDo oferece um caminho de transição seguro e direto para equipes empresariais. Sua estrutura organizacional, dados de projeto e controles de acesso granulares se traduzem naturalmente no sistema flexível e poderoso do JustDo.",
  "migrate_monday_mapping_title": "Como o Monday.com se Mapeia para o JustDo",
  "migrate_monday_hierarchy_title": "Estrutura Hierárquica",
  "migrate_monday_hierarchy_desc": "Sua estrutura do Monday.com se mapeia para o JustDo da seguinte forma:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Equivalente no JustDo",
  "migrate_monday_table_header_description": "Descrição",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Container de nível superior",
  "migrate_monday_folder": "Folder (Pasta)",
  "migrate_monday_folder_equiv": "Departamento/Pasta (Coleção de Projetos)",
  "migrate_monday_folder_desc": "No Monday, estes agrupam boards relacionados. A hierarquia multinível do JustDo permite manter tudo em um único JustDo board para uma visão organizacional fácil e panorâmica.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projeto",
  "migrate_monday_board_desc": "No Monday, tipicamente representa um projeto, um fluxo de trabalho, uma lista de clientes, etc. No JustDo, você vê todos os projetos em uma única visão panorâmica.",
  "migrate_monday_group": "Group (Grupo)",
  "migrate_monday_group_equiv": "Campo de Estado",
  "migrate_monday_group_desc": "O JustDo suporta atribuir múltiplos Groups por tarefa - para ajudar a acomodar múltiplos fluxos de trabalho que afetam a mesma tarefa em um projeto<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tarefas",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Exemplo:</strong> No Monday, um board pode usar um <strong>Group</strong> para o ciclo de vida de desenvolvimento (ex.: <em>Pendente → Em Progresso → QA → Concluído</em>). No JustDo, você pode manter isso <strong>e</strong> adicionar uma trilha extra de Group - por exemplo, <em>Faturamento</em>, <em>Preparação de Anúncio</em> ou <em>Documentação</em> - para que a mesma tarefa possa avançar pelo desenvolvimento <strong>e</strong> processos de negócios em paralelo.",
  "migrate_monday_example_structure": "<strong>Exemplo:</strong> Sua estrutura do Monday.com de <code>Workspace → Folder → Board → Group → Items</code> se torna <code>JustDo Board → Pasta → Board → Projeto → Tarefas</code> no JustDo."
}