{
  "migrate_monday_intro": "Gati për të kaluar nga Monday.com në JustDo? Ky udhëzues tregon se si të dhënat tuaja nga Monday.com dhe kontrollet e qasjes përputhen në mënyrë të pastër me platformën e ndërmarrjes së JustDo, dhe si ky ndryshim hap një pamje më të qartë në nivel organizate.",
  "migrate_monday_multi_level": "Me strukturën shumë-nivelore të JustDo, puna e lidhur qëndron në një vend të vetëm, kështu që udhëheqja merr një pasqyrë të vërtetë të portofolit, ekipet shohin varësitë ndër-funksionale dhe përmirësimet dalin më shpejt.",
  "migrate_monday_unified_view": "Pasi të keni migruar, ajo pamje e unifikuar kthehet në moment: prioritizim më i mençur, dorëzime më të pastra dhe shkallëzim më i lehtë përmes projekteve dhe departamenteve.",
  "migrate_monday_air_gapped": "JustDo gjithashtu mbështet <strong>vendosje plotësisht të izoluar nga interneti (air-gapped deployment)</strong>. Nëse duhet të izoloni të dhëna dhe flukse pune kritike nga interneti publik, mund ta drejtoni JustDo në një mjedis që kontrolloni ju - në ambientet tuaja (on-premises) ose në një re private - me kufij rrjeti të rreptë. Kjo ju ofron qasje të audituar, autorizime të detajuara dhe aftësinë për të zbatuar politikat tuaja të sigurisë, përputhshmërisë dhe ruajtjes së të dhënave. Për më tepër, për transparencë të plotë, kodi burimor është i disponueshëm për auditimin tuaj dhe siguron vazhdimësinë e plotë të biznesit.",
  "migrate_monday_understanding_title": "Kuptimi i Migrimit",
  "migrate_monday_understanding_desc": "JustDo ofron një rrugë kalimi të sigurt dhe të drejtpërdrejtë për ekipet e ndërmarrjeve. Struktura juaj organizative, të dhënat e projektit dhe kontrollet e detajuara të qasjes përkthehen natyrshëm në sistemin fleksibël dhe të fuqishëm të JustDo.",
  "migrate_monday_mapping_title": "Si Përputhet Monday.com me JustDo",
  "migrate_monday_hierarchy_title": "Struktura Hierarkike",
  "migrate_monday_hierarchy_desc": "Struktura juaj nga Monday.com përputhet me JustDo si më poshtë:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Ekuivalenti në JustDo",
  "migrate_monday_table_header_description": "Përshkrimi",
  "migrate_monday_workspace": "Workspace (Hapësira e Punës)",
  "migrate_monday_workspace_equiv": "JustDo Board (Tabelë)",
  "migrate_monday_workspace_desc": "Kontejneri i nivelit më të lartë",
  "migrate_monday_folder": "Folder (Dosje)",
  "migrate_monday_folder_equiv": "Department/Folder (Departament/Dosje) - Koleksion Projektesh",
  "migrate_monday_folder_desc": "Në Monday këto grupojnë tabelat e lidhura së bashku. Hierarkia shumë-nivelore e JustDo lejon që të mbajë të gjitha në një tabelë të vetme JustDo për një pamje të lehtë organizative nga lart.",
  "migrate_monday_board": "Board (Tabelë)",
  "migrate_monday_board_equiv": "Project (Projekt)",
  "migrate_monday_board_desc": "Në Monday zakonisht përfaqëson një projekt, një flukse pune, një listë klientësh, etj. Në JustDo i shihni të gjitha projektet në një pamje nga lart.",
  "migrate_monday_group": "Group (Grup)",
  "migrate_monday_group_equiv": "Fusha State (Gjendje)",
  "migrate_monday_group_desc": "JustDo mbështet caktimin e shumë Grupeve për detyrë - për të ndihmuar në akomodimin e flukseve të shumta pune që ndikojnë në të njëjtën detyrë në një projekt<sup>1</sup>",
  "migrate_monday_items": "Items (Artikuj)",
  "migrate_monday_items_equiv": "Tasks (Detyra)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Shembull:</strong> Në Monday, një tabelë mund të përdorë një <strong>Grup</strong> për ciklin e jetës së zhvillimit (p.sh., <em>Në pritje → Në proces → QA → E përfunduar</em>). Në JustDo, mund ta mbani atë <strong>dhe</strong> të shtoni një gjurmë shtesë Grupi - për shembull, <em>Faturim</em>, <em>Përgatitje Njoftimi</em>, ose <em>Dokumentim</em> - kështu që e njëjta detyrë mund të lëvizë përmes zhvillimit <strong>dhe</strong> proceseve të biznesit në paralel.",
  "migrate_monday_example_structure": "<strong>Shembull:</strong> Struktura juaj nga Monday.com e <code>Workspace → Folder → Board → Group → Items</code> bëhet <code>JustDo Board → Folder → Board → Project → Tasks</code> në JustDo."
}