{
  "migrate_monday_intro": "Ready to transition from Monday.com to JustDo? This guide shows how your Monday.com data and access controls map cleanly to JustDo's enterprise platform, and how the shift unlocks a clearer, organization-wide view.",
  "migrate_monday_multi_level": "With JustDo's multi-level structure, related work lives in one place, so leadership gets a true portfolio picture, teams see cross-functional dependencies, and improvements surface faster.",
  "migrate_monday_unified_view": "Once you're migrated, that unified view turns into momentum: smarter prioritization, cleaner handoffs, and easier scaling across projects and departments.",
  "migrate_monday_air_gapped": "JustDo also supports <strong>fully air-gapped deployment</strong>. If you need to isolate critical data and workflows from the public internet, you can run JustDo in an environment you control - on-premises or in a private cloud - with strict network boundaries. This gives you audited access, fine-grained permissions, and the ability to enforce your own security, compliance, and data-retention policies. Further, for full transparency, the source code is available for your audit, and full assurance of business continuity.",
  "migrate_monday_understanding_title": "Understanding the Migration",
  "migrate_monday_understanding_desc": "JustDo provides a secure, straightforward transition path for enterprise teams. Your organizational structure, project data, and fine-grained access controls translate naturally into JustDo's flexible and powerful system.",
  "migrate_monday_mapping_title": "How Monday.com Maps to JustDo",
  "migrate_monday_hierarchy_title": "Hierarchy Structure",
  "migrate_monday_hierarchy_desc": "Your Monday.com structure maps to JustDo as follows:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Equivalent",
  "migrate_monday_table_header_description": "Description",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Top-level container",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Department/Folder (Projects Collection)",
  "migrate_monday_folder_desc": "On Monday these groups related boards together. JustDo's multi-level hierarchy allows it to hold all in a single JustDo board for an easy bird-eye org view.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Project",
  "migrate_monday_board_desc": "On Monday typically represents a project, a workflow, a client list, etc. On JustDo you see all the projects in one bird-eye view.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "State field",
  "migrate_monday_group_desc": "JustDo supports assigning multiple Groups per task - to help accommodate multiple workflows that are affecting the same task in a project<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tasks",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Example:</strong> In Monday, a board might use one <strong>Group</strong> for the development lifecycle (e.g., <em>Pending → In Progress → QA → Done</em>). In JustDo, you can keep that <strong>and</strong> add an extra Group track - for example, <em>Invoicing</em>, <em>Announcement Prep</em>, or <em>Documentation</em> - so the same task can move through development <strong>and</strong> business processes in parallel.",
  "migrate_monday_example_structure": "<strong>Example:</strong> Your Monday.com structure of <code>Workspace → Folder → Board → Group → Items</code> becomes <code>JustDo Board → Folder → Board → Project → Tasks</code> in JustDo."
}

