{
  "migrate_monday_intro": "Gata să treci de la Monday.com la JustDo? Acest ghid arată cum datele și controalele de acces din Monday.com se mapează perfect pe platforma enterprise JustDo, și cum această tranziție deblochează o viziune mai clară la nivel organizațional.",
  "migrate_monday_multi_level": "Cu structura multi-nivel a JustDo, activitățile conexe sunt într-un singur loc, astfel încât conducerea obține o imagine reală a portofoliului, echipele văd dependențele cross-funcționale, iar îmbunătățirile apar mai rapid.",
  "migrate_monday_unified_view": "Odată ce migrația este finalizată, acea viziune unificată se transformă în impuls: prioritizare mai inteligentă, tranziții mai clare și scalare mai ușoară între proiecte și departamente.",
  "migrate_monday_air_gapped": "JustDo suportă și <strong>deployment complet izolat (air-gapped)</strong>. Dacă trebuie să izolezi date și fluxuri de lucru critice de internetul public, poți rula JustDo într-un mediu pe care îl controlezi - on-premises sau într-un cloud privat - cu limite stricte de rețea. Aceasta îți oferă acces auditat, permisiuni granulare și capacitatea de a aplica propriile politici de securitate, conformitate și retenție de date. Mai mult, pentru transparență totală, codul sursă este disponibil pentru audit și asigură continuitatea afacerii.",
  "migrate_monday_understanding_title": "Înțelegerea Migrației",
  "migrate_monday_understanding_desc": "JustDo oferă o cale de tranziție sigură și directă pentru echipele enterprise. Structura organizațională, datele de proiect și controalele de acces granulare se traducnatural în sistemul flexibil și puternic al JustDo.",
  "migrate_monday_mapping_title": "Cum se Mapează Monday.com pe JustDo",
  "migrate_monday_hierarchy_title": "Structura Ierarhiei",
  "migrate_monday_hierarchy_desc": "Structura ta Monday.com se mapează pe JustDo astfel:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Echivalent JustDo",
  "migrate_monday_table_header_description": "Descriere",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Container de nivel superior",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Departament/Folder (Colecție de Proiecte)",
  "migrate_monday_folder_desc": "Pe Monday acestea grupează board-uri conexe. Ierarhia multi-nivel a JustDo permite păstrarea tuturor într-un singur board JustDo pentru o viziune organizațională clară.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Proiect",
  "migrate_monday_board_desc": "Pe Monday reprezintă de obicei un proiect, un flux de lucru, o listă de clienți etc. Pe JustDo vezi toate proiectele într-o singură viziune de ansamblu.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Câmp State (Stare)",
  "migrate_monday_group_desc": "JustDo suportă atribuirea mai multor Group-uri per task - pentru a acomoda fluxuri de lucru multiple care afectează același task într-un proiect<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tasks (Sarcini)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Exemplu:</strong> Pe Monday, un board poate folosi un <strong>Group</strong> pentru ciclul de dezvoltare (de ex., <em>Pending → In Progress → QA → Done</em>). În JustDo, poți păstra asta <strong>și</strong> adăuga un track suplimentar de Group - de exemplu, <em>Invoicing</em>, <em>Announcement Prep</em> sau <em>Documentation</em> - astfel încât același task să poată avansa prin procesele de dezvoltare <strong>și</strong> cele de business în paralel.",
  "migrate_monday_example_structure": "<strong>Exemplu:</strong> Structura ta Monday.com <code>Workspace → Folder → Board → Group → Items</code> devine <code>JustDo Board → Folder → Board → Project → Tasks</code> în JustDo."
}