{
  "migrate_monday_intro": "Valmis üle minema Monday.com'ist JustDo'sse? See juhend näitab, kuidas teie Monday.com'i andmed ja juurdepääsukontrollid sobivad sujuvalt JustDo ettevõtteplatvormiga ning kuidas üleminek avab selgema, kogu organisatsiooni hõlmava vaate.",
  "migrate_monday_multi_level": "JustDo mitmetasandilise struktuuriga elab seotud töö ühes kohas, nii et juhtkond saab tõelise portfelli pildi, meeskonnad näevad valdkonnaüleseid sõltuvusi ja täiustused ilmnevad kiiremini.",
  "migrate_monday_unified_view": "Kui olete migreeritud, muutub see ühtne vaade hooguks: targemaks prioritiseerimiseks, selgemateks üleandmisteks ja lihtsamaks skaleerimiseks projektide ja osakondade lõikes.",
  "migrate_monday_air_gapped": "JustDo toetab ka <strong>täielikult õhulõhega (air-gapped) paigaldust</strong>. Kui peate kriitilised andmed ja töövood avalikust internetist isoleerima, saate JustDo'd käitada teie kontrollitavas keskkonnas - kohapeal (on-premises) või privaatvõrgus - rangete võrgupiirangutetega. See annab teile auditeeritud juurdepääsu, detailsed õigused ning võimaluse jõustada oma turva-, vastavus- ja andmesäilituspoliitikaid. Lisaks on täieliku läbipaistvuse tagamiseks lähtekood teie auditeerimiseks kättesaadav ning äritegevuse jätkuvuse täielik kindlustamine.",
  "migrate_monday_understanding_title": "Migratsiooni Mõistmine",
  "migrate_monday_understanding_desc": "JustDo pakub ettevõtte meeskondadele turvalist ja lihtsat üleminekuteed. Teie organisatsiooniline struktuur, projektiandmed ja detailsed juurdepääsukontrollid kanduvad loomulikult üle JustDo paindlikku ja võimsasse süsteemi.",
  "migrate_monday_mapping_title": "Kuidas Monday.com Vastab JustDo'le",
  "migrate_monday_hierarchy_title": "Hierarhia Struktuur",
  "migrate_monday_hierarchy_desc": "Teie Monday.com'i struktuur vastab JustDo'le järgmiselt:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Vaste",
  "migrate_monday_table_header_description": "Kirjeldus",
  "migrate_monday_workspace": "Workspace (Tööruum)",
  "migrate_monday_workspace_equiv": "JustDo Board (Töölaud)",
  "migrate_monday_workspace_desc": "Kõrgeima taseme konteiner",
  "migrate_monday_folder": "Folder (Kaust)",
  "migrate_monday_folder_equiv": "Department/Folder (Osakond/Kaust, Projektide Kogu)",
  "migrate_monday_folder_desc": "Monday'l grupeerivad need omavahel seotud lauad kokku. JustDo mitmetasandiline hierarhia võimaldab hoida kõike ühel JustDo laual hõlpsa linnuvaate jaoks organisatsioonis.",
  "migrate_monday_board": "Board (Laud)",
  "migrate_monday_board_equiv": "Project (Projekt)",
  "migrate_monday_board_desc": "Monday'l tähistab see tavaliselt projekti, töövoogu, klientide nimekirja jne. JustDo's näete kõiki projekte ühest linnuvaate vaatest.",
  "migrate_monday_group": "Group (Grupp)",
  "migrate_monday_group_equiv": "State field (Oleku väli)",
  "migrate_monday_group_desc": "JustDo toetab mitme Grupi määramist ülesande kohta - et aidata majutada mitmeid töövoogusid, mis mõjutavad sama ülesannet projektis<sup>1</sup>",
  "migrate_monday_items": "Items (Üksused)",
  "migrate_monday_items_equiv": "Tasks (Ülesanded)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Näide:</strong> Monday'l võib laud kasutada ühte <strong>Gruppi</strong> arenduse elutsükli jaoks (nt <em>Ootel → Töös → QA → Valmis</em>). JustDo's saate seda säilitada <strong>ja</strong> lisada täiendava Grupi jälgimise - näiteks <em>Arveldamine</em>, <em>Teadaande Ettevalmistus</em> või <em>Dokumentatsioon</em> - nii et sama ülesanne saab liikuda läbi arenduse <strong>ja</strong> äriprotsesside paralleelselt.",
  "migrate_monday_example_structure": "<strong>Näide:</strong> Teie Monday.com'i struktuur <code>Workspace → Folder → Board → Group → Items</code> muutub JustDo's struktuuriks <code>JustDo Board → Folder → Board → Project → Tasks</code>."
}