{
  "migrate_monday_intro": "Bereit für den Wechsel von Monday.com zu JustDo? Dieser Leitfaden zeigt, wie Ihre Monday.com-Daten und Zugriffskontrollen nahtlos auf JustDos Enterprise-Plattform übertragen werden und wie der Wechsel eine klarere, organisationsweite Übersicht ermöglicht.",
  "migrate_monday_multi_level": "Mit JustDos mehrstufiger Struktur befinden sich zusammenhängende Arbeiten an einem Ort, sodass die Führungsebene ein echtes Portfolio-Bild erhält, Teams funktionsübergreifende Abhängigkeiten sehen und Verbesserungen schneller sichtbar werden.",
  "migrate_monday_unified_view": "Nach der Migration wird diese einheitliche Ansicht zu Momentum: intelligentere Priorisierung, reibungslosere Übergaben und einfachere Skalierung über Projekte und Abteilungen hinweg.",
  "migrate_monday_air_gapped": "JustDo unterstützt auch <strong>vollständig luftdichte Bereitstellung (Air-Gapped Deployment)</strong>. Wenn Sie kritische Daten und Workflows vom öffentlichen Internet isolieren müssen, können Sie JustDo in einer von Ihnen kontrollierten Umgebung betreiben - vor Ort oder in einer privaten Cloud - mit strengen Netzwerkgrenzen. Dies ermöglicht geprüften Zugriff, feinkörnige Berechtigungen und die Möglichkeit, Ihre eigenen Sicherheits-, Compliance- und Datenaufbewahrungsrichtlinien durchzusetzen. Darüber hinaus steht der Quellcode für Ihre Prüfung zur Verfügung, was vollständige Transparenz und volle Gewissheit der Geschäftskontinuität bietet.",
  "migrate_monday_understanding_title": "Die Migration verstehen",
  "migrate_monday_understanding_desc": "JustDo bietet einen sicheren, unkomplizierten Migrationspfad für Unternehmensteams. Ihre Organisationsstruktur, Projektdaten und feinkörnigen Zugriffskontrollen lassen sich natürlich in JustDos flexibles und leistungsstarkes System übertragen.",
  "migrate_monday_mapping_title": "Wie Monday.com auf JustDo abgebildet wird",
  "migrate_monday_hierarchy_title": "Hierarchiestruktur",
  "migrate_monday_hierarchy_desc": "Ihre Monday.com-Struktur wird wie folgt auf JustDo abgebildet:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo-Entsprechung",
  "migrate_monday_table_header_description": "Beschreibung",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Container der obersten Ebene",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Abteilung/Ordner (Projektsammlung)",
  "migrate_monday_folder_desc": "Bei Monday gruppieren diese verwandte Boards zusammen. JustDos mehrstufige Hierarchie ermöglicht es, alles in einem einzigen JustDo-Board zu halten, um eine einfache Vogelperspektive auf die Organisation zu erhalten.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "Bei Monday repräsentiert dies typischerweise ein Projekt, einen Workflow, eine Kundenliste usw. Bei JustDo sehen Sie alle Projekte in einer Vogelperspektive.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Statusfeld (State field)",
  "migrate_monday_group_desc": "JustDo unterstützt die Zuweisung mehrerer Gruppen pro Aufgabe - um mehrere Workflows zu ermöglichen, die dieselbe Aufgabe in einem Projekt betreffen<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Aufgaben (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Beispiel:</strong> Bei Monday könnte ein Board eine <strong>Group</strong> für den Entwicklungszyklus verwenden (z. B. <em>Ausstehend → In Bearbeitung → QA → Erledigt</em>). In JustDo können Sie diese beibehalten <strong>und</strong> eine zusätzliche Gruppen-Spur hinzufügen - zum Beispiel <em>Rechnungsstellung</em>, <em>Ankündigungsvorbereitung</em> oder <em>Dokumentation</em> - sodass dieselbe Aufgabe parallel durch Entwicklungs- <strong>und</strong> Geschäftsprozesse laufen kann.",
  "migrate_monday_example_structure": "<strong>Beispiel:</strong> Ihre Monday.com-Struktur von <code>Workspace → Folder → Board → Group → Items</code> wird zu <code>JustDo Board → Ordner → Board → Projekt → Aufgaben</code> in JustDo."
}