{
  "migrate_monday_intro": "هل أنت مستعد للانتقال من Monday.com إلى JustDo؟ يوضح هذا الدليل كيف تنتقل بيانات Monday.com وضوابط الوصول بسلاسة إلى منصة JustDo المؤسسية، وكيف يفتح هذا التحول رؤية أوضح على مستوى المؤسسة بأكملها.",
  "migrate_monday_multi_level": "مع الهيكل متعدد المستويات في JustDo، يتواجد العمل ذو الصلة في مكان واحد، مما يمنح القيادة صورة حقيقية للحافظة (Portfolio)، ويرى الفرق التبعيات متعددة الوظائف، وتظهر التحسينات بشكل أسرع.",
  "migrate_monday_unified_view": "بمجرد إتمام الانتقال، تتحول هذه الرؤية الموحدة إلى زخم: ترتيب أولويات أذكى، وتسليم أنظف، وتوسع أسهل عبر المشاريع والأقسام.",
  "migrate_monday_air_gapped": "يدعم JustDo أيضًا <strong>النشر المعزول تمامًا (Air-gapped)</strong>. إذا كنت بحاجة إلى عزل البيانات وسير العمل الحساسة عن الإنترنت العام، يمكنك تشغيل JustDo في بيئة تتحكم فيها - سواء على أجهزتك الخاصة (On-premises) أو في سحابة خاصة - مع حدود شبكية صارمة. يمنحك هذا وصولاً مراجعًا، وصلاحيات دقيقة، والقدرة على فرض سياسات الأمان والامتثال والاحتفاظ بالبيانات الخاصة بك. علاوة على ذلك، للشفافية الكاملة، يتوفر الكود المصدري للمراجعة، وضمان كامل لاستمرارية الأعمال.",
  "migrate_monday_understanding_title": "فهم عملية الانتقال",
  "migrate_monday_understanding_desc": "يوفر JustDo مسارًا آمنًا ومباشرًا للانتقال للفرق المؤسسية. ينتقل الهيكل التنظيمي وبيانات المشاريع وضوابط الوصول الدقيقة بشكل طبيعي إلى نظام JustDo المرن والقوي.",
  "migrate_monday_mapping_title": "كيف ينتقل Monday.com إلى JustDo",
  "migrate_monday_hierarchy_title": "الهيكل الهرمي",
  "migrate_monday_hierarchy_desc": "ينتقل هيكل Monday.com إلى JustDo كما يلي:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "المعادل في JustDo",
  "migrate_monday_table_header_description": "الوصف",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "لوحة JustDo",
  "migrate_monday_workspace_desc": "الحاوية على المستوى الأعلى",
  "migrate_monday_folder": "Folder (مجلد)",
  "migrate_monday_folder_equiv": "قسم/مجلد (مجموعة مشاريع)",
  "migrate_monday_folder_desc": "في Monday، يجمع هذا اللوحات ذات الصلة معًا. يسمح الهيكل متعدد المستويات في JustDo بالاحتفاظ بالكل في لوحة JustDo واحدة للحصول على رؤية تنظيمية شاملة سهلة.",
  "migrate_monday_board": "Board (لوحة)",
  "migrate_monday_board_equiv": "مشروع",
  "migrate_monday_board_desc": "في Monday، يمثل عادةً مشروعًا أو سير عمل أو قائمة عملاء، إلخ. في JustDo، ترى جميع المشاريع في رؤية شاملة واحدة.",
  "migrate_monday_group": "Group (مجموعة)",
  "migrate_monday_group_equiv": "حقل الحالة (State)",
  "migrate_monday_group_desc": "يدعم JustDo تعيين مجموعات متعددة لكل مهمة - للمساعدة في استيعاب سير عمل متعدد يؤثر على نفس المهمة في المشروع<sup>1</sup>",
  "migrate_monday_items": "Items (عناصر)",
  "migrate_monday_items_equiv": "مهام",
  "migrate_monday_group_note": "<sup>1</sup> <strong>مثال:</strong> في Monday، قد تستخدم اللوحة <strong>مجموعة</strong> واحدة لدورة حياة التطوير (مثل <em>معلق ← قيد التنفيذ ← ضمان الجودة ← منتهي</em>). في JustDo، يمكنك الاحتفاظ بذلك <strong>وإضافة</strong> مسار مجموعة إضافي - على سبيل المثال، <em>الفوترة</em>، أو <em>إعداد الإعلان</em>، أو <em>التوثيق</em> - بحيث يمكن للمهمة نفسها التحرك عبر عمليات التطوير <strong>والأعمال</strong> بشكل متوازٍ.",
  "migrate_monday_example_structure": "<strong>مثال:</strong> يصبح هيكل Monday.com الخاص بك <code>Workspace ← Folder ← Board ← Group ← Items</code> في JustDo كالتالي: <code>لوحة JustDo ← مجلد ← قسم ← مشروع ← مهام</code>."
}