{
  "migrate_monday_intro": "Gereed om van Monday.com na JustDo oor te skakel? Hierdie gids wys hoe jou Monday.com data en toegangsbeheer netjies na JustDo se ondernemingsplatform oordra, en hoe die skuif 'n duideliker, organisasie-wye oorsig ontsluit.",
  "migrate_monday_multi_level": "Met JustDo se multi-vlak struktuur bly verwante werk op een plek, sodat leierskap 'n ware portefeulje-beeld kry, spanne kruisfunksionele afhanklikhede sien, en verbeterings vinniger na vore kom.",
  "migrate_monday_unified_view": "Sodra jy gemigreer het, verander daardie verenigde oorsig in momentum: slimmer prioritisering, skoner oorhandigings, en makliker skaling oor projekte en departemente.",
  "migrate_monday_air_gapped": "JustDo ondersteun ook <strong>volledig lugafgeskorte ontplooiing (air-gapped deployment)</strong>. As jy kritieke data en werkvloeie van die publieke internet moet isoleer, kan jy JustDo in 'n omgewing wat jy beheer laat loop - op terrein of in 'n private wolk - met streng netwerkgrense. Dit gee jou geouditeerde toegang, fynafgestemde toestemmings, en die vermoë om jou eie sekuriteit-, nakoming- en data-retensie beleide af te dwing. Verder, vir volle deursigtigheid, is die bronkode beskikbaar vir jou oudit, en volle versekering van besigheids-kontinuïteit.",
  "migrate_monday_understanding_title": "Begrip van die Migrasie",
  "migrate_monday_understanding_desc": "JustDo bied 'n veilige, eenvoudige oorgangspad vir ondernemingspanne. Jou organisasie-struktuur, projek data, en fynafgestemde toegangsbeheer vertaal natuurlik na JustDo se buigsame en kragtige stelsel.",
  "migrate_monday_mapping_title": "Hoe Monday.com na JustDo Oordra",
  "migrate_monday_hierarchy_title": "Hiërargie Struktuur",
  "migrate_monday_hierarchy_desc": "Jou Monday.com struktuur dra soos volg na JustDo oor:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Ekwivalent",
  "migrate_monday_table_header_description": "Beskrywing",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Bord",
  "migrate_monday_workspace_desc": "Topvlak houer",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Departement/Vouer (Projekte Versameling)",
  "migrate_monday_folder_desc": "Op Monday groepeer dit verwante borde saam. JustDo se multi-vlak hiërargie maak dit moontlik om alles in 'n enkele JustDo bord te hou vir 'n maklike voëlvlug organisasie-oorsig.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projek",
  "migrate_monday_board_desc": "Op Monday verteenwoordig dit tipies 'n projek, 'n werkvloei, 'n kliëntelys, ens. Op JustDo sien jy al die projekte in een voëlvlug oorsig.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Status veld",
  "migrate_monday_group_desc": "JustDo ondersteun die toewys van veelvuldige Groepe per taak - om te help met die akkommodasie van veelvuldige werkvloeie wat dieselfde taak in 'n projek beïnvloed<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Take",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Voorbeeld:</strong> In Monday kan 'n bord een <strong>Groep</strong> vir die ontwikkelingslewensiklus gebruik (bv. <em>Hangend → In Proses → QA → Voltooi</em>). In JustDo kan jy dit behou <strong>en</strong> 'n ekstra Groep-baan byvoeg - byvoorbeeld, <em>Fakturering</em>, <em>Aankondiging Voorbereiding</em>, of <em>Dokumentasie</em> - sodat dieselfde taak deur ontwikkeling <strong>en</strong> besigheidsprosesse parallel kan beweeg.",
  "migrate_monday_example_structure": "<strong>Voorbeeld:</strong> Jou Monday.com struktuur van <code>Workspace → Folder → Board → Group → Items</code> word <code>JustDo Bord → Vouer → Bord → Projek → Take</code> in JustDo."
}