{
  "migrate_monday_intro": "Готовы перейти с Monday.com на JustDo? Это руководство показывает, как ваши данные и права доступа из Monday.com чётко переносятся на корпоративную платформу JustDo, и как этот переход открывает более понятное видение в масштабах всей организации.",
  "migrate_monday_multi_level": "Благодаря многоуровневой структуре JustDo, связанные работы находятся в одном месте, что даёт руководству полную картину портфеля, командам — видение межфункциональных зависимостей, а улучшения проявляются быстрее.",
  "migrate_monday_unified_view": "После миграции это единое видение превращается в импульс: более умная приоритизация, чёткая передача дел и упрощённое масштабирование проектов и отделов.",
  "migrate_monday_air_gapped": "JustDo также поддерживает <strong>полностью изолированное развёртывание (air-gapped)</strong>. Если вам нужно изолировать критически важные данные и рабочие процессы от публичного интернета, вы можете запустить JustDo в контролируемой вами среде — на собственных серверах или в частном облаке — с строгими сетевыми границами. Это даёт вам аудируемый доступ, детальные права доступа и возможность применять собственные политики безопасности, соответствия требованиям и хранения данных. Более того, для полной прозрачности доступен исходный код для вашего аудита и полной гарантии непрерывности бизнеса.",
  "migrate_monday_understanding_title": "Понимание миграции",
  "migrate_monday_understanding_desc": "JustDo предоставляет безопасный и понятный путь перехода для корпоративных команд. Ваша организационная структура, данные проектов и детальные права доступа естественным образом переносятся в гибкую и мощную систему JustDo.",
  "migrate_monday_mapping_title": "Как Monday.com соответствует JustDo",
  "migrate_monday_hierarchy_title": "Структура иерархии",
  "migrate_monday_hierarchy_desc": "Ваша структура Monday.com переносится в JustDo следующим образом:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Эквивалент в JustDo",
  "migrate_monday_table_header_description": "Описание",
  "migrate_monday_workspace": "Рабочее пространство (Workspace)",
  "migrate_monday_workspace_equiv": "Доска JustDo",
  "migrate_monday_workspace_desc": "Контейнер верхнего уровня",
  "migrate_monday_folder": "Папка (Folder)",
  "migrate_monday_folder_equiv": "Отдел/Папка (Коллекция проектов)",
  "migrate_monday_folder_desc": "В Monday они группируют связанные доски. Многоуровневая иерархия JustDo позволяет хранить всё на одной доске JustDo для удобного обзора всей организации.",
  "migrate_monday_board": "Доска (Board)",
  "migrate_monday_board_equiv": "Проект",
  "migrate_monday_board_desc": "В Monday обычно представляет проект, рабочий процесс, список клиентов и т.д. В JustDo вы видите все проекты в едином обзоре.",
  "migrate_monday_group": "Группа (Group)",
  "migrate_monday_group_equiv": "Поле состояния (State)",
  "migrate_monday_group_desc": "JustDo поддерживает назначение нескольких групп на задачу — чтобы учесть несколько рабочих процессов, влияющих на одну задачу в проекте<sup>1</sup>",
  "migrate_monday_items": "Элементы (Items)",
  "migrate_monday_items_equiv": "Задачи",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Пример:</strong> В Monday доска может использовать одну <strong>Группу</strong> для жизненного цикла разработки (например, <em>Ожидание → В работе → QA → Готово</em>). В JustDo вы можете сохранить это <strong>и</strong> добавить дополнительную группу — например, <em>Выставление счетов</em>, <em>Подготовка объявления</em> или <em>Документация</em> — чтобы одна и та же задача проходила через разработку <strong>и</strong> бизнес-процессы параллельно.",
  "migrate_monday_example_structure": "<strong>Пример:</strong> Ваша структура Monday.com <code>Рабочее пространство → Папка → Доска → Группа → Элементы</code> становится <code>Доска JustDo → Папка → Доска → Проект → Задачи</code> в JustDo."
}