{
  "migrate_monday_intro": "גרייט צו איבערגיין פון Monday.com צו JustDo? דער וועגווייזער ווייזט ווי אייער Monday.com דאַטן און צוטריט קאָנטראָלן פּאַסן קלאָר צו JustDo'ס פֿירמע פּלאַטפֿאָרמע, און ווי דער איבערגאַנג עפֿנט אַ קלערערע, אָרגאַניזאַציע-ברייטע איבערבליק.",
  "migrate_monday_multi_level": "מיט JustDo'ס מערשטופיקער סטרוקטור, פֿאַרבונדענע אַרבעט לעבט אין איין ארט, אַזוי אַז פירערשאַפֿט באַקומט אַ אמתן פּאָרטפֿאָליאָ בילד, טימס זען קרייַצ-פֿונקציאָנעלע אָפּהענגיקייטן, און פֿאַרבעסערונגען ווערן געשווינדער זעבאַר.",
  "migrate_monday_unified_view": "אַמאָל וואָס איר זענט מיגרירט, ווערט דער פֿאַראייניקטער איבערבליק צו שטופּ: קלוגערע פּריאָריטעטיזאַציע, קלערערע איבערגעבונגען, און גרינגערע סקיילינג איבער פּראָיעקטן און אָפּטיילונגען.",
  "migrate_monday_air_gapped": "JustDo שטיצט אויך <strong>פולשטענדיק לופֿט-געטריילטע דעפּלוימענט (air-gapped deployment)</strong>. אויב איר דאַרפֿט אָפּזונדערן קריטישע דאַטן און וואָרקפלאָוז פון דעם עפֿנטלעכן אינטערנעץ, קענט איר לויפֿן JustDo אין אַן סביבה וואָס איר קאָנטראָלירט - אויף-פּרעמיסעס אָדער אין אַ פּריוואַטן וואָלקן - מיט שטרענגע נעץ גרענעצן. דאָס גיט אייך אויסגעפֿירטע אַקסעס, פיינע-גריינירטע דערלויבענישן, און די פֿעיִקייט צו דורכפירן אייערע אייגענע זיכערהייט, קאָמפּליאַנס, און דאַטן-אָפּהאַלט פּאָליסיס. נאָך ווייטער, פאַר פולשטענדיקער דורכזעיִקייט, דער מקור קאָד איז פֿאַראַן פאַר אייער אויסדיטינג, און פולע באַשטעטיקונג פון געשעפֿט קאָנטינואַציע.",
  "migrate_monday_understanding_title": "פֿאַרשטיין די מיגראַציע",
  "migrate_monday_understanding_desc": "JustDo צושטעלט אַ זיכערן, גלייכן איבערגאַנג וועג פאַר פֿירמע טימס. אייער אָרגאַניזאַציאָנעלע סטרוקטור, פּראָיעקט דאַטן, און פיינע-גריינירטע אַקסעס קאָנטראָלן איבערזעצן זיך נאַטירלעך אין JustDo'ס פֿלעקסיבלע און שטאַרקע סיסטעם.",
  "migrate_monday_mapping_title": "ווי Monday.com פּאַסט צו JustDo",
  "migrate_monday_hierarchy_title": "היעראַרכיע סטרוקטור",
  "migrate_monday_hierarchy_desc": "אייער Monday.com סטרוקטור פּאַסט צו JustDo ווי פֿאָלגט:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo עקוויוואַלענט",
  "migrate_monday_table_header_description": "באַשרייַבונג",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "אויבערשטער-שטאַפּל קאָנטיינער",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "אָפּטייל/Folder (פּראָיעקטן זאַמלונג)",
  "migrate_monday_folder_desc": "אויף Monday גרופּירט דאָס פֿאַרבונדענע באָרדס צוזאַמען. JustDo'ס מערשטופיקע היעראַרכיע דערלויבט עס צו האַלטן אַלעס אין איין איינציקן JustDo board פאַר אַן גרינגן פויגל-אויג אָרג איבערבליק.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "פּראָיעקט",
  "migrate_monday_board_desc": "אויף Monday רעפּרעזענטירט טיפּיש אַ פּראָיעקט, אַ וואָרקפלאָו, אַ קליענט ליסטע, א\"ו. אויף JustDo זעט איר אַלע פּראָיעקטן אין איין פויגל-אויג איבערבליק.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "שטאַט פֿעלד (State field)",
  "migrate_monday_group_desc": "JustDo שטיצט צוטיילן מערערע גרופּעס פּער טאַסק - צו העלפֿן אַקאַמאָדירן מערערע וואָרקפלאָוז וואָס האָבן אַן איינפֿלוס אויף דעם זעלבן טאַסק אין אַ פּראָיעקט<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "טאַסקס",
  "migrate_monday_group_note": "<sup>1</sup> <strong>ביישפּיל:</strong> אין Monday, קען אַ board ניצן איין <strong>גרופּע</strong> פאַר דער אַנטוויקלונג לעבנסצייט (למשל, <em>Pending → In Progress → QA → Done</em>). אין JustDo, קענט איר האַלטן דאָס <strong>און</strong> צולייגן אַן עקסטרע גרופּע טראַק - למשל, <em>Invoicing</em>, <em>Announcement Prep</em>, אָדער <em>Documentation</em> - אַזוי אַז דער זעלבער טאַסק קען גיין דורך אַנטוויקלונג <strong>און</strong> געשעפֿט פּראָצעסן פּאַראַלעל.",
  "migrate_monday_example_structure": "<strong>ביישפּיל:</strong> אייער Monday.com סטרוקטור פֿון <code>Workspace → Folder → Board → Group → Items</code> ווערט <code>JustDo Board → Folder → Board → פּראָיעקט → טאַסקס</code> אין JustDo."
}