{
  "migrate_monday_intro": "Bersedia untuk beralih daripada Monday.com ke JustDo? Panduan ini menunjukkan bagaimana data Monday.com dan kawalan akses anda dipetakan dengan lancar ke platform perusahaan JustDo, dan bagaimana peralihan ini membuka pandangan yang lebih jelas di seluruh organisasi.",
  "migrate_monday_multi_level": "Dengan struktur berbilang peringkat JustDo, kerja yang berkaitan berada di satu tempat, jadi kepimpinan mendapat gambaran portfolio yang sebenar, pasukan melihat kebergantungan merentas fungsi, dan penambahbaikan muncul dengan lebih cepat.",
  "migrate_monday_unified_view": "Sebaik sahaja anda berhijrah, pandangan bersatu itu bertukar menjadi momentum: pengutamaan yang lebih bijak, penyerahan yang lebih bersih, dan penskalaan yang lebih mudah merentasi projek dan jabatan.",
  "migrate_monday_air_gapped": "JustDo juga menyokong <strong>penggunaan terpisah sepenuhnya (fully air-gapped deployment)</strong>. Jika anda perlu mengasingkan data dan aliran kerja kritikal daripada internet awam, anda boleh menjalankan JustDo dalam persekitaran yang anda kawal - di premis atau dalam awan peribadi - dengan sempadan rangkaian yang ketat. Ini memberi anda akses yang diaudit, kebenaran terperinci, dan keupayaan untuk menguatkuasakan dasar keselamatan, pematuhan, dan pengekalan data anda sendiri. Selain itu, untuk ketelusan penuh, kod sumber tersedia untuk audit anda, dan jaminan penuh kesinambungan perniagaan.",
  "migrate_monday_understanding_title": "Memahami Migrasi",
  "migrate_monday_understanding_desc": "JustDo menyediakan laluan peralihan yang selamat dan mudah untuk pasukan perusahaan. Struktur organisasi, data projek, dan kawalan akses terperinci anda diterjemahkan secara semula jadi ke dalam sistem JustDo yang fleksibel dan berkuasa.",
  "migrate_monday_mapping_title": "Bagaimana Monday.com Dipetakan ke JustDo",
  "migrate_monday_hierarchy_title": "Struktur Hierarki",
  "migrate_monday_hierarchy_desc": "Struktur Monday.com anda dipetakan ke JustDo seperti berikut:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Setara JustDo",
  "migrate_monday_table_header_description": "Keterangan",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "Papan JustDo (JustDo Board)",
  "migrate_monday_workspace_desc": "Bekas peringkat tertinggi",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Jabatan/Folder (Koleksi Projek)",
  "migrate_monday_folder_desc": "Di Monday, ini mengumpulkan papan yang berkaitan. Hierarki berbilang peringkat JustDo membolehkannya menyimpan semua dalam satu papan JustDo untuk paparan organisasi yang mudah.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projek",
  "migrate_monday_board_desc": "Di Monday biasanya mewakili projek, aliran kerja, senarai klien, dll. Di JustDo anda melihat semua projek dalam satu paparan menyeluruh.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Medan Status (State field)",
  "migrate_monday_group_desc": "JustDo menyokong penetapan berbilang Kumpulan (Groups) bagi setiap tugasan - untuk membantu menampung pelbagai aliran kerja yang mempengaruhi tugasan yang sama dalam projek<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tugasan",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Contoh:</strong> Di Monday, papan mungkin menggunakan satu <strong>Kumpulan (Group)</strong> untuk kitaran pembangunan (cth., <em>Tertangguh → Dalam Proses → QA → Selesai</em>). Di JustDo, anda boleh mengekalkan itu <strong>dan</strong> menambah jejak Kumpulan tambahan - contohnya, <em>Penginvoisan</em>, <em>Persediaan Pengumuman</em>, atau <em>Dokumentasi</em> - supaya tugasan yang sama boleh bergerak melalui pembangunan <strong>dan</strong> proses perniagaan secara selari.",
  "migrate_monday_example_structure": "<strong>Contoh:</strong> Struktur Monday.com anda <code>Workspace → Folder → Board → Group → Items</code> menjadi <code>Papan JustDo → Folder → Papan → Projek → Tugasan</code> dalam JustDo."
}