{
  "migrate_monday_intro": "Pasiruošę pereiti nuo Monday.com prie JustDo? Šis vadovas parodo, kaip jūsų Monday.com duomenys ir prieigos valdymas sklandžiai perkeliami į JustDo įmonės platformą ir kaip šis pokytis atveria aiškesnį visos organizacijos vaizdą.",
  "migrate_monday_multi_level": "Su JustDo kelių lygių struktūra susijęs darbas gyvena vienoje vietoje, todėl vadovybė gauna tikrą portfelio vaizdą, komandos mato tarpfunkcinius ryšius, o patobulinimai atsiranda greičiau.",
  "migrate_monday_unified_view": "Kai migracija baigta, tas suvienodintas vaizdas virsta judėjimu į priekį: protingesnis prioritetų nustatymas, sklandesni perdavimai ir lengvesnis projektų bei padalinių plėtimas.",
  "migrate_monday_air_gapped": "JustDo taip pat palaiko <strong>visiškai izoliuotą (air-gapped) diegimą</strong>. Jei reikia atskirti kritinių svarbos duomenis ir darbo srautus nuo viešojo interneto, galite paleisti JustDo jūsų kontroliuojamoje aplinkoje - vietinėje infrastruktūroje arba privačiame debesyje - su griežtomis tinklo ribomis. Tai suteikia audituotą prieigą, detalias teises ir galimybę įgyvendinti savo saugumo, atitikties ir duomenų saugojimo politiką. Be to, visiškai skaidrumo užtikrinimui, šaltinio kodas yra prieinamas jūsų auditui ir visiškai užtikrina verslo tęstinumą.",
  "migrate_monday_understanding_title": "Migracijos supratimas",
  "migrate_monday_understanding_desc": "JustDo suteikia saugų ir tiesmuką perėjimo kelią įmonių komandoms. Jūsų organizacinė struktūra, projektų duomenys ir detalus prieigos valdymas natūraliai perkeliami į JustDo lankstią ir galingą sistemą.",
  "migrate_monday_mapping_title": "Kaip Monday.com atitinka JustDo",
  "migrate_monday_hierarchy_title": "Hierarchinė struktūra",
  "migrate_monday_hierarchy_desc": "Jūsų Monday.com struktūra atitinka JustDo taip:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo atitikmuo",
  "migrate_monday_table_header_description": "Aprašymas",
  "migrate_monday_workspace": "Workspace (Darbo sritis)",
  "migrate_monday_workspace_equiv": "JustDo lenta",
  "migrate_monday_workspace_desc": "Aukščiausio lygio konteineris",
  "migrate_monday_folder": "Folder (Aplankas)",
  "migrate_monday_folder_equiv": "Padalinys/Aplankas (Projektų rinkinys)",
  "migrate_monday_folder_desc": "Monday sistemoje tai grupuoja susijusias lentas. JustDo kelių lygių hierarchija leidžia visa tai saugoti vienoje JustDo lentoje ir lengvai matyti visos organizacijos vaizdą.",
  "migrate_monday_board": "Board (Lenta)",
  "migrate_monday_board_equiv": "Projektas",
  "migrate_monday_board_desc": "Monday sistemoje paprastai atitinka projektą, darbo srautą, klientų sąrašą ir pan. JustDo matote visus projektus viename bendrame vaizde.",
  "migrate_monday_group": "Group (Grupė)",
  "migrate_monday_group_equiv": "Būsenos laukas",
  "migrate_monday_group_desc": "JustDo palaiko kelių grupių priskyrimą vienai užduočiai - kad būtų lengviau pritaikyti kelis darbo srautus, kurie veikia tą pačią projekto užduotį<sup>1</sup>",
  "migrate_monday_items": "Items (Elementai)",
  "migrate_monday_items_equiv": "Užduotys",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Pavyzdys:</strong> Monday sistemoje lenta gali naudoti vieną <strong>Grupę</strong> kūrimo ciklui (pvz., <em>Laukiama → Vykdoma → Kokybės kontrolė → Atlikta</em>). JustDo galite tai išlaikyti <strong>ir</strong> pridėti papildomą grupės sekimą - pavyzdžiui, <em>Sąskaitų išrašymas</em>, <em>Pranešimo paruošimas</em> arba <em>Dokumentacija</em> - taigi ta pati užduotis gali judėti per kūrimo <strong>ir</strong> verslo procesus lygiagrečiai.",
  "migrate_monday_example_structure": "<strong>Pavyzdys:</strong> Jūsų Monday.com struktūra <code>Workspace → Folder → Board → Group → Items</code> tampa <code>JustDo lenta → Aplankas → Lenta → Projektas → Užduotys</code> JustDo sistemoje."
}