{
  "migrate_monday_intro": "Pronto para migrar do Monday.com para o JustDo? Este guia mostra como os seus dados e controlos de acesso do Monday.com se mapeiam de forma clara para a plataforma empresarial JustDo, e como esta mudança desbloqueia uma visão organizacional mais clara e abrangente.",
  "migrate_monday_multi_level": "Com a estrutura multinível do JustDo, o trabalho relacionado fica num só lugar, permitindo que a liderança obtenha uma verdadeira visão de portfólio, as equipas vejam dependências interfuncionais e as melhorias surjam mais rapidamente.",
  "migrate_monday_unified_view": "Após a migração, essa visão unificada transforma-se em impulso: priorização mais inteligente, transições mais claras e maior facilidade de escalar através de projetos e departamentos.",
  "migrate_monday_air_gapped": "O JustDo também suporta <strong>implementação totalmente isolada (air-gapped)</strong>. Se precisar de isolar dados e fluxos de trabalho críticos da internet pública, pode executar o JustDo num ambiente que controla - no local ou numa nuvem privada - com limites de rede rigorosos. Isto proporciona acesso auditado, permissões granulares e a capacidade de aplicar as suas próprias políticas de segurança, conformidade e retenção de dados. Além disso, para total transparência, o código-fonte está disponível para auditoria, garantindo a continuidade do negócio.",
  "migrate_monday_understanding_title": "Compreender a Migração",
  "migrate_monday_understanding_desc": "O JustDo oferece um caminho de transição seguro e direto para equipas empresariais. A sua estrutura organizacional, dados de projetos e controlos de acesso granulares traduzem-se naturalmente no sistema flexível e poderoso do JustDo.",
  "migrate_monday_mapping_title": "Como o Monday.com se Mapeia para o JustDo",
  "migrate_monday_hierarchy_title": "Estrutura Hierárquica",
  "migrate_monday_hierarchy_desc": "A sua estrutura do Monday.com mapeia-se para o JustDo da seguinte forma:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Equivalente no JustDo",
  "migrate_monday_table_header_description": "Descrição",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "Quadro JustDo",
  "migrate_monday_workspace_desc": "Contentor de nível superior",
  "migrate_monday_folder": "Folder (Pasta)",
  "migrate_monday_folder_equiv": "Departamento/Pasta (Coleção de Projetos)",
  "migrate_monday_folder_desc": "No Monday, estas agrupam quadros relacionados. A hierarquia multinível do JustDo permite manter tudo num único quadro JustDo para uma visão organizacional panorâmica fácil.",
  "migrate_monday_board": "Board (Quadro)",
  "migrate_monday_board_equiv": "Projeto",
  "migrate_monday_board_desc": "No Monday, representa tipicamente um projeto, um fluxo de trabalho, uma lista de clientes, etc. No JustDo, vê todos os projetos numa única visão panorâmica.",
  "migrate_monday_group": "Group (Grupo)",
  "migrate_monday_group_equiv": "Campo de Estado",
  "migrate_monday_group_desc": "O JustDo suporta a atribuição de múltiplos Grupos por tarefa - para ajudar a acomodar múltiplos fluxos de trabalho que afetam a mesma tarefa num projeto<sup>1</sup>",
  "migrate_monday_items": "Items (Itens)",
  "migrate_monday_items_equiv": "Tarefas",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Exemplo:</strong> No Monday, um quadro pode usar um <strong>Grupo</strong> para o ciclo de desenvolvimento (por exemplo, <em>Pendente → Em Progresso → QA → Concluído</em>). No JustDo, pode manter isso <strong>e</strong> adicionar uma faixa de Grupo extra - por exemplo, <em>Faturação</em>, <em>Preparação de Anúncio</em> ou <em>Documentação</em> - para que a mesma tarefa possa avançar através do desenvolvimento <strong>e</strong> dos processos de negócio em paralelo.",
  "migrate_monday_example_structure": "<strong>Exemplo:</strong> A sua estrutura do Monday.com de <code>Workspace → Folder → Board → Group → Items</code> torna-se <code>Quadro JustDo → Pasta → Quadro → Projeto → Tarefas</code> no JustDo."
}