{
  "migrate_monday_intro": "Klar for å bytte fra Monday.com til JustDo? Denne guiden viser hvordan Monday.com-dataene og tilgangskontrollene dine oversettes til JustDos bedriftsplattform, og hvordan overgangen gir deg en klarere oversikt på tvers av hele organisasjonen.",
  "migrate_monday_multi_level": "Med JustDos flernivåstruktur samles relatert arbeid på ett sted, slik at ledelsen får et reelt porteføljebilde, team ser tverrfunksjonelle avhengigheter, og forbedringsmuligheter kommer raskere frem.",
  "migrate_monday_unified_view": "Når du har migrert, blir den samlede oversikten til fremdrift: smartere prioritering, renere overleveringer og enklere skalering på tvers av prosjekter og avdelinger.",
  "migrate_monday_air_gapped": "JustDo støtter også <strong>fullstendig luftgap-distribusjon</strong>. Hvis du trenger å isolere kritiske data og arbeidsflyter fra det offentlige internett, kan du kjøre JustDo i et miljø du kontrollerer - lokalt eller i en privat sky - med strenge nettverksgrenser. Dette gir deg revidert tilgang, finmaskede tillatelser og muligheten til å håndheve dine egne sikkerhets-, compliance- og dataoppbevaringsregler. I tillegg er kildekoden tilgjengelig for din revisjon for full åpenhet og full sikkerhet for forretningskontinuitet.",
  "migrate_monday_understanding_title": "Forstå Migreringen",
  "migrate_monday_understanding_desc": "JustDo tilbyr en sikker, enkel overgangsløsning for bedriftsteam. Din organisasjonsstruktur, prosjektdata og finmaskede tilgangskontroller oversettes naturlig til JustDos fleksible og kraftige system.",
  "migrate_monday_mapping_title": "Hvordan Monday.com Kartlegges til JustDo",
  "migrate_monday_hierarchy_title": "Hierarkistruktur",
  "migrate_monday_hierarchy_desc": "Monday.com-strukturen din kartlegges til JustDo som følger:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo-ekvivalent",
  "migrate_monday_table_header_description": "Beskrivelse",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo-tavle",
  "migrate_monday_workspace_desc": "Toppnivåkontainer",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Avdeling/Mappe (Prosjektsamling)",
  "migrate_monday_folder_desc": "På Monday grupperer disse relaterte tavler sammen. JustDos flernivåhierarki gjør det mulig å holde alt i en enkelt JustDo-tavle for enkel fugleperspektivoversikt over organisasjonen.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Prosjekt",
  "migrate_monday_board_desc": "På Monday representerer dette vanligvis et prosjekt, en arbeidsflyt, en kundeliste osv. På JustDo ser du alle prosjektene i én fugleperspektivoversikt.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "State-felt",
  "migrate_monday_group_desc": "JustDo støtter tilordning av flere grupper per oppgave - for å hjelpe med å håndtere flere arbeidsflyter som påvirker samme oppgave i et prosjekt<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Oppgaver",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Eksempel:</strong> I Monday kan en tavle bruke én <strong>Group</strong> for utviklingslivssyklusen (f.eks. <em>Venter → Pågår → QA → Ferdig</em>). I JustDo kan du beholde det <strong>og</strong> legge til et ekstra gruppespor - for eksempel <em>Fakturering</em>, <em>Kunngjøringsforberedelse</em> eller <em>Dokumentasjon</em> - slik at samme oppgave kan bevege seg gjennom utvikling <strong>og</strong> forretningsprosesser parallelt.",
  "migrate_monday_example_structure": "<strong>Eksempel:</strong> Monday.com-strukturen din med <code>Workspace → Folder → Board → Group → Items</code> blir <code>JustDo-tavle → Mappe → Tavle → Prosjekt → Oppgaver</code> i JustDo."
}