{
  "migrate_monday_intro": "Monday.com-dan JustDo-ya keçməyə hazırsınız? Bu bələdçi Monday.com məlumatlarınızın və giriş nəzarətlərinin JustDo-nun korporativ platformasına necə təmiz şəkildə uyğunlaşdığını və bu keçidin təşkilat miqyasında daha aydın görünüş açdığını göstərir.",
  "migrate_monday_multi_level": "JustDo-nun çoxsəviyyəli strukturu ilə əlaqəli işlər bir yerdə olur, beləliklə, rəhbərlik həqiqi portfel mənzərəsi, komandalar isə funksiyalar arası asılılıqları görür və təkmilləşdirmələr daha tez üzə çıxır.",
  "migrate_monday_unified_view": "Miqrasiya tamamlandıqdan sonra bu vahid görünüş sürətə çevrilir: daha ağıllı prioritetləşdirmə, daha səliqəli ötürmələr və layihələrlə şöbələr arasında daha asan miqyaslanma.",
  "migrate_monday_air_gapped": "JustDo həmçinin <strong>tam hava boşluqlu yerləşdirməni</strong> dəstəkləyir. Kritik məlumatları və iş proseslərini ictimai internetdən təcrid etmək lazımdırsa, JustDo-nu nəzarət etdiyiniz mühitdə - yerli serverlərdə və ya privat buludda - ciddi şəbəkə sərhədləri ilə işlədə bilərsiniz. Bu sizə audit edilmiş giriş, dəqiq icazələr və öz təhlükəsizlik, uyğunluq və məlumat saxlama siyasətlərinizi tətbiq etmək imkanı verir. Bundan əlavə, tam şəffaflıq üçün mənbə kodu sizin auditiniz üçün əlçatandır və biznes kəsilməzliyinin tam təminatı mövcuddur.",
  "migrate_monday_understanding_title": "Migrasiyanı Başa Düşmək",
  "migrate_monday_understanding_desc": "JustDo korporativ komandalar üçün təhlükəsiz, sadə keçid yolu təqdim edir. Təşkilat strukturunuz, layihə məlumatlarınız və dəqiq giriş nəzarətləriniz JustDo-nun çevik və güclü sisteminə təbii şəkildə uyğunlaşır.",
  "migrate_monday_mapping_title": "Monday.com JustDo-ya Necə Uyğunlaşır",
  "migrate_monday_hierarchy_title": "İyerarxiya Strukturu",
  "migrate_monday_hierarchy_desc": "Monday.com strukturunuz JustDo-ya aşağıdakı kimi uyğunlaşır:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Ekvivalenti",
  "migrate_monday_table_header_description": "Təsvir",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Lövhəsi",
  "migrate_monday_workspace_desc": "Ən üst səviyyə konteyner",
  "migrate_monday_folder": "Folder (Qovluq)",
  "migrate_monday_folder_equiv": "Şöbə/Qovluq (Layihələr Kolleksiyası)",
  "migrate_monday_folder_desc": "Monday-də bunlar əlaqəli lövhələri qruplaşdırır. JustDo-nun çoxsəviyyəli iyerarxiyası hamısını tək JustDo lövhəsində saxlamağa imkan verir ki, təşkilata asan quş baxışı ilə baxılsın.",
  "migrate_monday_board": "Board (Lövhə)",
  "migrate_monday_board_equiv": "Layihə",
  "migrate_monday_board_desc": "Monday-də adətən layihə, iş prosesi, müştəri siyahısı və s. təmsil edir. JustDo-da bütün layihələri bir quş baxışında görürsünüz.",
  "migrate_monday_group": "Group (Qrup)",
  "migrate_monday_group_equiv": "Vəziyyət sahəsi",
  "migrate_monday_group_desc": "JustDo hər tapşırığa çoxsaylı Qruplar təyin etməyi dəstəkləyir - layihədə eyni tapşırığa təsir edən çoxsaylı iş proseslərini yerləşdirməyə kömək etmək üçün<sup>1</sup>",
  "migrate_monday_items": "Items (Elementlər)",
  "migrate_monday_items_equiv": "Tapşırıqlar",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Nümunə:</strong> Monday-də lövhə inkişaf dövrü üçün bir <strong>Qrup</strong> istifadə edə bilər (məsələn, <em>Gözləyir → Davam edir → QA → Tamamlandı</em>). JustDo-da bunu saxlaya və əlavə Qrup izləməsi əlavə edə bilərsiniz - məsələn, <em>Fakturalaşdırma</em>, <em>Elan Hazırlığı</em> və ya <em>Sənədləşdirmə</em> - beləliklə, eyni tapşırıq inkişaf <strong>və</strong> biznes proseslərindən paralel keçə bilər.",
  "migrate_monday_example_structure": "<strong>Nümunə:</strong> Monday.com-dəki <code>Workspace → Folder → Board → Group → Items</code> strukturunuz JustDo-da <code>JustDo Lövhəsi → Qovluq → Lövhə → Layihə → Tapşırıqlar</code> olur."
}