{
  "migrate_monday_intro": "Monday.com बाट JustDo मा सर्न तयार हुनुहुन्छ? यो गाइडले तपाईंको Monday.com डेटा र पहुँच नियन्त्रणहरू कसरी JustDo को इन्टरप्राइज प्लेटफर्ममा स्पष्ट रूपमा म्याप हुन्छन्, र यो परिवर्तनले कसरी संगठन-व्यापी दृष्टिकोणलाई अझ स्पष्ट पार्छ भनेर देखाउँछ।",
  "migrate_monday_multi_level": "JustDo को बहु-स्तरीय संरचनाको साथ, सम्बन्धित कामहरू एकै ठाउँमा रहन्छन्, जसले गर्दा नेतृत्वले वास्तविक पोर्टफोलियो चित्र पाउँछ, टोलीहरूले क्रस-कार्यात्मक निर्भरताहरू देख्छन्, र सुधारहरू छिटो देखापर्छन्।",
  "migrate_monday_unified_view": "एकपटक तपाईं माइग्रेट गरिसकेपछि, त्यो एकीकृत दृष्टिकोण गतिमा परिणत हुन्छ: स्मार्ट प्राथमिकता, स्पष्ट ह्यान्डअफ, र परियोजना र विभागहरूमा सजिलो स्केलिङ।",
  "migrate_monday_air_gapped": "JustDo ले <strong>पूर्ण रूपमा एयर-ग्याप्ड डिप्लोयमेन्ट</strong> पनि समर्थन गर्दछ। यदि तपाईंले महत्वपूर्ण डेटा र वर्कफ्लोहरूलाई सार्वजनिक इन्टरनेटबाट अलग गर्न आवश्यक छ भने, तपाईं JustDo लाई आफूले नियन्त्रण गर्ने वातावरणमा चलाउन सक्नुहुन्छ - अन-प्रिमाइसेस वा निजी क्लाउडमा - कडा नेटवर्क सीमाहरूको साथ। यसले तपाईंलाई अडिट गरिएको पहुँच, सूक्ष्म अनुमतिहरू, र आफ्नै सुरक्षा, अनुपालन, र डेटा-रिटेन्सन नीतिहरू लागू गर्ने क्षमता दिन्छ। थप रूपमा, पूर्ण पारदर्शिताको लागि, स्रोत कोड तपाईंको अडिटको लागि उपलब्ध छ, र व्यापार निरन्तरताको पूर्ण आश्वासन छ।",
  "migrate_monday_understanding_title": "माइग्रेसन बुझ्दै",
  "migrate_monday_understanding_desc": "JustDo ले इन्टरप्राइज टोलीहरूको लागि सुरक्षित, सीधा सङ्क्रमण मार्ग प्रदान गर्दछ। तपाईंको संगठनात्मक संरचना, परियोजना डेटा, र सूक्ष्म पहुँच नियन्त्रणहरू स्वाभाविक रूपमा JustDo को लचिलो र शक्तिशाली प्रणालीमा अनुवाद हुन्छन्।",
  "migrate_monday_mapping_title": "Monday.com कसरी JustDo मा म्याप हुन्छ",
  "migrate_monday_hierarchy_title": "पदानुक्रम संरचना (Hierarchy Structure)",
  "migrate_monday_hierarchy_desc": "तपाईंको Monday.com संरचना JustDo मा निम्नानुसार म्याप हुन्छ:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo समकक्ष",
  "migrate_monday_table_header_description": "विवरण",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo बोर्ड",
  "migrate_monday_workspace_desc": "शीर्ष-स्तर कन्टेनर",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "विभाग/फोल्डर (परियोजना सङ्ग्रह)",
  "migrate_monday_folder_desc": "Monday मा यसले सम्बन्धित बोर्डहरूलाई समूहबद्ध गर्दछ। JustDo को बहु-स्तरीय पदानुक्रमले यसलाई सजिलो चरा-आँखा संगठन दृष्टिकोणको लागि एउटै JustDo बोर्डमा सबै राख्न अनुमति दिन्छ।",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "परियोजना (Project)",
  "migrate_monday_board_desc": "Monday मा सामान्यतया एक परियोजना, एक वर्कफ्लो, एक ग्राहक सूची, आदि प्रतिनिधित्व गर्दछ। JustDo मा तपाईं सबै परियोजनाहरू एक चरा-आँखा दृष्टिकोणमा देख्नुहुन्छ।",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "स्थिति फिल्ड (State field)",
  "migrate_monday_group_desc": "JustDo ले प्रति कार्य बहु समूहहरू तोक्न समर्थन गर्दछ - एक परियोजनामा एउटै कार्यलाई प्रभावित गर्ने बहु वर्कफ्लोहरू समायोजन गर्न मद्दत गर्न<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "कार्यहरू (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>उदाहरण:</strong> Monday मा, एक बोर्डले विकास जीवनचक्रको लागि एउटा <strong>समूह</strong> प्रयोग गर्न सक्छ (जस्तै, <em>पेन्डिङ → प्रगतिमा → QA → सकियो</em>)। JustDo मा, तपाईं त्यो राख्न सक्नुहुन्छ <strong>र</strong> एक अतिरिक्त समूह ट्र्याक थप्न सक्नुहुन्छ - उदाहरणका लागि, <em>इनभ्वाइसिङ</em>, <em>घोषणा तयारी</em>, वा <em>डकुमेन्टेसन</em> - जसले गर्दा एउटै कार्य विकास <strong>र</strong> व्यापार प्रक्रियाहरू समानान्तर रूपमा अघि बढ्न सक्छ।",
  "migrate_monday_example_structure": "<strong>उदाहरण:</strong> तपाईंको Monday.com संरचना <code>Workspace → Folder → Board → Group → Items</code> JustDo मा <code>JustDo बोर्ड → फोल्डर → बोर्ड → परियोजना → कार्यहरू</code> बन्छ।"
}