{
  "migrate_monday_intro": "Prêt à passer de Monday.com à JustDo ? Ce guide montre comment vos données et contrôles d'accès Monday.com se transposent naturellement vers la plateforme d'entreprise JustDo, et comment cette transition ouvre une vision organisationnelle plus claire.",
  "migrate_monday_multi_level": "Avec la structure multi-niveaux de JustDo, le travail connexe est regroupé au même endroit, offrant ainsi à la direction une vision portfolio complète, aux équipes une vue des dépendances interfonctionnelles, et permettant d'identifier plus rapidement les améliorations.",
  "migrate_monday_unified_view": "Une fois la migration effectuée, cette vision unifiée se transforme en dynamique : priorisation plus intelligente, transitions plus fluides et mise à l'échelle simplifiée entre projets et départements.",
  "migrate_monday_air_gapped": "JustDo prend également en charge un <strong>déploiement totalement isolé (air-gapped)</strong>. Si vous devez isoler des données et flux de travail critiques d'Internet, vous pouvez exécuter JustDo dans un environnement que vous contrôlez - sur site ou dans un cloud privé - avec des frontières réseau strictes. Cela vous offre un accès audité, des permissions granulaires et la capacité d'appliquer vos propres politiques de sécurité, conformité et conservation des données. De plus, pour une transparence totale, le code source est disponible pour votre audit, garantissant la continuité opérationnelle.",
  "migrate_monday_understanding_title": "Comprendre la Migration",
  "migrate_monday_understanding_desc": "JustDo offre une transition sécurisée et simple pour les équipes d'entreprise. Votre structure organisationnelle, vos données de projet et vos contrôles d'accès granulaires se transposent naturellement dans le système flexible et puissant de JustDo.",
  "migrate_monday_mapping_title": "Comment Monday.com Correspond à JustDo",
  "migrate_monday_hierarchy_title": "Structure Hiérarchique",
  "migrate_monday_hierarchy_desc": "Votre structure Monday.com correspond à JustDo comme suit :",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Équivalent JustDo",
  "migrate_monday_table_header_description": "Description",
  "migrate_monday_workspace": "Espace de travail (Workspace)",
  "migrate_monday_workspace_equiv": "Tableau JustDo (Board)",
  "migrate_monday_workspace_desc": "Conteneur de niveau supérieur",
  "migrate_monday_folder": "Dossier (Folder)",
  "migrate_monday_folder_equiv": "Département/Dossier (Collection de Projets)",
  "migrate_monday_folder_desc": "Sur Monday, ceux-ci regroupent les tableaux connexes. La hiérarchie multi-niveaux de JustDo permet de tout consolider dans un seul tableau JustDo pour une vue d'ensemble organisationnelle claire.",
  "migrate_monday_board": "Tableau (Board)",
  "migrate_monday_board_equiv": "Projet",
  "migrate_monday_board_desc": "Sur Monday, représente généralement un projet, un flux de travail, une liste de clients, etc. Sur JustDo, vous voyez tous les projets dans une vue d'ensemble unique.",
  "migrate_monday_group": "Groupe (Group)",
  "migrate_monday_group_equiv": "Champ État",
  "migrate_monday_group_desc": "JustDo permet d'assigner plusieurs Groupes par tâche - pour accommoder plusieurs flux de travail affectant la même tâche dans un projet<sup>1</sup>",
  "migrate_monday_items": "Éléments (Items)",
  "migrate_monday_items_equiv": "Tâches",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Exemple :</strong> Dans Monday, un tableau peut utiliser un <strong>Groupe</strong> pour le cycle de développement (par ex., <em>En attente → En cours → QA → Terminé</em>). Dans JustDo, vous pouvez conserver cela <strong>et</strong> ajouter une piste de Groupe supplémentaire - par exemple, <em>Facturation</em>, <em>Préparation d'annonce</em> ou <em>Documentation</em> - afin que la même tâche puisse progresser simultanément dans le développement <strong>et</strong> les processus métier.",
  "migrate_monday_example_structure": "<strong>Exemple :</strong> Votre structure Monday.com <code>Espace de travail → Dossier → Tableau → Groupe → Éléments</code> devient <code>Tableau JustDo → Dossier → Tableau → Projet → Tâches</code> dans JustDo."
}