{
  "migrate_monday_intro": "Gotowy na przejście z Monday.com do JustDo? Ten przewodnik pokazuje, jak Twoje dane i kontrola dostępu z Monday.com przenoszą się w przejrzysty sposób do platformy korporacyjnej JustDo, oraz jak ta zmiana odblokowuje jaśniejszy widok całej organizacji.",
  "migrate_monday_multi_level": "Dzięki wielopoziomowej strukturze JustDo powiązane prace znajdują się w jednym miejscu, więc kierownictwo otrzymuje prawdziwy obraz portfolio, zespoły widzą zależności międzyfunkcyjne, a usprawnienia pojawiają się szybciej.",
  "migrate_monday_unified_view": "Gdy migracja zostanie ukończona, ten zunifikowany widok przekształca się w dynamikę: lepsze ustalanie priorytetów, płynniejsze przekazywanie zadań i łatwiejsze skalowanie w projektach i działach.",
  "migrate_monday_air_gapped": "JustDo wspiera również <strong>całkowicie odizolowane wdrożenie (air-gapped deployment)</strong>. Jeśli potrzebujesz odizolować krytyczne dane i procesy od publicznego internetu, możesz uruchomić JustDo w środowisku, które kontrolujesz - lokalnie (on-premises) lub w prywatnej chmurze - ze ścisłymi granicami sieciowymi. Daje Ci to audytowany dostęp, szczegółowe uprawnienia oraz możliwość egzekwowania własnych polityk bezpieczeństwa, zgodności i przechowywania danych. Ponadto, dla pełnej przejrzystości, kod źródłowy jest dostępny do audytu oraz pełnego zapewnienia ciągłości biznesowej.",
  "migrate_monday_understanding_title": "Zrozumienie migracji",
  "migrate_monday_understanding_desc": "JustDo zapewnia bezpieczną i prostą ścieżkę migracji dla zespołów korporacyjnych. Twoja struktura organizacyjna, dane projektowe i szczegółowe kontrole dostępu naturalnie przekładają się na elastyczny i potężny system JustDo.",
  "migrate_monday_mapping_title": "Jak Monday.com mapuje się na JustDo",
  "migrate_monday_hierarchy_title": "Struktura hierarchii",
  "migrate_monday_hierarchy_desc": "Twoja struktura Monday.com mapuje się na JustDo w następujący sposób:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Odpowiednik JustDo",
  "migrate_monday_table_header_description": "Opis",
  "migrate_monday_workspace": "Workspace (obszar roboczy)",
  "migrate_monday_workspace_equiv": "Tablica JustDo",
  "migrate_monday_workspace_desc": "Kontener najwyższego poziomu",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Dział/Folder (kolekcja projektów)",
  "migrate_monday_folder_desc": "W Monday grupują powiązane tablice. Wielopoziomowa hierarchia JustDo pozwala na przechowywanie wszystkiego w jednej tablicy JustDo dla łatwego widoku organizacji z lotu ptaka.",
  "migrate_monday_board": "Board (tablica)",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "W Monday zazwyczaj reprezentuje projekt, przepływ pracy, listę klientów itp. W JustDo widzisz wszystkie projekty w jednym widoku z lotu ptaka.",
  "migrate_monday_group": "Group (grupa)",
  "migrate_monday_group_equiv": "Pole stanu",
  "migrate_monday_group_desc": "JustDo wspiera przypisywanie wielu grup do jednego zadania - aby pomóc w obsłudze wielu przepływów pracy wpływających na to samo zadanie w projekcie<sup>1</sup>",
  "migrate_monday_items": "Items (elementy)",
  "migrate_monday_items_equiv": "Zadania",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Przykład:</strong> W Monday tablica może używać jednej <strong>grupy</strong> dla cyklu rozwoju (np. <em>Oczekujące → W trakcie → QA → Gotowe</em>). W JustDo możesz zachować to <strong>i</strong> dodać dodatkową ścieżkę grupy - na przykład <em>Fakturowanie</em>, <em>Przygotowanie ogłoszenia</em> lub <em>Dokumentacja</em> - więc to samo zadanie może przechodzić równolegle przez rozwój <strong>i</strong> procesy biznesowe.",
  "migrate_monday_example_structure": "<strong>Przykład:</strong> Twoja struktura Monday.com <code>Workspace → Folder → Board → Group → Items</code> staje się <code>Tablica JustDo → Folder → Tablica → Projekt → Zadania</code> w JustDo."
}