{
  "migrate_monday_intro": "Preparat per fer la transició de Monday.com a JustDo? Aquesta guia mostra com les teves dades i controls d'accés de Monday.com s'adapten perfectament a la plataforma empresarial de JustDo, i com el canvi desbloqueja una visió més clara a nivell d'organització.",
  "migrate_monday_multi_level": "Amb l'estructura multinivell de JustDo, el treball relacionat viu en un sol lloc, de manera que els directius obtenen una imatge real de la cartera, els equips veuen les dependències interfuncionals i les millores sorgeixen més ràpidament.",
  "migrate_monday_unified_view": "Un cop migrat, aquesta visió unificada es converteix en impuls: priorització més intel·ligent, traspassos més nets i escalabilitat més fàcil entre projectes i departaments.",
  "migrate_monday_air_gapped": "JustDo també admet <strong>desplegament completament aïllat de la xarxa</strong>. Si necessites aïllar dades i fluxos de treball crítics d'Internet públic, pots executar JustDo en un entorn que controlis (on-premises o en un núvol privat) amb límits de xarxa estrictes. Això et dóna accés auditat, permisos detallats i la capacitat d'aplicar les teves pròpies polítiques de seguretat, compliment i retenció de dades. A més, per una transparència total, el codi font està disponible per a la teva auditoria i garantia completa de continuïtat del negoci.",
  "migrate_monday_understanding_title": "Comprendre la Migració",
  "migrate_monday_understanding_desc": "JustDo proporciona un camí de transició segur i senzill per a equips empresarials. La teva estructura organitzativa, dades de projectes i controls d'accés detallats es tradueixen naturalment al sistema flexible i potent de JustDo.",
  "migrate_monday_mapping_title": "Com Monday.com es Correspon amb JustDo",
  "migrate_monday_hierarchy_title": "Estructura Jeràrquica",
  "migrate_monday_hierarchy_desc": "La teva estructura de Monday.com es correspon amb JustDo de la següent manera:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Equivalent a JustDo",
  "migrate_monday_table_header_description": "Descripció",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "Tauler JustDo",
  "migrate_monday_workspace_desc": "Contenidor de nivell superior",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Departament/Carpeta (Col·lecció de Projectes)",
  "migrate_monday_folder_desc": "A Monday aquests grups agrupen taulers relacionats. La jerarquia multinivell de JustDo permet mantenir-ho tot en un sol tauler JustDo per a una visió panoràmica fàcil de l'organització.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projecte",
  "migrate_monday_board_desc": "A Monday normalment representa un projecte, un flux de treball, una llista de clients, etc. A JustDo veus tots els projectes en una sola visió panoràmica.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Camp d'Estat",
  "migrate_monday_group_desc": "JustDo permet assignar múltiples Grups per tasca per ajudar a acomodar múltiples fluxos de treball que afecten la mateixa tasca en un projecte<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Tasques",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Exemple:</strong> A Monday, un tauler pot utilitzar un <strong>Grup</strong> per al cicle de vida del desenvolupament (p. ex., <em>Pendent → En Progrés → QA → Fet</em>). A JustDo, pots mantenir això <strong>i</strong> afegir un seguiment de Grup addicional (per exemple, <em>Facturació</em>, <em>Preparació d'Anunci</em> o <em>Documentació</em>) perquè la mateixa tasca pugui avançar pel desenvolupament <strong>i</strong> els processos empresarials en paral·lel.",
  "migrate_monday_example_structure": "<strong>Exemple:</strong> La teva estructura de Monday.com de <code>Workspace → Folder → Board → Group → Items</code> es converteix en <code>Tauler JustDo → Carpeta → Tauler → Projecte → Tasques</code> a JustDo."
}