{
  "migrate_monday_intro": "Monday.com-etik JustDo-ra aldatzeko prest? Gida honek erakusten du nola egokitzen diren Monday.com-eko datuak eta sarbide-kontrolak JustDo-ren enpresa-plataformara, eta nola lortzen den aldaketa horrek erakunde-mailako ikuspegi argiagoa.",
  "migrate_monday_multi_level": "JustDo-ren maila anitzeko egiturarekin, lotutako lanak leku berean biltzen dira, zuzendaritzak benetako portfolioaren irudia lortzeko, taldeek funtzio gurutzatuko mendekotasunak ikusteko, eta hobekuntzak azkarrago agertzeko.",
  "migrate_monday_unified_view": "Behin migratuta, ikuspegi bateratu hori bultzada bihurtzen da: lehentasun adimentsuagoak, traspaso garbiagoak eta proiektuen eta departamentuen arteko eskalagarritasun errazagoa.",
  "migrate_monday_air_gapped": "JustDo-k <strong>erabat isolatutako inplementazioa</strong> ere onartzen du. Datu eta lan-fluxu kritikoak Internet publikotik isolatu behar badituzu, JustDo zuk kontrolatzen duzun ingurune batean exekutatu dezakezu - instalazio lokalean edo hodei pribatuan - sare-muga zorrotzak ezarrita. Honek ikuskatutako sarbidea, baimen zehatzak eta zure segurtasun, betebeharra eta datu-kontserbazioko politikak betearazteko gaitasuna ematen dizkizu. Gainera, gardentasun osoa bermatzeko, iturburu-kodea zure ikuskapenerako eskuragarri dago, eta negozioaren jarraipen osoa bermatuta.",
  "migrate_monday_understanding_title": "Migrazioa Ulertzen",
  "migrate_monday_understanding_desc": "JustDo-k trantsizio-bide segurua eta zuzena eskaintzen die enpresa-taldeei. Zure erakunde-egitura, proiektu-datuak eta sarbide-kontrol zehatzak modu naturalean itzultzen dira JustDo-ren sistema malgu eta indartsu batera.",
  "migrate_monday_mapping_title": "Nola Egokitzen den Monday.com JustDo-ra",
  "migrate_monday_hierarchy_title": "Hierarkia Egitura",
  "migrate_monday_hierarchy_desc": "Zure Monday.com egitura honela egokitzen da JustDo-ra:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Baliokidea",
  "migrate_monday_table_header_description": "Deskribapena",
  "migrate_monday_workspace": "Workspace (Lan-eremua)",
  "migrate_monday_workspace_equiv": "JustDo Taula",
  "migrate_monday_workspace_desc": "Goiko mailako edukiontzia",
  "migrate_monday_folder": "Folder (Karpeta)",
  "migrate_monday_folder_equiv": "Departamentua/Karpeta (Proiektu Bilduma)",
  "migrate_monday_folder_desc": "Monday-n hauek lotutako taulak biltzen dituzte. JustDo-ren maila anitzeko hierarkiak aukera ematen du guztiak JustDo taula bakar batean gordetzeko, erakundearen ikuspegi orokor erraza lortzeko.",
  "migrate_monday_board": "Board (Taula)",
  "migrate_monday_board_equiv": "Proiektua",
  "migrate_monday_board_desc": "Monday-n normalean proiektu bat, lan-fluxu bat, bezero-zerrenda bat, etab. adierazten du. JustDo-n proiektu guztiak ikuspegi orokor batean ikusten dituzu.",
  "migrate_monday_group": "Group (Taldea)",
  "migrate_monday_group_equiv": "Egoera eremua",
  "migrate_monday_group_desc": "JustDo-k hainbat Talde esleitzea onartzen du zeregin bakoitzeko - proiektu batean zeregin berberari eragiten dioten hainbat lan-fluxu egokitzeko lagunduz<sup>1</sup>",
  "migrate_monday_items": "Items (Elementuak)",
  "migrate_monday_items_equiv": "Zereginak",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Adibidea:</strong> Monday-n, taula batek <strong>Talde</strong> bat erabil dezake garapen-ziklorako (adib., <em>Zain → Abian → QA → Eginda</em>). JustDo-n, hori mantendu <strong>eta</strong> Talde-jarraipide gehigarri bat gehitu dezakezu - adibidez, <em>Fakturazio</em>, <em>Iragarkien Prestaketa</em>, edo <em>Dokumentazioa</em> - zeregin berak garapenaren <strong>eta</strong> negozio-prozesuen bidez paraleloan aurrera egin dezan.",
  "migrate_monday_example_structure": "<strong>Adibidea:</strong> Zure Monday.com egitura <code>Workspace → Folder → Board → Group → Items</code> <code>JustDo Taula → Karpeta → Departamentua → Proiektua → Zereginak</code> bihurtzen da JustDo-n."
}