{
  "migrate_monday_intro": "¿Listo para la transición de Monday.com a JustDo? Esta guía muestra cómo tus datos y controles de acceso de Monday.com se trasladan limpiamente a la plataforma empresarial de JustDo, y cómo este cambio desbloquea una vista más clara a nivel de toda la organización.",
  "migrate_monday_multi_level": "Con la estructura multinivel de JustDo, el trabajo relacionado vive en un solo lugar, para que el liderazgo obtenga una imagen real del portafolio, los equipos vean las dependencias interfuncionales y las mejoras surjan más rápido.",
  "migrate_monday_unified_view": "Una vez migrado, esa vista unificada se convierte en impulso: priorización más inteligente, transiciones más limpias y escalamiento más fácil entre proyectos y departamentos.",
  "migrate_monday_air_gapped": "JustDo también admite <strong>implementación completamente aislada (air-gapped)</strong>. Si necesitas aislar datos y flujos de trabajo críticos de internet público, puedes ejecutar JustDo en un entorno que controlas - on-premises o en una nube privada - con límites de red estrictos. Esto te brinda acceso auditado, permisos detallados y la capacidad de aplicar tus propias políticas de seguridad, cumplimiento y retención de datos. Además, para total transparencia, el código fuente está disponible para tu auditoría y garantía completa de continuidad del negocio.",
  "migrate_monday_understanding_title": "Comprendiendo la Migración",
  "migrate_monday_understanding_desc": "JustDo proporciona una ruta de transición segura y directa para equipos empresariales. Tu estructura organizacional, datos de proyectos y controles de acceso detallados se traducen naturalmente al sistema flexible y potente de JustDo.",
  "migrate_monday_mapping_title": "Cómo Monday.com se Mapea a JustDo",
  "migrate_monday_hierarchy_title": "Estructura Jerárquica",
  "migrate_monday_hierarchy_desc": "Tu estructura de Monday.com se mapea a JustDo de la siguiente manera:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Equivalente en JustDo",
  "migrate_monday_table_header_description": "Descripción",
  "migrate_monday_workspace": "Workspace (Espacio de trabajo)",
  "migrate_monday_workspace_equiv": "Tablero JustDo",
  "migrate_monday_workspace_desc": "Contenedor de nivel superior",
  "migrate_monday_folder": "Folder (Carpeta)",
  "migrate_monday_folder_equiv": "Departamento/Carpeta (Colección de Proyectos)",
  "migrate_monday_folder_desc": "En Monday estos agrupan tableros relacionados. La jerarquía multinivel de JustDo permite mantener todo en un solo tablero JustDo para una vista panorámica organizacional fácil.",
  "migrate_monday_board": "Board (Tablero)",
  "migrate_monday_board_equiv": "Proyecto",
  "migrate_monday_board_desc": "En Monday típicamente representa un proyecto, un flujo de trabajo, una lista de clientes, etc. En JustDo ves todos los proyectos en una sola vista panorámica.",
  "migrate_monday_group": "Group (Grupo)",
  "migrate_monday_group_equiv": "Campo de Estado",
  "migrate_monday_group_desc": "JustDo admite asignar múltiples Grupos por tarea - para ayudar a acomodar múltiples flujos de trabajo que afectan la misma tarea en un proyecto<sup>1</sup>",
  "migrate_monday_items": "Items (Elementos)",
  "migrate_monday_items_equiv": "Tareas",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Ejemplo:</strong> En Monday, un tablero podría usar un <strong>Grupo</strong> para el ciclo de vida del desarrollo (p. ej., <em>Pendiente → En Progreso → QA → Hecho</em>). En JustDo, puedes mantener eso <strong>y</strong> agregar un seguimiento de Grupo adicional - por ejemplo, <em>Facturación</em>, <em>Preparación de Anuncios</em> o <em>Documentación</em> - para que la misma tarea pueda avanzar por el desarrollo <strong>y</strong> los procesos de negocio en paralelo.",
  "migrate_monday_example_structure": "<strong>Ejemplo:</strong> Tu estructura de Monday.com de <code>Workspace → Folder → Board → Group → Items</code> se convierte en <code>Tablero JustDo → Carpeta → Proyecto → Tareas</code> en JustDo."
}