{
  "migrate_monday_intro": "Klar til at skifte fra Monday.com til JustDo? Denne guide viser, hvordan dine Monday.com-data og adgangskontroller mapper problemfrit til JustDos virksomhedsplatform, og hvordan skiftet giver et klarere overblik på tværs af hele organisationen.",
  "migrate_monday_multi_level": "Med JustDos multi-niveau struktur befinder relateret arbejde sig ét sted, så ledelsen får et ægte porteføljeoverblik, teams ser tværfaglige afhængigheder, og forbedringer kommer frem hurtigere.",
  "migrate_monday_unified_view": "Når du er migreret, omsættes det samlede overblik til fremdrift: smartere prioritering, mere gnidningsfri overdragelse og lettere skalering på tværs af projekter og afdelinger.",
  "migrate_monday_air_gapped": "JustDo understøtter også <strong>fuldt air-gapped deployment</strong>. Hvis du har behov for at isolere kritiske data og workflows fra det offentlige internet, kan du køre JustDo i et miljø, du kontrollerer - on-premises eller i en privat cloud - med strenge netværksgrænser. Dette giver dig revideret adgang, finkornede tilladelser og mulighed for at håndhæve dine egne sikkerheds-, compliance- og dataopbevaringspolitikker. Desuden er kildekoden tilgængelig til din revision for fuld gennemsigtighed og fuld sikkerhed for forretningskontinuitet.",
  "migrate_monday_understanding_title": "Forståelse af migrationen",
  "migrate_monday_understanding_desc": "JustDo tilbyder en sikker og ligetil overgangssti for virksomhedsteams. Din organisationsstruktur, projektdata og finkornede adgangskontroller oversættes naturligt til JustDos fleksible og kraftfulde system.",
  "migrate_monday_mapping_title": "Hvordan Monday.com mapper til JustDo",
  "migrate_monday_hierarchy_title": "Hierarkisk struktur",
  "migrate_monday_hierarchy_desc": "Din Monday.com-struktur mapper til JustDo som følger:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo-ækvivalent",
  "migrate_monday_table_header_description": "Beskrivelse",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Øverste niveau container",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Afdeling/Mappe (Projektsamling)",
  "migrate_monday_folder_desc": "På Monday grupperer disse relaterede boards sammen. JustDos multi-niveau hierarki gør det muligt at holde alt i et enkelt JustDo board for et nemt fugleperspektiv på organisationen.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "På Monday repræsenterer det typisk et projekt, et workflow, en kundeliste osv. På JustDo ser du alle projekterne i ét fugleperspektiv.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Statusfelt (State field)",
  "migrate_monday_group_desc": "JustDo understøtter tildeling af flere Groups per opgave - for at hjælpe med at imødekomme flere workflows, der påvirker den samme opgave i et projekt<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Opgaver (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Eksempel:</strong> I Monday kan et board bruge én <strong>Group</strong> til udviklingscyklussen (f.eks. <em>Afventende → I gang → QA → Færdig</em>). I JustDo kan du beholde det <strong>og</strong> tilføje et ekstra Group-spor - f.eks. <em>Fakturering</em>, <em>Annonceringsforberedelse</em> eller <em>Dokumentation</em> - så den samme opgave kan bevæge sig gennem udvikling <strong>og</strong> forretningsprocesser parallelt.",
  "migrate_monday_example_structure": "<strong>Eksempel:</strong> Din Monday.com-struktur <code>Workspace → Folder → Board → Group → Items</code> bliver til <code>JustDo Board → Mappe → Board → Projekt → Opgaver</code> i JustDo."
}