{
  "migrate_monday_intro": "Monday.com'dan JustDo'ga o'tishga tayyormisiz? Ushbu qo'llanma Monday.com ma'lumotlaringiz va kirish nazorati JustDo'ning korporativ platformasiga qanday aniq moslashishini va bu o'zgarish tashkilot miqyosida yanada aniqroq ko'rinishni qanday ochishini ko'rsatadi.",
  "migrate_monday_multi_level": "JustDo'ning ko'p darajali tuzilmasi bilan bog'liq ishlar bir joyda joylashadi, shuning uchun rahbariyat to'liq portfel rasmini oladi, jamoalar funksiyalararo bog'liqliklarni ko'radi va yaxshilanishlar tezroq yuzaga keladi.",
  "migrate_monday_unified_view": "Ko'chirilgandan so'ng, bu yagona ko'rinish harakatga aylanadi: aqlliroq ustuvorlik belgilash, toza o'tkazmalar va loyihalar hamda bo'limlar bo'ylab osonroq masshtablash.",
  "migrate_monday_air_gapped": "JustDo shuningdek <strong>to'liq izolyatsiya qilingan joylashtirish (air-gapped deployment)</strong>ni qo'llab-quvvatlaydi. Agar muhim ma'lumotlar va ish oqimlarini umumiy internetdan ajratish kerak bo'lsa, JustDo'ni o'zingiz nazorat qiladigan muhitda - lokal serverda yoki xususiy bulutda - qat'iy tarmoq chegaralari bilan ishlatishingiz mumkin. Bu sizga tekshirilgan kirish, aniq ruxsatlar va o'zingizning xavfsizlik, muvofiqlik va ma'lumotlarni saqlash siyosatlaringizni amalga oshirish imkoniyatini beradi. Bundan tashqari, to'liq shaffoflik uchun manba kodi tekshirish uchun mavjud va biznes uzluksizligining to'liq kafolati beriladi.",
  "migrate_monday_understanding_title": "Ko'chirishni Tushunish",
  "migrate_monday_understanding_desc": "JustDo korporativ jamoalar uchun xavfsiz va oddiy o'tish yo'lini taqdim etadi. Tashkiliy tuzilmangiz, loyiha ma'lumotlaringiz va aniq kirish nazorati JustDo'ning moslashuvchan va kuchli tizimiga tabiiy ravishda o'tkaziladi.",
  "migrate_monday_mapping_title": "Monday.com JustDo'ga Qanday Moslashadi",
  "migrate_monday_hierarchy_title": "Ierarxiya Tuzilmasi",
  "migrate_monday_hierarchy_desc": "Monday.com tuzilmangiz JustDo'ga quyidagicha moslashadi:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Ekvivalenti",
  "migrate_monday_table_header_description": "Tavsif",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Doskasi",
  "migrate_monday_workspace_desc": "Yuqori darajali konteyner",
  "migrate_monday_folder": "Folder (Papka)",
  "migrate_monday_folder_equiv": "Bo'lim/Papka (Loyihalar To'plami)",
  "migrate_monday_folder_desc": "Monday'da ular bog'liq doskalari (boards) birlashtiradi. JustDo'ning ko'p darajali ierarxiyasi hammasini bitta JustDo doskasida saqlashga imkon beradi, bu esa tashkilotni quş ko'zidan ko'rishni osonlashtiradi.",
  "migrate_monday_board": "Board (Doska)",
  "migrate_monday_board_equiv": "Loyiha (Project)",
  "migrate_monday_board_desc": "Monday'da odatda loyiha, ish oqimi, mijozlar ro'yxati va hokazolarni ifodalaydi. JustDo'da siz barcha loyihalarni bitta quş ko'zi ko'rinishida ko'rasiz.",
  "migrate_monday_group": "Group (Guruh)",
  "migrate_monday_group_equiv": "Holat maydoni (State field)",
  "migrate_monday_group_desc": "JustDo har bir vazifaga bir nechta Guruhlarni belgilashni qo'llab-quvvatlaydi - loyihadagi bir xil vazifaga ta'sir qiluvchi bir nechta ish oqimlarini qamrab olish uchun<sup>1</sup>",
  "migrate_monday_items": "Items (Elementlar)",
  "migrate_monday_items_equiv": "Vazifalar (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Misol:</strong> Monday'da doska (board) ishlab chiqish sikli uchun bitta <strong>Guruh</strong>dan foydalanishi mumkin (masalan, <em>Kutilmoqda → Jarayonda → QA → Bajarildi</em>). JustDo'da siz buni saqlab qolishingiz <strong>va</strong> qo'shimcha Guruh yo'nalishini qo'shishingiz mumkin - masalan, <em>Hisob-faktura</em>, <em>E'lon Tayyorlash</em> yoki <em>Hujjatlashtirish</em> - shuning uchun bir xil vazifa ishlab chiqish <strong>va</strong> biznes jarayonlaridan parallel ravishda o'tishi mumkin.",
  "migrate_monday_example_structure": "<strong>Misol:</strong> Monday.com tuzilmangiz <code>Workspace → Folder → Board → Group → Items</code> JustDo'da <code>JustDo Doskasi → Papka → Doska → Loyiha → Vazifalar</code>ga aylanadi."
}