{
  "migrate_monday_intro": "Sẵn sàng chuyển đổi từ Monday.com sang JustDo? Hướng dẫn này cho bạn thấy cách dữ liệu và kiểm soát truy cập từ Monday.com của bạn được ánh xạ gọn gàng vào nền tảng doanh nghiệp JustDo, và cách chuyển đổi này mở ra tầm nhìn rõ ràng hơn trên toàn tổ chức.",
  "migrate_monday_multi_level": "Với cấu trúc đa cấp của JustDo, các công việc liên quan được tập trung tại một nơi, giúp ban lãnh đạo có cái nhìn toàn diện về danh mục dự án, các nhóm nhìn thấy sự phụ thuộc liên chức năng, và những cải tiến được phát hiện nhanh chóng hơn.",
  "migrate_monday_unified_view": "Sau khi hoàn tất di chuyển, tầm nhìn thống nhất đó chuyển thành động lực: ưu tiên thông minh hơn, bàn giao rõ ràng hơn, và mở rộng dễ dàng hơn trên các dự án và phòng ban.",
  "migrate_monday_air_gapped": "JustDo cũng hỗ trợ <strong>triển khai hoàn toàn cách ly mạng (air-gapped)</strong>. Nếu bạn cần cô lập dữ liệu và quy trình làm việc quan trọng khỏi internet công cộng, bạn có thể chạy JustDo trong môi trường do bạn kiểm soát - tại chỗ hoặc trên đám mây riêng - với ranh giới mạng nghiêm ngặt. Điều này mang lại cho bạn quyền truy cập được kiểm toán, phân quyền chi tiết, và khả năng thực thi các chính sách bảo mật, tuân thủ và lưu giữ dữ liệu của riêng bạn. Hơn nữa, để đảm bảo tính minh bạch hoàn toàn, mã nguồn có sẵn để bạn kiểm tra, và đảm bảo hoàn toàn sự liên tục kinh doanh.",
  "migrate_monday_understanding_title": "Hiểu về Quá trình Di chuyển",
  "migrate_monday_understanding_desc": "JustDo cung cấp lộ trình chuyển đổi an toàn và đơn giản cho các nhóm doanh nghiệp. Cấu trúc tổ chức, dữ liệu dự án và kiểm soát truy cập chi tiết của bạn được chuyển đổi một cách tự nhiên vào hệ thống linh hoạt và mạnh mẽ của JustDo.",
  "migrate_monday_mapping_title": "Cách Monday.com Được Ánh xạ sang JustDo",
  "migrate_monday_hierarchy_title": "Cấu trúc Phân cấp",
  "migrate_monday_hierarchy_desc": "Cấu trúc Monday.com của bạn được ánh xạ sang JustDo như sau:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Tương đương JustDo",
  "migrate_monday_table_header_description": "Mô tả",
  "migrate_monday_workspace": "Workspace (Không gian làm việc)",
  "migrate_monday_workspace_equiv": "Bảng JustDo",
  "migrate_monday_workspace_desc": "Container cấp cao nhất",
  "migrate_monday_folder": "Folder (Thư mục)",
  "migrate_monday_folder_equiv": "Phòng ban/Thư mục (Bộ sưu tập Dự án)",
  "migrate_monday_folder_desc": "Trên Monday, những thành phần này nhóm các board liên quan lại với nhau. Cấu trúc đa cấp của JustDo cho phép chứa tất cả trong một bảng JustDo duy nhất để có cái nhìn tổng quan dễ dàng về tổ chức.",
  "migrate_monday_board": "Board (Bảng)",
  "migrate_monday_board_equiv": "Dự án",
  "migrate_monday_board_desc": "Trên Monday thường đại diện cho một dự án, một quy trình làm việc, danh sách khách hàng, v.v. Trên JustDo, bạn nhìn thấy tất cả các dự án trong một cái nhìn tổng quan.",
  "migrate_monday_group": "Group (Nhóm)",
  "migrate_monday_group_equiv": "Trường Trạng thái",
  "migrate_monday_group_desc": "JustDo hỗ trợ gán nhiều Group cho mỗi task - để giúp phù hợp với nhiều quy trình làm việc đang ảnh hưởng đến cùng một task trong một dự án<sup>1</sup>",
  "migrate_monday_items": "Items (Mục)",
  "migrate_monday_items_equiv": "Tasks (Công việc)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Ví dụ:</strong> Trong Monday, một board có thể sử dụng một <strong>Group</strong> cho vòng đời phát triển (ví dụ: <em>Chờ xử lý → Đang thực hiện → QA → Hoàn thành</em>). Trong JustDo, bạn có thể giữ điều đó <strong>và</strong> thêm một track Group bổ sung - ví dụ: <em>Lập hóa đơn</em>, <em>Chuẩn bị Thông báo</em>, hoặc <em>Tài liệu</em> - để cùng một task có thể di chuyển qua quá trình phát triển <strong>và</strong> quy trình kinh doanh song song.",
  "migrate_monday_example_structure": "<strong>Ví dụ:</strong> Cấu trúc Monday.com của bạn <code>Workspace → Folder → Board → Group → Items</code> trở thành <code>Bảng JustDo → Thư mục → Bảng → Dự án → Tasks</code> trong JustDo."
}