{
  "migrate_monday_intro": "Klaar om over te stappen van Monday.com naar JustDo? Deze handleiding laat zien hoe uw Monday.com-gegevens en toegangscontroles naadloos aansluiten op JustDo's enterprise platform, en hoe de overstap een helderder, organisatiebreed overzicht mogelijk maakt.",
  "migrate_monday_multi_level": "Met JustDo's meerlagige structuur blijft gerelateerd werk op één plek, zodat het management een echt portfoliobeeld krijgt, teams multifunctionele afhankelijkheden zien en verbeteringen sneller aan het licht komen.",
  "migrate_monday_unified_view": "Zodra u gemigreerd bent, vertaalt dat uniforme overzicht zich in momentum: slimmere prioritering, soepelere overdrachten en eenvoudiger opschalen over projecten en afdelingen heen.",
  "migrate_monday_air_gapped": "JustDo ondersteunt ook <strong>volledig geïsoleerde implementatie (air-gapped deployment)</strong>. Als u kritieke gegevens en workflows moet isoleren van het openbare internet, kunt u JustDo draaien in een omgeving die u zelf beheert - on-premises of in een private cloud - met strikte netwerkgrenzen. Dit geeft u gecontroleerde toegang, gedetailleerde rechten en de mogelijkheid om uw eigen beveiligings-, compliance- en data-retentiebeleid af te dwingen. Bovendien is de broncode beschikbaar voor uw audit voor volledige transparantie en volledige zekerheid van bedrijfscontinuïteit.",
  "migrate_monday_understanding_title": "De Migratie Begrijpen",
  "migrate_monday_understanding_desc": "JustDo biedt een veilig en eenvoudig migratiepad voor enterprise teams. Uw organisatiestructuur, projectgegevens en gedetailleerde toegangscontroles vertalen zich natuurlijk naar JustDo's flexibele en krachtige systeem.",
  "migrate_monday_mapping_title": "Hoe Monday.com Wordt Vertaald naar JustDo",
  "migrate_monday_hierarchy_title": "Hiërarchische Structuur",
  "migrate_monday_hierarchy_desc": "Uw Monday.com-structuur wordt als volgt vertaald naar JustDo:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo Equivalent",
  "migrate_monday_table_header_description": "Beschrijving",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Container op hoogste niveau",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Afdeling/Map (Projectenverzameling)",
  "migrate_monday_folder_desc": "Op Monday groepeert dit gerelateerde boards. De meerlagige hiërarchie van JustDo maakt het mogelijk om alles in één JustDo board te houden voor een eenvoudig organisatiebreed overzicht.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Project",
  "migrate_monday_board_desc": "Op Monday vertegenwoordigt dit doorgaans een project, een workflow, een klantenlijst, enz. Op JustDo ziet u alle projecten in één overzicht.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Status-veld",
  "migrate_monday_group_desc": "JustDo ondersteunt het toewijzen van meerdere Groups per taak - om meerdere workflows die dezelfde taak in een project beïnvloeden te accommoderen<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Taken",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Voorbeeld:</strong> In Monday kan een board één <strong>Group</strong> gebruiken voor de ontwikkelingscyclus (bijv. <em>In afwachting → In uitvoering → QA → Klaar</em>). In JustDo kunt u dit behouden <strong>en</strong> een extra Group-track toevoegen - bijvoorbeeld <em>Facturering</em>, <em>Aankondigingsvoorbereiding</em> of <em>Documentatie</em> - zodat dezelfde taak parallel door ontwikkelings- <strong>en</strong> bedrijfsprocessen kan bewegen.",
  "migrate_monday_example_structure": "<strong>Voorbeeld:</strong> Uw Monday.com-structuur van <code>Workspace → Folder → Board → Group → Items</code> wordt <code>JustDo Board → Map → Board → Project → Taken</code> in JustDo."
}