{
  "migrate_monday_intro": "តើអ្នកត្រៀមខ្លួនរួចរាល់ហើយឬនៅក្នុងការផ្លាស់ប្តូរពី Monday.com មក JustDo? មគ្គុទ្ទេសក៍នេះបង្ហាញពីរបៀបដែលទិន្នន័យ និងការគ្រប់គ្រងសិទ្ធិចូលប្រើរបស់ Monday.com ត្រូវបានផ្គូផ្គងយ៉ាងច្បាស់លាស់ទៅនឹងវេទិកាអាជីវកម្មរបស់ JustDo ហើយការផ្លាស់ប្តូរនេះនឹងបើកសោការមើលឃើញទូទាំងអង្គភាពឱ្យកាន់តែច្បាស់។",
  "migrate_monday_multi_level": "ជាមួយនឹងរចនាសម្ព័ន្ធពហុកម្រិតរបស់ JustDo ការងារដែលពាក់ព័ន្ធគ្នាស្ថិតនៅក្នុងកន្លែងតែមួយ ដូច្នេះថ្នាក់ដឹកនាំទទួលបានទស្សនភាពពេញលេញនៃផលប័ត្រការងារ ក្រុមការងារឃើញភាពអាស្រ័យគ្នារវាងមុខងារផ្សេងៗ ហើយការកែលម្អលេចឡើងកាន់តែលឿន។",
  "migrate_monday_unified_view": "បន្ទាប់ពីអ្នកបានផ្លាស់ប្តូររួច ទស្សនភាពរួមបញ្ចូលនេះនឹងប្រែទៅជាការរីកចម្រើន៖ ការកំណត់អាទិភាពប្រកបដោយភាពឆ្លាតវៃ ការប្រគល់កិច្ចការកាន់តែច្បាស់លាស់ និងការពង្រីកកាន់តែងាយស្រួលទូទាំងគម្រោង និងនាយកដ្ឋានផ្សេងៗ។",
  "migrate_monday_air_gapped": "JustDo ក៏គាំទ្រ<strong>ការដាក់ពង្រាយដាច់ដោយឡែកពីបណ្តាញ (air-gapped deployment)</strong> ផងដែរ។ ប្រសិនបើអ្នកត្រូវការឃ្លាតទិន្នន័យ និងលំហូរការងារសំខាន់ៗពីអ៊ីនធឺណិតសាធារណៈ អ្នកអាចដំណើរការ JustDo ក្នុងបរិយាកាសដែលអ្នកគ្រប់គ្រង - នៅក្នុងបរិវេណ (on-premises) ឬក្នុងពពកឯកជន (private cloud) - ជាមួយនឹងព្រំដែនបណ្តាញតឹងរ៉ឹង។ វាផ្តល់ឱ្យអ្នកនូវសិទ្ធិចូលប្រើដែលត្រូវបានសវនកម្ម សិទ្ធិអនុញ្ញាតលម្អិត និងសមត្ថភាពក្នុងការអនុវត្តគោលនយោបាយសុវត្ថិភាព ការអនុលោមតាម និងការរក្សាទិន្នន័យរបស់អ្នកផ្ទាល់។ លើសពីនេះ សម្រាប់ភាពតម្លាភាពពេញលេញ កូដប្រភព (source code) មានសម្រាប់ការសវនកម្មរបស់អ្នក និងការធានាពេញលេញនៃការបន្តអាជីវកម្ម។",
  "migrate_monday_understanding_title": "ការយល់ដឹងអំពីការផ្លាស់ប្តូរ",
  "migrate_monday_understanding_desc": "JustDo ផ្តល់នូវផ្លូវផ្លាស់ប្តូរដែលមានសុវត្ថិភាព និងសាមញ្ញសម្រាប់ក្រុមអាជីវកម្ម។ រចនាសម្ព័ន្ធអង្គភាព ទិន្នន័យគម្រោង និងការគ្រប់គ្រងសិទ្ធិចូលប្រើលម្អិតរបស់អ្នកត្រូវបានបកប្រែដោយធម្មជាតិទៅក្នុងប្រព័ន្ធដែលមានភាពបត់បែន និងមានឥទ្ធិពលរបស់ JustDo។",
  "migrate_monday_mapping_title": "របៀបដែល Monday.com ត្រូវបានផ្គូផ្គងទៅ JustDo",
  "migrate_monday_hierarchy_title": "រចនាសម្ព័ន្ធឋានានុក្រម",
  "migrate_monday_hierarchy_desc": "រចនាសម្ព័ន្ធ Monday.com របស់អ្នកត្រូវបានផ្គូផ្គងទៅ JustDo ដូចខាងក្រោម៖",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "សមមូល JustDo",
  "migrate_monday_table_header_description": "ការពិពណ៌នា",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "ធុងផ្ទុកកម្រិតកំពូល",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "នាយកដ្ឋាន/ថត (ការប្រមូលគម្រោង - Projects Collection)",
  "migrate_monday_folder_desc": "នៅលើ Monday ទាំងនេះបញ្ចូលគ្នានូវ boards ដែលពាក់ព័ន្ធគ្នា។ រចនាសម្ព័ន្ធពហុកម្រិតរបស់ JustDo អនុញ្ញាតឱ្យវាផ្ទុកទាំងអស់នៅក្នុង JustDo board តែមួយសម្រាប់ទស្សនភាពអង្គភាពពីលើងាយស្រួល។",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "គម្រោង (Project)",
  "migrate_monday_board_desc": "នៅលើ Monday ជាធម្មតាតំណាងឱ្យគម្រោង លំហូរការងារ បញ្ជីអតិថិជន។ នៅលើ JustDo អ្នកឃើញគម្រោងទាំងអស់ក្នុងទស្សនភាពពីលើមួយ។",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "វាល State",
  "migrate_monday_group_desc": "JustDo គាំទ្រការកំណត់ Groups ច្រើនក្នុងមួយភារកិច្ច - ដើម្បីជួយសម្របសម្រួលលំហូរការងារច្រើនដែលកំពុងប៉ះពាល់ដល់ភារកិច្ចដូចគ្នានៅក្នុងគម្រោង<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "ភារកិច្ច (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>ឧទាហរណ៍:</strong> នៅ Monday board មួយអាចប្រើ <strong>Group</strong> មួយសម្រាប់វដ្តជីវិតអភិវឌ្ឍន៍ (ឧ. <em>រង់ចាំ → កំពុងដំណើរការ → QA → បានបញ្ចប់</em>)។ នៅក្នុង JustDo អ្នកអាចរក្សាវា <strong>និង</strong> បន្ថែមផ្លូវតាមដាន Group បន្ថែម - ឧទាហរណ៍ <em>ការចេញវិក្កយបត្រ</em> <em>ការរៀបចំប្រកាស</em> ឬ <em>ឯកសារ</em> - ដូច្នេះភារកិច្ចដូចគ្នាអាចឆ្លងកាត់ការអភិវឌ្ឍន៍ <strong>និង</strong> ដំណើរការអាជីវកម្មស្របគ្នា។",
  "migrate_monday_example_structure": "<strong>ឧទាហរណ៍:</strong> រចនាសម្ព័ន្ធ Monday.com របស់អ្នក <code>Workspace → Folder → Board → Group → Items</code> ក្លាយជា <code>JustDo Board → Folder → Board → Project → Tasks</code> នៅក្នុង JustDo។"
}