{
  "migrate_monday_intro": "Оё барои гузариш аз Monday.com ба JustDo? Ин роҳнамо нишон медиҳад, ки маълумот ва назорати дастрасии Monday.com шумо чӣ гуна ба платформаи корпоративии JustDo мувофиқ мешаванд ва чӣ гуна ин гузариш намуди васеъи ташкилотиро кушода мекунад.",
  "migrate_monday_multi_level": "Бо сохтори бисёрсатҳии JustDo, корҳои алоқаманд дар як ҷо ҷойгир мешаванд, то раҳбарият тасвири ҳақиқии портфелро гиранд, дастаҳо вобастагиҳои байнифунксионалиро бинанд ва беҳбудиҳо зудтар пайдо шаванд.",
  "migrate_monday_unified_view": "Пас аз кӯчонидан, ин намуди якпорчашуда ба ҳаракат табдил меёбад: афзалиятбандии ақлонатар, интиқоли тозатар ва васеъшавии осонтар дар тамоми лоиҳаҳо ва шӯъбаҳо.",
  "migrate_monday_air_gapped": "JustDo инчунин <strong>ҷойгиршавии пурра ҷудошударо</strong> дастгирӣ мекунад. Агар шумо бояд маълумот ва ҷараёнҳои муҳимро аз интернети умумӣ ҷудо кунед, шумо метавонед JustDo-ро дар муҳите, ки назорат мекунед - дар ҷои худ ё дар абри хусусӣ - бо марзҳои қатъии шабака иҷро кунед. Ин ба шумо дастрасии тафтишшуда, иҷозатҳои дақиқ ва имкони иҷрои сиёсатҳои амниятӣ, мутобиқат ва нигоҳдории маълумоти худро медиҳад. Илова бар ин, барои шаффофияти пурра, рамзи манбаъ барои тафтиши шумо дастрас аст ва кафолати пурраи давомнокии тиҷорат.",
  "migrate_monday_understanding_title": "Фаҳмиши кӯчонидан",
  "migrate_monday_understanding_desc": "JustDo роҳи мутмаин ва содаи гузаришро барои дастаҳои корпоративӣ пешниҳод мекунад. Сохтори ташкилотӣ, маълумоти лоиҳа ва назорати дақиқи дастрасии шумо ба таври табиӣ ба системаи чандир ва пурқувваи JustDo мувофиқ мешаванд.",
  "migrate_monday_mapping_title": "Мувофиқати Monday.com ба JustDo",
  "migrate_monday_hierarchy_title": "Сохтори иерархӣ",
  "migrate_monday_hierarchy_desc": "Сохтори Monday.com шумо ба JustDo ба таври зерин мувофиқ мешавад:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Муодили JustDo",
  "migrate_monday_table_header_description": "Тавсиф",
  "migrate_monday_workspace": "Workspace (Фазои корӣ)",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Контейнери сатҳи боло",
  "migrate_monday_folder": "Folder (Ҷилд)",
  "migrate_monday_folder_equiv": "Department/Folder (Маҷмӯаи лоиҳаҳо)",
  "migrate_monday_folder_desc": "Дар Monday инҳо тахтаҳои алоқамандро якҷоя мегруҳбандӣ мекунанд. Иерархияи бисёрсатҳии JustDo имкон медиҳад, ки ҳамаро дар як тахтаи JustDo нигоҳ дорад барои намуди осони ташкилотӣ.",
  "migrate_monday_board": "Board (Тахта)",
  "migrate_monday_board_equiv": "Project (Лоиҳа)",
  "migrate_monday_board_desc": "Дар Monday одатан лоиҳа, ҷараёни корӣ, рӯйхати муштариён ва ғайраро ифода мекунад. Дар JustDo шумо ҳамаи лоиҳаҳоро дар як намуди умумӣ мебинед.",
  "migrate_monday_group": "Group (Гурӯҳ)",
  "migrate_monday_group_equiv": "State field (Майдони ҳолат)",
  "migrate_monday_group_desc": "JustDo таъин кардани якчанд гурӯҳро барои ҳар вазифа дастгирӣ мекунад - то ба мувофиқ кардани якчанд ҷараёни корӣ, ки ба ҳамон вазифа дар лоиҳа таъсир мерасонанд, кӯмак кунад<sup>1</sup>",
  "migrate_monday_items": "Items (Ашёҳо)",
  "migrate_monday_items_equiv": "Tasks (Вазифаҳо)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Мисол:</strong> Дар Monday, тахта метавонад як <strong>гурӯҳро</strong> барои давраи ҳаёти таҳия истифода барад (масалан, <em>Интизор → Дар ҷараён → QA → Анҷомшуда</em>). Дар JustDo, шумо метавонед онро нигоҳ доред <strong>ва</strong> масири гурӯҳи иловагиро илова кунед - масалан, <em>Ҳисобфактурагузорӣ</em>, <em>Омодагии эълонот</em> ё <em>Ҳуҷҷатнигорӣ</em> - то ҳамон вазифа ҳам аз рӯи таҳия <strong>ва ҳам</strong> аз рӯи ҷараёнҳои тиҷоратӣ паралелӣ ҳаракат кунад.",
  "migrate_monday_example_structure": "<strong>Мисол:</strong> Сохтори Monday.com шумо аз <code>Workspace → Folder → Board → Group → Items</code> ба <code>JustDo Board → Folder → Board → Project → Tasks</code> дар JustDo табдил меёбад."
}