{
  "migrate_monday_intro": "מוכנים לעבור מ-Monday.com אל JustDo? מדריך זה מראה כיצד הנתונים ובקרות הגישה שלכם ב-Monday.com ממופים בצורה נקייה לפלטפורמה הארגונית של JustDo, וכיצד המעבר פותח תצוגה ארגונית ברורה יותר.",
  "migrate_monday_multi_level": "עם המבנה הרב-רמתי של JustDo, עבודה קשורה נמצאת במקום אחד, כך שההנהלה מקבלת תמונת תיק עבודות אמיתית, צוותים רואים תלויות חוצות-תפקוד, ושיפורים עולים מהר יותר.",
  "migrate_monday_unified_view": "ברגע שההעברה הושלמה, התצוגה המאוחדת הזו הופכת למומנטום: תעדוף חכם יותר, מסירות נקיות יותר, והתרחבות קלה יותר לאורך פרויקטים ומחלקות.",
  "migrate_monday_air_gapped": "JustDo גם תומך ב<strong>פריסה (Deploy) מבודדת לחלוטין</strong>. אם אתם צריכים לבודד נתונים קריטיים ותהליכי עבודה מהאינטרנט הציבורי, אתם יכולים להריץ את JustDo בסביבה שאתם שולטים בה - בשטח הלקוח (On-premise) או בענן פרטי - עם גבולות רשת מוגדרים היטב. זה מעניק לכם גישה מבוקרת, הרשאות מדויקות, והיכולת לאכוף מדיניות אבטחה, ציות ושמירת נתונים משלכם. יתר על כן, לשקיפות מלאה, קוד המקור זמין לביקורת שלכם, והבטחה מלאה להמשכיות עסקית.",
  "migrate_monday_understanding_title": "הבנת תהליך ההעברה",
  "migrate_monday_understanding_desc": "JustDo מספקת מסלול מעבר מאובטח ופשוט לצוותים ארגוניים. המבנה הארגוני שלכם, נתוני הפרויקט ובקרות הגישה המפורטות מתורגמים באופן טבעי למערכת הגמישה והחזקה של JustDo.",
  "migrate_monday_mapping_title": "כיצד Monday.com ממופה ל-JustDo",
  "migrate_monday_hierarchy_title": "מבנה היררכי",
  "migrate_monday_hierarchy_desc": "המבנה שלכם ב-Monday.com ממופה ל-JustDo כך:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "המקבילה ב-JustDo",
  "migrate_monday_table_header_description": "תיאור",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "לוח JustDo",
  "migrate_monday_workspace_desc": "מיכל ברמה העליונה",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "מחלקה/תיקייה (אוסף פרויקטים)",
  "migrate_monday_folder_desc": "ב-Monday אלה מקבצים לוחות קשורים יחד. ההיררכיה הרב-רמתית של JustDo מאפשרת להחזיק הכל בלוח JustDo אחד לתצוגה ארגונית נוחה.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "פרויקט",
  "migrate_monday_board_desc": "ב-Monday בדרך כלל מייצג פרויקט, תהליך עבודה, רשימת לקוחות וכו'. ב-JustDo אתם רואים את כל הפרויקטים בתצוגה ארגונית אחת.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "שדה מצב",
  "migrate_monday_group_desc": "JustDo תומך בהקצאת מספר קבוצות למשימה אחת - כדי לעזור להתאים מספר תהליכי עבודה המשפיעים על אותה משימה בפרויקט<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "משימות",
  "migrate_monday_group_note": "<sup>1</sup> <strong>דוגמה:</strong> ב-Monday, לוח עשוי להשתמש ב<strong>Group</strong> אחד עבור מחזור הפיתוח (למשל, <em>ממתין → בעבודה → QA → הושלם</em>). ב-JustDo, אתם יכולים לשמור את זה <strong>וגם</strong> להוסיף מסלול Group נוסף - לדוגמה, <em>חיוב</em>, <em>הכנת הודעה</em>, או <em>תיעוד</em> - כך שאותה משימה יכולה לעבור דרך הפיתוח <strong>וגם</strong> תהליכים עסקיים במקביל.",
  "migrate_monday_example_structure": "<strong>דוגמה:</strong> המבנה שלכם ב-Monday.com של <code>Workspace → Folder → Board → Group → Items</code> הופך ל-<code>לוח JustDo → תיקייה → פרויקט → משימות</code> ב-JustDo."
}