{
  "migrate_monday_intro": "Готови ли сте да преминете от Monday.com към JustDo? Това ръководство показва как вашите данни и контроли за достъп от Monday.com се пренасят плавно в корпоративната платформа на JustDo и как промяната отключва по-ясна визия на ниво цяла организация.",
  "migrate_monday_multi_level": "С многостепенната структура на JustDo свързаната работа се намира на едно място, така че ръководството получава истинска картина на портфолиото, екипите виждат междуфункционалните зависимости, а подобренията се появяват по-бързо.",
  "migrate_monday_unified_view": "След като мигрирате, този обединен изглед се превръща в импулс: по-интелигентно приоритизиране, по-чисти предавания и по-лесно мащабиране между проекти и отдели.",
  "migrate_monday_air_gapped": "JustDo също поддържа <strong>напълно изолирано внедряване (air-gapped deployment)</strong>. Ако имате нужда да изолирате критични данни и работни процеси от публичния интернет, можете да стартирате JustDo в среда, която контролирате - локално (on-premises) или в частен облак - със строги мрежови граници. Това ви дава одитиран достъп, детайлни права за достъп и възможност да наложите собствените си политики за сигурност, съответствие и съхранение на данни. Освен това, за пълна прозрачност, изходният код е достъпен за вашия одит и пълна гаранция за бизнес непрекъснатост.",
  "migrate_monday_understanding_title": "Разбиране на миграцията",
  "migrate_monday_understanding_desc": "JustDo предоставя сигурен и ясен път за преход за корпоративни екипи. Вашата организационна структура, проектни данни и детайлни контроли за достъп се пренасят естествено в гъвкавата и мощна система на JustDo.",
  "migrate_monday_mapping_title": "Как Monday.com се съпоставя с JustDo",
  "migrate_monday_hierarchy_title": "Йерархична структура",
  "migrate_monday_hierarchy_desc": "Вашата структура от Monday.com се съпоставя с JustDo по следния начин:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "Еквивалент в JustDo",
  "migrate_monday_table_header_description": "Описание",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo табло (Board)",
  "migrate_monday_workspace_desc": "Контейнер на най-високо ниво",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Отдел/Папка (Колекция от проекти)",
  "migrate_monday_folder_desc": "В Monday тези групират свързани табла (boards) заедно. Многостепенната йерархия на JustDo позволява да се съдържат всички в едно JustDo табло за лесен поглед отгоре на организацията.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Проект",
  "migrate_monday_board_desc": "В Monday обикновено представлява проект, работен процес, списък с клиенти и др. В JustDo виждате всички проекти в един поглед отгоре.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Поле за състояние (State)",
  "migrate_monday_group_desc": "JustDo поддържа присвояване на множество групи (Groups) за задача - за да помогне да се адаптират множество работни процеси, които засягат една и съща задача в проект<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Задачи",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Пример:</strong> В Monday едно табло (board) може да използва една <strong>Група (Group)</strong> за жизнения цикъл на разработка (напр. <em>Изчакващо → В процес → QA → Готово</em>). В JustDo можете да запазите това <strong>и</strong> да добавите допълнителна група - например <em>Фактуриране</em>, <em>Подготовка на съобщение</em> или <em>Документация</em> - така че същата задача може да преминава през разработка <strong>и</strong> бизнес процеси паралелно.",
  "migrate_monday_example_structure": "<strong>Пример:</strong> Вашата структура от Monday.com <code>Workspace → Folder → Board → Group → Items</code> се превръща в <code>JustDo табло → Папка → Табло → Проект → Задачи</code> в JustDo."
}