{
  "migrate_monday_intro": "Monday.com-нан JustDo-ға көшуге дайынсыз ба? Бұл нұсқаулық сіздің Monday.com деректеріңіз бен қол жеткізу басқаруларыңыз JustDo корпоративтік платформасына қалай анық көшетінін және бұл өзгеріс қалай ұйымдық деңгейде айқынырақ көріністі ашатынын көрсетеді.",
  "migrate_monday_multi_level": "JustDo-ның көп деңгейлі құрылымымен байланысты жұмыс бір жерде орналасады, сондықтан басшылық портфолионың нақты көрінісін алады, топ функцияаралық тәуелділіктерді көреді және жақсартулар жылдамырақ көрінеді.",
  "migrate_monday_unified_view": "Көшіргеннен кейін бұл біріктірілген көріні импульске айналады: ақылдырақ басымдықтар, тазарақ тапсыру және жобалар мен бөлімдер бойынша оңайырақ масштабтау.",
  "migrate_monday_air_gapped": "JustDo сондай-ақ <strong>толық желіден оқшауланған орналастыруды (air-gapped deployment)</strong> қолдайды. Егер сізге сыни деректер мен жұмыс процестерін ашық интернеттен оқшаулау қажет болса, JustDo-ны өзіңіз басқаратын ортада - өз жабдығыңызда немесе жеке бұлтта - қатаң желілік шекаралармен іске қоса аласыз. Бұл сізге аудитталған қол жеткізу, нақты рұқсаттар және өзіңіздің қауіпсіздік, сәйкестік және деректерді сақтау саясаттарыңызды орындау мүмкіндігін береді. Одан әрі, толық ашықтық үшін бастапқы код сіздің аудитіңіз үшін қол жетімді және бизнестің үздіксіздігіне толық кепілдік беріледі.",
  "migrate_monday_understanding_title": "Көшіруді түсіну",
  "migrate_monday_understanding_desc": "JustDo корпоративтік топтар үшін қауіпсіз, түсінікті көшу жолын ұсынады. Сіздің ұйымдық құрылымыңыз, жоба деректеріңіз және нақты қол жеткізу басқаруларыңыз JustDo-ның икемді және қуатты жүйесіне табиғи түрде аударылады.",
  "migrate_monday_mapping_title": "Monday.com JustDo-ға қалай сәйкес келеді",
  "migrate_monday_hierarchy_title": "Иерархиялық құрылым",
  "migrate_monday_hierarchy_desc": "Сіздің Monday.com құрылымыңыз JustDo-ға келесідей сәйкес келеді:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo баламасы",
  "migrate_monday_table_header_description": "Сипаттама",
  "migrate_monday_workspace": "Workspace (Жұмыс кеңістігі)",
  "migrate_monday_workspace_equiv": "JustDo Board",
  "migrate_monday_workspace_desc": "Жоғары деңгейлі контейнер",
  "migrate_monday_folder": "Folder (Қалта)",
  "migrate_monday_folder_equiv": "Department/Folder (Бөлім/Қалта) (Projects Collection - Жобалар жинағы)",
  "migrate_monday_folder_desc": "Monday-де бұлар байланысты тақталарды топтастырады. JustDo-ның көп деңгейлі иерархиясы барлығын бір JustDo тақтасында ұстауға мүмкіндік береді, бұл ұйымның жалпы көрінісін оңай береді.",
  "migrate_monday_board": "Board (Тақта)",
  "migrate_monday_board_equiv": "Project (Жоба)",
  "migrate_monday_board_desc": "Monday-де әдетте жобаны, жұмыс процесін, клиенттер тізімін және т.б. білдіреді. JustDo-да барлық жобаларды бір жалпы көріністе көресіз.",
  "migrate_monday_group": "Group (Топ)",
  "migrate_monday_group_equiv": "State field (Күй өрісі)",
  "migrate_monday_group_desc": "JustDo тапсырма үшін бірнеше топтарды тағайындауды қолдайды - жобадағы бір тапсырмаға әсер ететін бірнеше жұмыс процестерін орналастыруға көмектесу үшін<sup>1</sup>",
  "migrate_monday_items": "Items (Элементтер)",
  "migrate_monday_items_equiv": "Tasks (Тапсырмалар)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Мысал:</strong> Monday-де тақта әзірлеу өмірлік циклі үшін бір <strong>топты</strong> пайдалануы мүмкін (мысалы, <em>Күтуде → Орындалуда → Сапа тексеруі → Орындалды</em>). JustDo-да сіз мұны сақтай аласыз <strong>және</strong> қосымша топ іздеуін қоса аласыз - мысалы, <em>Шот-фактураларды ресімдеу</em>, <em>Хабарлама дайындығы</em> немесе <em>Құжаттама</em> - сондықтан бір тапсырма әзірлеу <strong>және</strong> бизнес процестері арқылы параллель түрде жүре алады.",
  "migrate_monday_example_structure": "<strong>Мысал:</strong> Сіздің Monday.com құрылымыңыз <code>Workspace → Folder → Board → Group → Items</code> JustDo-да <code>JustDo Board → Folder → Board → Project → Tasks</code> болып өзгереді."
}