{
  "migrate_monday_intro": "Spremni za prijelaz s Monday.com na JustDo? Ovaj vodič pokazuje kako se vaši Monday.com podaci i kontrole pristupa jasno preslikavaju na JustDo enterprise platformu, te kako taj prelazak omogućava jasniji pogled na razini cijele organizacije.",
  "migrate_monday_multi_level": "Uz JustDo višerazinsku strukturu, povezani poslovi nalaze se na jednom mjestu, tako da vodstvo dobiva pravi portfelj projekata, timovi vide međufunkcionalne ovisnosti, a poboljšanja se uočavaju brže.",
  "migrate_monday_unified_view": "Nakon migracije, taj objedinjeni pogled pretvara se u pokretačku snagu: pametnija prioritizacija, čišći prijelazi i lakše skaliranje kroz projekte i odjele.",
  "migrate_monday_air_gapped": "JustDo također podržava <strong>potpuno izolirano postavljanje (air-gapped deployment)</strong>. Ako trebate izolirati kritične podatke i radne tijekove od javnog interneta, možete pokrenuti JustDo u okruženju koje kontrolirate - na vlastitim poslužiteljima ili u privatnom oblaku - sa strogim mrežnim granicama. To vam omogućava revidirani pristup, detaljne dozvole i mogućnost primjene vlastitih sigurnosnih politika, usklađenosti i politika zadržavanja podataka. Nadalje, radi potpune transparentnosti, izvorni kod dostupan je za vašu reviziju i puno jamstvo kontinuiteta poslovanja.",
  "migrate_monday_understanding_title": "Razumijevanje migracije",
  "migrate_monday_understanding_desc": "JustDo pruža siguran i jednostavan put prijelaza za enterprise timove. Vaša organizacijska struktura, projektni podaci i detaljne kontrole pristupa prirodno se prenose u JustDo fleksibilan i moćan sustav.",
  "migrate_monday_mapping_title": "Kako se Monday.com preslikava na JustDo",
  "migrate_monday_hierarchy_title": "Struktura hijerarhije",
  "migrate_monday_hierarchy_desc": "Vaša Monday.com struktura preslikava se na JustDo na sljedeći način:",
  "migrate_monday_table_header_monday": "Monday.com",
  "migrate_monday_table_header_justdo": "JustDo ekvivalent",
  "migrate_monday_table_header_description": "Opis",
  "migrate_monday_workspace": "Workspace",
  "migrate_monday_workspace_equiv": "JustDo ploča (Board)",
  "migrate_monday_workspace_desc": "Kontejner najviše razine",
  "migrate_monday_folder": "Folder",
  "migrate_monday_folder_equiv": "Odjel/Mapa (Zbirka projekata)",
  "migrate_monday_folder_desc": "Na Mondayu ovo grupira povezane ploče. JustDo višerazinska hijerarhija omogućava držanje svega na jednoj JustDo ploči za lak pregled organizacije iz ptičje perspektive.",
  "migrate_monday_board": "Board",
  "migrate_monday_board_equiv": "Projekt",
  "migrate_monday_board_desc": "Na Mondayu obično predstavlja projekt, radni tijek, popis klijenata itd. Na JustDo vidite sve projekte u jednom pregledu iz ptičje perspektive.",
  "migrate_monday_group": "Group",
  "migrate_monday_group_equiv": "Polje stanja (State field)",
  "migrate_monday_group_desc": "JustDo podržava dodjelu više grupa po zadatku - kako bi se omogućili različiti radni tijekovi koji utječu na isti zadatak u projektu<sup>1</sup>",
  "migrate_monday_items": "Items",
  "migrate_monday_items_equiv": "Zadaci (Tasks)",
  "migrate_monday_group_note": "<sup>1</sup> <strong>Primjer:</strong> Na Mondayu, ploča može koristiti jednu <strong>grupu</strong> za razvojni ciklus (npr. <em>Na čekanju → U tijeku → QA → Gotovo</em>). U JustDo možete zadržati to <strong>i</strong> dodati dodatnu grupu - na primjer, <em>Fakturiranje</em>, <em>Priprema najave</em> ili <em>Dokumentacija</em> - tako da isti zadatak može prolaziti kroz razvoj <strong>i</strong> poslovne procese paralelno.",
  "migrate_monday_example_structure": "<strong>Primjer:</strong> Vaša Monday.com struktura <code>Workspace → Folder → Board → Group → Items</code> postaje <code>JustDo ploča → Mapa → Projekt → Zadaci</code> u JustDo."
}