{
  "plugin_store_workload_planner_title": "İş Yükü Planlaşdırıcısı",
  "plugin_store_workload_planner_short_description": "Komandanızın iş yükünü vizuallaşdırın, idarə edin və məhsuldarlığı artırmaq üçün optimallaşdırın.",
  "plugin_store_workload_planner_full_description": "JustDo-dakı İş Yükü Planlaşdırıcısı komandanızın iş yükünü effektiv şəkildə planlaşdırmağa, paylaşdırmağa və izləməyə imkan verir, hər kəsin optimal şəkildə işləməsini və layihələrin vaxtında yerinə yetirilməsini təmin edir. <br><br> Əsas Xüsusiyyətlər: <ul><li>Çevik Müddət Kateqoriyalaşdırması: Tapşırıqları komandanızın təriflərinə əsasən qısa, orta və uzunmüddətli kateqoriyalara bölün, gələcək iş üçün aydın yol xəritəsi təqdim edin. </li><li>İntuitive Vizuallaşdırmalar: Komandanızın iş yükü paylanmasını müxtəlif zaman üfüqlərində vizuallaşdırın, potensial disbalans və ya həddindən artıq yüklənməni tez müəyyən edin. </li><li>İş Yükü Faiz Bölgüsü: Hər komanda üzvü üçün tapşırığın iş gününün neçə faizini tutmalı olduğunu müəyyən edin, dəqiq iş yükü idarəetməsi və tutum planlaşdırması aparmağa imkan verin. </li><li>Resurs İdarəetməsi ilə Rahat İnteqrasiya: Planlaşdırılmış və faktiki tapşırıqlara sərf olunan vaxt haqqında daha dərin məlumat əldə edin, dəqiq iş yükü qiymətləndirməsi və düzəlişlər etməyə imkan verin. </li><li>Dinamik Tapşırıq Yenidən Təyinat: Tapşırıqları komanda üzvləri arasında asanlıqla köçürün və ya tapşırıq müddətlərini tənzimləyin ki, iş yükü balansını optimallaşdırın və bərabər paylanmanı təmin edin. </li></ul><br>Faydaları:<ul><li>Tükənmənin və Az İstifadənin Qarşısını Alın: Potensial disbalansları onlar kəskinləşməzdən əvvəl müəyyən edib həll edərək komandanız üçün sağlam və davamlı iş yükünü qoruyun.</li><li>Resurs Bölgüsünü Optimallaşdırın: Real vaxt iş yükü məlumatlarını və fərdi komanda üzvlərinin tutumunu nəzərə alaraq tapşırıq təyinatları və son tarixlər haqqında məlumatlı qərarlar verin. </li><li>Layihə Planlaşdırması və Proqnozlaşdırmanı Təkmilləşdirin: Komandanızın iş yükü və mövcudluğu haqqında aydın anlayış əldə edərək layihə cədvəllərini və resurs bölgüsü strategiyalarını təkmilləşdirin. </li><li>Komanda Məhsuldarlığını Artırın: Aydın və idarə oluna bilən iş yükü paylanması təmin etməklə komandanıza ən vacib tapşırıqlara diqqət yetirməyə imkan verin.</li><li>Komanda Əməkdaşlığını Gücləndirin: İş yükü və tutum haqqında açıq ünsiyyəti asanlaşdırın, daha dəstəkləyici və əməkdaşlıq edən iş mühiti yaradın.</li></ul>JustDo-nun İş Yükü Planlaşdırıcısı ilə komandanızın iş yükünü nəzarətə alın və məhsuldarlıq, balans və layihə uğurunun yeni səviyyəsini açın."
}