{
  "plugin_store_workload_planner_title": "Планавальнік нагрузкі",
  "plugin_store_workload_planner_short_description": "Візуалізуйце, кіруйце і аптымізуйце нагрузку вашай каманды для павышэння прадукцыйнасці.",
  "plugin_store_workload_planner_full_description": "Планавальнік нагрузкі ў JustDo дазваляе эфектыўна планаваць, размяркоўваць і кантраляваць нагрузку вашай каманды, забяспечваючы аптымальную занятасць кожнага і выкананне праектаў у тэрмін. <br><br> Асноўныя функцыі: <ul><li>Гнуткая катэгарызацыя тэрмінаў: Класіфікуйце задачы на кароткатэрміновыя, сярэднетэрміновыя і доўгатэрміновыя катэгорыі на аснове вызначэнняў вашай каманды, забяспечваючы ясную дарожную карту для будучай працы. </li><li>Інтуітыўныя візуалізацыі: Візуалізуйце размеркаванне нагрузкі вашай каманды па розных часавых гарызонтах, што дазваляе хутка выяўляць патэнцыйныя дысбалансы або перагрузкі. </li><li>Размеркаванне працэнтаў нагрузкі: Вызначайце працэнт працоўнага дня, які павінна займаць задача для кожнага члена каманды, што дазваляе дакладна кіраваць нагрузкай і планаваць магутнасці. </li><li>Бесперашкоднае інтэграванне з кіраваннем рэсурсамі: Атрымлівайце больш глыбокае разуменне запланаванага і фактычнага часу, выдаткаванага на задачы, што спрыяе дакладнай ацэнцы і карэкціроўцы нагрузкі. </li><li>Дынамічнае пераразмеркаванне задач: Лёгка перамяшчайце задачы паміж членамі каманды або карэктуйце часавыя рамкі задач для аптымізацыі балансу нагрузкі і забеспячэння раўнамернага размеркавання. </li></ul><br>Перавагі:<ul><li>Прадухіленне выгарання і недавыкарыстання: Падтрымлівайце здаровую і ўстойлівую нагрузку для вашай каманды шляхам выяўлення і вырашэння патэнцыйных дысбалансаў да іх абвастрэння.</li><li>Аптымізацыя размеркавання рэсурсаў: Прымайце абгрунтаваныя рашэнні аб прызначэнні задач і тэрмінах, улічваючы дадзеныя аб нагрузцы ў рэальным часе і індывідуальныя магчымасці членаў каманды. </li><li>Паляпшэнне планавання і прагназавання праектаў: Удасканальвайце часавыя рамкі праектаў і стратэгіі размеркавання рэсурсаў, атрымліваючы ясны малюнак нагрузкі і даступнасці вашай каманды. </li><li>Павышэнне прадукцыйнасці каманды: Дазвольце вашай камандзе сканцэнтравацца на найважнейшых задачах, забяспечваючы ясную і кіравальную размеркаванне нагрузкі.</li><li>Паляпшэнне камандных зносін: Спрыяйце адкрытай камунікацыі аб нагрузцы і магчымасцях, ствараючы больш падтрымліваючае і супрацоўніцкае працоўнае асяроддзе.</li></ul>Вазьміце пад кантроль нагрузку вашай каманды з дапамогай Планавальніка нагрузкі JustDo і адкрыйце новы ўзровень прадукцыйнасці, балансу і паспяховасці праектаў."
}