{
  "plugin_store_workload_planner_title": "Планавальнік нагрузкі",
  "plugin_store_workload_planner_short_description": "Візуалізуйце, кіруйце і аптымізуйце нагрузку вашай каманды для павышэння прадукцыйнасці.",
  "plugin_store_workload_planner_full_description": "Планавальнік працоўнай нагрузкі ў JustDo дазваляе эфектыўна планаваць, размяркоўваць і адсочваць працоўную нагрузку вашай каманды, забяспечваючы аптымальную занятасць усіх і падтрымліваючы праекты на правільным шляху. <br><br> <h2>Асноўныя функцыі:</h2> <ul><li>Гнуткая катэгарызацыя тэрмінаў: Класіфікуйце задачы на кароткатэрміновыя, сярэднетэрміновыя і доўгатэрміновыя катэгорыі на аснове вызначэнняў вашай каманды, забяспечваючы ясную дарожную карту для будучай працы. </li><li>Інтуітыўныя візуалізацыі: Візуалізуйце размеркаванне працоўнай нагрузкі вашай каманды па розных часавых гарызонтах, што дазваляе хутка выявіць патэнцыяльныя дысбалансы або перагрузкі. </li><li>Размеркаванне працэнтаў нагрузкі: Вызначайце працэнт працоўнага дня, які павінна займаць задача для кожнага члена каманды, што дазваляе дакладна кіраваць нагрузкай і планаваць магутнасці. </li><li>Бесперапыннае інтэграванне з кіраваннем рэсурсамі: Атрымлівайце больш глыбокае разуменне запланаванага і фактычнага часу, выдаткаванага на задачы, што дапамагае дакладна ацэньваць і карэктаваць працоўную нагрузку. </li><li>Дынамічнае пераразмеркаванне задач: Лёгка перамяшчайце задачы паміж членамі каманды або карэктуйце часавыя рамкі задач для аптымізацыі балансу нагрузкі і забеспячэння раўнамернага размеркавання. </li></ul><br><h2>Перавагі:</h2><ul><li>Прадухіленне выгарання і недавыкарыстання: Падтрымлівайце здаровую і ўстойлівую працоўную нагрузку для вашай каманды, выяўляючы і вырашаючы патэнцыяльныя дысбалансы да іх абвастрэння.</li><li>Аптымізацыя размеркавання рэсурсаў: Прымайце абгрунтаваныя рашэнні аб прызначэнні задач і тэрмінах іх выканання, улічваючы дадзеныя аб рэальнай нагрузцы і індывідуальных магчымасцях членаў каманды. </li><li>Паляпшэнне планавання і прагназавання праектаў: Удасканальвайце часавыя рамкі праектаў і стратэгіі размеркавання рэсурсаў, атрымліваючы яснае разуменне працоўнай нагрузкі і даступнасці вашай каманды. </li><li>Павышэнне прадукцыйнасці каманды: Дазвольце вашай камандзе сканцэнтравацца на найбольш важных задачах, забяспечваючы яснае і кіруемае размеркаванне працоўнай нагрузкі.</li><li>Паляпшэнне камандзнага супрацоўніцтва: Садзейнічайце адкрытай камунікацыі аб працоўнай нагрузцы і магчымасцях, ствараючы больш падтрымліваючае і калабаратыўнае працоўнае асяроддзе.</li></ul>Вазьміце пад кантроль працоўную нагрузку вашай каманды з дапамогай Планавальніка працоўнай нагрузкі JustDo і адкрыйце новы ўзровень прадукцыйнасці, балансу і поспеху праектаў."
}