{
  "plugin_store_workload_planner_title": "Planificador de càrrega de treball",
  "plugin_store_workload_planner_short_description": "Visualitza, gestiona i optimitza la càrrega de treball del teu equip per millorar la productivitat.",
  "plugin_store_workload_planner_full_description": "El Planificador de càrrega de treball de JustDo et permet planificar, distribuir i supervisar eficaçment la càrrega de treball del teu equip, assegurant que tothom estigui òptimament implicat i els projectes es mantinguin en el bon camí. <br><br> Característiques principals: <ul><li>Categorització flexible de terminis: Classifica les tasques en categories de curt, mitjà i llarg termini segons les definicions del teu equip, proporcionant un full de ruta clar per al treball futur. </li><li>Visualitzacions intuïtives: Visualitza la distribució de la càrrega de treball del teu equip en diferents horitzons temporals, permetent una ràpida identificació de possibles desequilibris o sobrecàrregues. </li><li>Assignació percentual de càrrega de treball: Defineix el percentatge d'una jornada laboral que una tasca hauria de consumir per a cada membre de l'equip, permetent una gestió precisa de la càrrega de treball i la planificació de la capacitat. </li><li>Integració perfecta amb la gestió de recursos: Obté informació més profunda sobre el temps planificat versus el temps real dedicat a les tasques, facilitant avaluacions i ajustos precisos de la càrrega de treball. </li><li>Reassignació dinàmica de tasques: Mou sense esforç les tasques entre els membres de l'equip o ajusta les línies de temps de les tasques per optimitzar l'equilibri de la càrrega de treball i assegurar una distribució equitativa. </li></ul><br>Beneficis:<ul><li>Prevé l'esgotament i la infrautilització: Mantén una càrrega de treball saludable i sostenible per al teu equip identificant i abordant possibles desequilibris abans que s'agreugin.</li><li>Optimitza l'assignació de recursos: Pren decisions informades sobre assignacions de tasques i terminis considerant dades de càrrega de treball en temps real i la capacitat individual dels membres de l'equip. </li><li>Millora la planificació i previsió de projectes: Millora les línies de temps dels projectes i les estratègies d'assignació de recursos obtenint una comprensió clara de la càrrega de treball i disponibilitat del teu equip. </li><li>Impulsa la productivitat de l'equip: Capacita el teu equip per centrar-se en les tasques més importants proporcionant una distribució clara i gestionable de la càrrega de treball.</li><li>Millora la col·laboració de l'equip: Facilita una comunicació oberta sobre la càrrega de treball i la capacitat, fomentant un entorn de treball més solidari i col·laboratiu.</li></ul>Pren el control de la càrrega de treball del teu equip amb el Planificador de càrrega de treball de JustDo i desbloqueja un nou nivell de productivitat, equilibri i èxit en els projectes."
}