{
  "plugin_store_workload_planner_title": "Arbejdsbelastningsplanlægger",
  "plugin_store_workload_planner_short_description": "Visualisér, administrér og optimér dit teams arbejdsbyrde for øget produktivitet.",
  "plugin_store_workload_planner_full_description": "Arbejdsbelastningsplanlæggeren i JustDo giver dig mulighed for effektivt at planlægge, fordele og overvåge dit teams arbejdsbyrde, så alle er optimalt engagerede og projekter forbliver på sporet. <br><br> Hovedfunktioner: <ul><li>Fleksibel tidskategorisering: Klassificér opgaver i kort-, mellem- og langsigtede kategorier baseret på dit teams definitioner, hvilket giver et klart roadmap for fremtidigt arbejde. </li><li>Intuitive visualiseringer: Visualisér dit teams fordeling af arbejdsbyrde på tværs af forskellige tidshorisonter, så du hurtigt kan identificere potentielle ubalancer eller overbelastninger. </li><li>Procentvis fordeling af arbejdsbyrde: Definér den procentdel af en arbejdsdag, en opgave bør forbruge for hvert teammedlem, hvilket muliggør præcis styring af arbejdsbyrde og kapacitetsplanlægning. </li><li>Problemfri integration med ressourcestyring: Få dybere indsigt i planlagt versus faktisk tid brugt på opgaver, hvilket letter nøjagtige vurderinger og justeringer af arbejdsbyrden. </li><li>Dynamisk omfordeling af opgaver: Flyt ubesværet opgaver mellem teammedlemmer eller justér opgavetidslinjer for at optimere arbejdsbelastningsbalancen og sikre jævn fordeling. </li></ul><br>Fordele:<ul><li>Forebyg udbrændthed og underudnyttelse: Oprethold en sund og bæredygtig arbejdsbyrde for dit team ved at identificere og adressere potentielle ubalancer, før de eskalerer.</li><li>Optimér ressourceallokering: Tag informerede beslutninger om opgavetildelinger og deadlines ved at overveje realtidsdata om arbejdsbyrde og individuel teammedlemskapacitet. </li><li>Forbedre projektplanlægning og prognoser: Forbedre projekttidslinjer og ressourceallokeringsstrategier ved at få en klar forståelse af dit teams arbejdsbyrde og tilgængelighed. </li><li>Boost teamproduktivitet: Giv dit team mulighed for at fokusere på de vigtigste opgaver ved at give en klar og håndterbar fordeling af arbejdsbyrden.</li><li>Forbedre teamsamarbejde: Facilitér åben kommunikation om arbejdsbyrde og kapacitet, og skab et mere støttende og samarbejdende arbejdsmiljø.</li></ul>Tag kontrol over dit teams arbejdsbyrde med JustDo's Arbejdsbelastningsplanlægger og lås op for et nyt niveau af produktivitet, balance og projektsucces."
}