{
  "plugin_store_workload_planner_title": "Arbejdsbelastningsplanlægger",
  "plugin_store_workload_planner_short_description": "Visualisér, administrér og optimér dit teams arbejdsbyrde for øget produktivitet.",
  "plugin_store_workload_planner_full_description": "Arbejdsbelastningsplanlæggeren i JustDo giver dig mulighed for effektivt at planlægge, fordele og overvåge dit teams arbejdsbelastning, så alle er optimalt engagerede og projekter forbliver på sporet. <br><br> <h2>Nøglefunktioner:</h2> <ul><li>Fleksibel termkategorisering: Klassificer opgaver i kort-, mellem- og langsigtede kategorier baseret på dit teams definitioner, hvilket giver en klar køreplan for fremtidigt arbejde. </li><li>Intuitive visualiseringer: Visualiser dit teams fordeling af arbejdsbelastning på tværs af forskellige tidshorisonter, hvilket muliggør hurtig identifikation af potentielle ubalancer eller overbelastninger. </li><li>Procentvis allokering af arbejdsbelastning: Definer den procentdel af en arbejdsdag, en opgave bør forbruge for hvert teammedlem, hvilket muliggør præcis styring af arbejdsbelastning og kapacitetsplanlægning. </li><li>Problemfri integration med ressourcestyring: Få dybere indsigt i planlagt versus faktisk tid brugt på opgaver, hvilket letter nøjagtige vurderinger og justeringer af arbejdsbelastningen. </li><li>Dynamisk omfordeling af opgaver: Flyt ubesværet opgaver mellem teammedlemmer eller juster opgavetidslinjer for at optimere arbejdsbelastningsbalancen og sikre jævn fordeling. </li></ul><br><h2>Fordele:</h2><ul><li>Forebyg udbrændthed og underudnyttelse: Oprethold en sund og bæredygtig arbejdsbelastning for dit team ved at identificere og håndtere potentielle ubalancer, før de eskalerer.</li><li>Optimer ressourceallokering: Tag informerede beslutninger om opgavetildelinger og deadlines ved at overveje realtidsdata om arbejdsbelastning og individuel teammedlemskapacitet. </li><li>Forbedret projektplanlægning og prognoser: Forbedr projekttidslinjer og ressourceallokeringsstrategier ved at få en klar forståelse af dit teams arbejdsbelastning og tilgængelighed. </li><li>Boost teamproduktivitet: Giv dit team mulighed for at fokusere på de vigtigste opgaver ved at give en klar og håndterbar fordeling af arbejdsbelastningen.</li><li>Forbedret teamsamarbejde: Faciliter åben kommunikation om arbejdsbelastning og kapacitet, hvilket fremmer et mere støttende og samarbejdende arbejdsmiljø.</li></ul>Tag kontrol over dit teams arbejdsbelastning med JustDo's Arbejdsbelastningsplanlægger og lås op for et nyt niveau af produktivitet, balance og projektsucces."
}