{
  "plugin_store_workload_planner_title": "Workload Planner",
  "plugin_store_workload_planner_short_description": "Visualize, manage, and optimize your team's workload for enhanced productivity.",
  "plugin_store_workload_planner_full_description": "The Workload Planner in JustDo empowers you to effectively plan, distribute, and monitor your team's workload, ensuring everyone is optimally engaged and projects stay on track. <br><br> Key Features: <ul><li>Flexible Term Categorization:  Classify tasks into short-term, mid-term, and long-term categories based on your team's definitions, providing a clear roadmap for future work. </li><li>Intuitive Visualizations:  Visualize your team's workload distribution across different time horizons, allowing for quick identification of potential imbalances or overloads. </li><li>Workload Percentage Allocation: Define the percentage of a workday a task should consume for each team member, enabling precise workload management and capacity planning. </li><li>Seamless Integration with Resource Management: Gain deeper insights into planned versus actual time spent on tasks, facilitating accurate workload assessments and adjustments.  </li><li>Dynamic Task Reassignment:  Effortlessly move tasks between team members or adjust task timelines to optimize workload balance and ensure even distribution. </li></ul><br>Benefits:<ul><li>Prevent Burnout and Underutilization:  Maintain a healthy and sustainable workload for your team by identifying and addressing potential imbalances before they escalate.</li><li>Optimize Resource Allocation: Make informed decisions about task assignments and deadlines by considering real-time workload data and individual team member capacity. </li><li>Improve Project Planning and Forecasting: Enhance project timelines and resource allocation strategies by gaining a clear understanding of your team's workload and availability. </li><li>Boost Team Productivity:  Empower your team to focus on the most important tasks by providing a clear and manageable workload distribution.</li><li>Enhance Team Collaboration: Facilitate open communication about workload and capacity, fostering a more supportive and collaborative work environment.</li></ul>Take control of your team's workload with JustDo's Workload Planner and unlock a new level of productivity, balance, and project success."
}