{
  "plugin_store_workload_planner_title": "Planificador de Carga de Trabajo",
  "plugin_store_workload_planner_short_description": "Visualiza, gestiona y optimiza la carga de trabajo de tu equipo para mejorar la productividad.",
  "plugin_store_workload_planner_full_description": "El Planificador de Carga de Trabajo en JustDo te permite planificar, distribuir y monitorear eficazmente la carga de trabajo de tu equipo, asegurando que todos estén óptimamente ocupados y los proyectos avancen según lo previsto. <br><br> <h2>Características Principales:</h2> <ul><li>Categorización Flexible de Plazos: Clasifica las tareas en categorías de corto, medio y largo plazo según las definiciones de tu equipo, proporcionando una hoja de ruta clara para el trabajo futuro.</li><li>Visualizaciones Intuitivas: Visualiza la distribución de la carga de trabajo de tu equipo en diferentes horizontes temporales, permitiendo identificar rápidamente posibles desequilibrios o sobrecargas.</li><li>Asignación Porcentual de Carga de Trabajo: Define el porcentaje de una jornada laboral que una tarea debe consumir para cada miembro del equipo, permitiendo una gestión precisa de la carga de trabajo y la planificación de la capacidad.</li><li>Integración Perfecta con la Gestión de Recursos: Obtén información más profunda sobre el tiempo planificado versus el tiempo real dedicado a las tareas, facilitando evaluaciones y ajustes precisos de la carga de trabajo.</li><li>Reasignación Dinámica de Tareas: Mueve fácilmente tareas entre miembros del equipo o ajusta los plazos para optimizar el equilibrio de la carga de trabajo y asegurar una distribución equitativa.</li></ul><br><h2>Beneficios:</h2><ul><li>Previene el Agotamiento y la Subutilización: Mantén una carga de trabajo saludable y sostenible para tu equipo identificando y abordando posibles desequilibrios antes de que se agraven.</li><li>Optimiza la Asignación de Recursos: Toma decisiones informadas sobre asignaciones de tareas y plazos considerando datos de carga de trabajo en tiempo real y la capacidad individual de cada miembro del equipo.</li><li>Mejora la Planificación y Previsión de Proyectos: Perfecciona los cronogramas de proyectos y las estrategias de asignación de recursos obteniendo una comprensión clara de la carga de trabajo y disponibilidad de tu equipo.</li><li>Impulsa la Productividad del Equipo: Empodera a tu equipo para enfocarse en las tareas más importantes proporcionando una distribución clara y manejable de la carga de trabajo.</li><li>Mejora la Colaboración del Equipo: Facilita la comunicación abierta sobre la carga de trabajo y la capacidad, fomentando un ambiente laboral más solidario y colaborativo.</li></ul>Toma el control de la carga de trabajo de tu equipo con el Planificador de Carga de Trabajo de JustDo y desbloquea un nuevo nivel de productividad, equilibrio y éxito en los proyectos."
}