{
  "plugin_store_workload_planner_title": "Lan-karga Planifikatzailea",
  "plugin_store_workload_planner_short_description": "Bisualizatu, kudeatu eta optimizatu zure taldearen lan-karga produktibitatea hobetzeko.",
  "plugin_store_workload_planner_full_description": "JustDo-ko Lan-karga Planifikatzaileak zure taldearen lan-karga eraginkortasunez planifikatzeko, banatzeko eta monitorizatzeko aukera ematen dizu, denek modu optimoan lan egin dezaten eta proiektuak eguneratuta manten daitezen. <br><br> Ezaugarri nagusiak: <ul><li>Epe-Kategorizazio Malgua: Sailkatu zereginak epe labur, ertain eta luzeko kategorietan zure taldearen definizioen arabera, etorkizuneko lanerako bide-orri argia eskainiz. </li><li>Bisualizazio Intuitiboak: Bisualizatu zure taldearen lan-karga banaketa denbora-horizonte desberdinetan, desoreka edo gainkarga potentzialak azkar identifikatzeko. </li><li>Lan-karga Ehuneko Esleipena: Definitu zeregin batek taldekide bakoitzarentzat kontsumitu beharko lukeen lanegunen ehunekoa, lan-karga kudeaketa eta gaitasun-plangintza zehatza ahalbidetuz. </li><li>Baliabideen Kudeaketarekin Integrazio Arina: Lortu ikuspegi sakonagoa zereginen planifikatutako eta benetako denboraren artean, lan-karga ebaluazio eta doikuntza zehatzak erraztuz. </li><li>Zeregin Berresleipena Dinamikoa: Mugitu zereginak taldekideen artean edo doitu zereginen denborak erraz, lan-karga oreka optimizatzeko eta banaketa orekatua ziurtatzeko. </li></ul><br>Onurak:<ul><li>Erreta Geratzea eta Azpierabilera Saihestu: Mantendu zure taldearentzat lan-karga osasuntsua eta jasangarria, desoreka potentzialak identifikatuz eta konponduz larriagotu aurretik.</li><li>Baliabideen Esleipena Optimizatu: Hartu erabaki informatuak zereginen esleipenei eta epeei buruz, denbora errealeko lan-karga datuak eta taldekide bakoitzaren gaitasuna kontuan hartuz. </li><li>Hobetu Proiektu Plangintza eta Aurreikuspena: Hobetu proiektuen denborak eta baliabideen esleipen estrategiak, zure taldearen lan-karga eta eskuragarritasunaren ulermen argia lortuz. </li><li>Handitu Taldearen Produktibitatea: Ahaldundu zure taldea zeregin garrantzitsuenetan arreta jartzeko, lan-karga banaketa argi eta kudeagarria eskainiz.</li><li>Hobetu Taldeko Lankidetza: Erraztu komunikazio irekia lan-kargari eta gaitasunari buruz, lan-ingurune lagunkoiagoa eta kolaboratiboagoa sustatuz.</li></ul>Hartu zure taldearen lan-kargaren kontrola JustDo-ren Lan-karga Planifikatzailearekin eta desblokeatu produktibitate, oreka eta proiektu arrakastaren maila berri bat."
}