{
  "plugin_store_workload_planner_title": "Planificateur de charge de travail",
  "plugin_store_workload_planner_short_description": "Visualisez, gérez et optimisez la charge de travail de votre équipe pour une productivité accrue.",
  "plugin_store_workload_planner_full_description": "Le Planificateur de charge de travail de JustDo vous permet de planifier, distribuer et surveiller efficacement la charge de travail de votre équipe, assurant l'engagement optimal de chacun et le bon déroulement des projets. <br><br> Fonctionnalités clés : <ul><li>Catégorisation flexible des termes : Classez les tâches en catégories à court, moyen et long terme selon les définitions de votre équipe, offrant une feuille de route claire pour le travail futur. </li><li>Visualisations intuitives : Visualisez la répartition de la charge de travail de votre équipe sur différents horizons temporels, permettant d'identifier rapidement les déséquilibres ou surcharges potentiels. </li><li>Allocation en pourcentage de la charge de travail : Définissez le pourcentage d'une journée de travail qu'une tâche devrait consommer pour chaque membre de l'équipe, permettant une gestion précise de la charge de travail et une planification des capacités. </li><li>Intégration transparente avec la gestion des ressources : Obtenez des insights plus profonds sur le temps prévu par rapport au temps réel passé sur les tâches, facilitant des évaluations et ajustements précis de la charge de travail. </li><li>Réaffectation dynamique des tâches : Déplacez facilement les tâches entre les membres de l'équipe ou ajustez les délais pour optimiser l'équilibre de la charge de travail et assurer une distribution équitable. </li></ul><br>Avantages :<ul><li>Prévention de l'épuisement et de la sous-utilisation : Maintenez une charge de travail saine et durable pour votre équipe en identifiant et en résolvant les déséquilibres potentiels avant qu'ils ne s'aggravent.</li><li>Optimisation de l'allocation des ressources : Prenez des décisions éclairées sur les affectations de tâches et les délais en tenant compte des données de charge de travail en temps réel et de la capacité individuelle des membres de l'équipe. </li><li>Amélioration de la planification et des prévisions de projets : Améliorez les calendriers des projets et les stratégies d'allocation des ressources en obtenant une compréhension claire de la charge de travail et de la disponibilité de votre équipe. </li><li>Augmentation de la productivité de l'équipe : Permettez à votre équipe de se concentrer sur les tâches les plus importantes en fournissant une répartition claire et gérable de la charge de travail.</li><li>Amélioration de la collaboration d'équipe : Facilitez une communication ouverte sur la charge de travail et la capacité, favorisant un environnement de travail plus solidaire et collaboratif.</li></ul>Prenez le contrôle de la charge de travail de votre équipe avec le Planificateur de charge de travail de JustDo et débloquez un nouveau niveau de productivité, d'équilibre et de réussite de projet."
}