{
  "plugin_store_workload_planner_title": "Planificateur de charge de travail",
  "plugin_store_workload_planner_short_description": "Visualisez, gérez et optimisez la charge de travail de votre équipe pour une productivité accrue.",
  "plugin_store_workload_planner_full_description": "Le Planificateur de charge de travail dans JustDo vous permet de planifier, distribuer et surveiller efficacement la charge de travail de votre équipe, assurant que chacun soit engagé de manière optimale et que les projets restent sur la bonne voie. <br><br> <h2>Fonctionnalités clés :</h2> <ul><li>Catégorisation flexible des termes : Classez les tâches en catégories à court, moyen et long terme selon les définitions de votre équipe, offrant une feuille de route claire pour le travail futur. </li><li>Visualisations intuitives : Visualisez la distribution de la charge de travail de votre équipe sur différents horizons temporels, permettant une identification rapide des déséquilibres ou surcharges potentiels. </li><li>Allocation de pourcentage de charge de travail : Définissez le pourcentage d'une journée de travail qu'une tâche devrait consommer pour chaque membre de l'équipe, permettant une gestion précise de la charge de travail et une planification de la capacité. </li><li>Intégration transparente avec la gestion des ressources : Obtenez des insights plus profonds sur le temps prévu par rapport au temps réel passé sur les tâches, facilitant des évaluations et ajustements précis de la charge de travail. </li><li>Réaffectation dynamique des tâches : Déplacez sans effort les tâches entre les membres de l'équipe ou ajustez les échéances des tâches pour optimiser l'équilibre de la charge de travail et assurer une distribution équitable. </li></ul><br><h2>Avantages :</h2><ul><li>Prévenir l'épuisement et la sous-utilisation : Maintenez une charge de travail saine et durable pour votre équipe en identifiant et en abordant les déséquilibres potentiels avant qu'ils ne s'aggravent.</li><li>Optimiser l'allocation des ressources : Prenez des décisions éclairées sur les affectations de tâches et les délais en tenant compte des données de charge de travail en temps réel et de la capacité individuelle des membres de l'équipe. </li><li>Améliorer la planification et la prévision des projets : Améliorez les échéanciers des projets et les stratégies d'allocation des ressources en obtenant une compréhension claire de la charge de travail et de la disponibilité de votre équipe. </li><li>Booster la productivité de l'équipe : Permettez à votre équipe de se concentrer sur les tâches les plus importantes en fournissant une distribution claire et gérable de la charge de travail.</li><li>Améliorer la collaboration d'équipe : Facilitez une communication ouverte sur la charge de travail et la capacité, favorisant un environnement de travail plus solidaire et collaboratif.</li></ul>Prenez le contrôle de la charge de travail de votre équipe avec le Planificateur de charge de travail de JustDo et débloquez un nouveau niveau de productivité, d'équilibre et de réussite de projet."
}