{
  "plugin_store_workload_planner_title": "Munkaterhelés Tervező",
  "plugin_store_workload_planner_short_description": "Vizualizálja, kezelje és optimalizálja csapata munkaterhelését a jobb termelékenységért.",
  "plugin_store_workload_planner_full_description": "A JustDo Munkaterhelés-tervezője lehetővé teszi a csapat munkaterhelésének hatékony tervezését, elosztását és figyelemmel kísérését, biztosítva, hogy mindenki optimálisan legyen leterhelve és a projektek időben haladjanak. <br><br> <h2>Főbb funkciók:</h2> <ul><li>Rugalmas időtáv kategorizálás: Osztályozza a feladatokat rövid-, közép- és hosszú távú kategóriákba a csapat meghatározásai alapján, világos ütemtervet biztosítva a jövőbeli munkához. </li><li>Intuitív vizualizációk: Jelenítse meg csapata munkaterhelés-eloszlását különböző időhorizontokon, lehetővé téve a potenciális egyensúlytalanságok vagy túlterhelések gyors azonosítását. </li><li>Munkaterhelés százalékos elosztása: Határozza meg, hogy egy feladat a munkanap hány százalékát foglalja el minden csapattag számára, lehetővé téve a pontos munkaterhelés-kezelést és kapacitástervezést. </li><li>Zökkenőmentes integráció az erőforrás-kezeléssel: Nyerjen mélyebb betekintést a tervezett és a tényleges feladatokra fordított időbe, elősegítve a pontos munkaterhelés-értékelést és -kiigazítást. </li><li>Dinamikus feladat-újraosztás: Könnyedén mozgassa a feladatokat a csapattagok között, vagy állítsa be a feladatok időzítését a munkaterhelés egyensúlyának optimalizálása és az egyenletes elosztás érdekében. </li></ul><br><h2>Előnyök:</h2><ul><li>Megelőzi a kiégést és az alulhasznosítást: Tartsa fenn csapata egészséges és fenntartható munkaterhelését a potenciális egyensúlytalanságok azonosításával és kezelésével, mielőtt azok eszkalálódnának.</li><li>Optimalizálja az erőforrás-elosztást: Hozzon megalapozott döntéseket a feladatok kiosztásáról és határidőkről a valós idejű munkaterhelési adatok és az egyes csapattagok kapacitásának figyelembevételével. </li><li>Javítsa a projekttervezést és előrejelzést: Fokozza a projekt ütemtervek és erőforrás-elosztási stratégiák hatékonyságát csapata munkaterhelésének és rendelkezésre állásának egyértelmű megértésével. </li><li>Növelje a csapat termelékenységét: Tegye lehetővé csapata számára, hogy a legfontosabb feladatokra összpontosítson egy tiszta és kezelhető munkaterhelés-elosztás biztosításával.</li><li>Javítsa a csapatmunkát: Segítse elő a nyílt kommunikációt a munkaterhelésről és kapacitásról, támogatóbb és együttműködőbb munkakörnyezetet teremtve.</li></ul>Vegye kézbe csapata munkaterhelését a JustDo Munkaterhelés-tervezőjével, és érjen el új szintet a termelékenységben, egyensúlyban és projekt sikerességben."
}