{
  "plugin_store_workload_planner_title": "Perencana Beban Kerja",
  "plugin_store_workload_planner_short_description": "Visualisasikan, kelola, dan optimalkan beban kerja tim Anda untuk produktivitas yang lebih baik.",
  "plugin_store_workload_planner_full_description": "Perencana Beban Kerja di JustDo memungkinkan Anda untuk merencanakan, mendistribusikan, dan memantau beban kerja tim Anda secara efektif, memastikan setiap orang terlibat secara optimal dan proyek tetap pada jalurnya. <br><br> Fitur Utama: <ul><li>Kategorisasi Jangka Waktu Fleksibel: Klasifikasikan tugas ke dalam kategori jangka pendek, jangka menengah, dan jangka panjang berdasarkan definisi tim Anda, memberikan peta jalan yang jelas untuk pekerjaan di masa depan. </li><li>Visualisasi Intuitif: Visualisasikan distribusi beban kerja tim Anda di berbagai horizon waktu, memungkinkan identifikasi cepat potensi ketidakseimbangan atau kelebihan beban. </li><li>Alokasi Persentase Beban Kerja: Tentukan persentase hari kerja yang seharusnya digunakan oleh setiap anggota tim untuk suatu tugas, memungkinkan manajemen beban kerja dan perencanaan kapasitas yang tepat. </li><li>Integrasi Mulus dengan Manajemen Sumber Daya: Dapatkan wawasan yang lebih dalam tentang waktu yang direncanakan versus waktu aktual yang dihabiskan untuk tugas, memfasilitasi penilaian dan penyesuaian beban kerja yang akurat. </li><li>Penugasan Ulang Tugas Dinamis: Dengan mudah memindahkan tugas antar anggota tim atau menyesuaikan timeline tugas untuk mengoptimalkan keseimbangan beban kerja dan memastikan distribusi yang merata. </li></ul><br>Manfaat:<ul><li>Mencegah Kelelahan dan Kurang Pemanfaatan: Pertahankan beban kerja yang sehat dan berkelanjutan untuk tim Anda dengan mengidentifikasi dan mengatasi potensi ketidakseimbangan sebelum memburuk.</li><li>Optimalkan Alokasi Sumber Daya: Buat keputusan yang tepat tentang penugasan dan tenggat waktu dengan mempertimbangkan data beban kerja real-time dan kapasitas individu anggota tim. </li><li>Tingkatkan Perencanaan dan Peramalan Proyek: Tingkatkan timeline proyek dan strategi alokasi sumber daya dengan memahami dengan jelas beban kerja dan ketersediaan tim Anda. </li><li>Tingkatkan Produktivitas Tim: Berdayakan tim Anda untuk fokus pada tugas-tugas paling penting dengan memberikan distribusi beban kerja yang jelas dan dapat dikelola.</li><li>Tingkatkan Kolaborasi Tim: Fasilitasi komunikasi terbuka tentang beban kerja dan kapasitas, mendorong lingkungan kerja yang lebih mendukung dan kolaboratif.</li></ul>Kendalikan beban kerja tim Anda dengan Perencana Beban Kerja JustDo dan buka tingkat produktivitas, keseimbangan, dan keberhasilan proyek yang baru."
}