{
  "plugin_store_workload_planner_title": "Perencana Beban Kerja",
  "plugin_store_workload_planner_short_description": "Visualisasikan, kelola, dan optimalkan beban kerja tim Anda untuk produktivitas yang lebih baik.",
  "plugin_store_workload_planner_full_description": "Perencana Beban Kerja di JustDo memungkinkan Anda untuk merencanakan, mendistribusikan, dan memantau beban kerja tim Anda secara efektif, memastikan semua orang terlibat secara optimal dan proyek tetap pada jalurnya. <br><br> <h2>Fitur Utama:</h2> <ul><li>Kategorisasi Jangka Waktu Fleksibel: Klasifikasikan tugas menjadi kategori jangka pendek, menengah, dan panjang berdasarkan definisi tim Anda, memberikan peta jalan yang jelas untuk pekerjaan masa depan. </li><li>Visualisasi Intuitif: Visualisasikan distribusi beban kerja tim Anda di berbagai rentang waktu, memungkinkan identifikasi cepat potensi ketidakseimbangan atau kelebihan beban. </li><li>Alokasi Persentase Beban Kerja: Tentukan persentase hari kerja yang harus dihabiskan untuk setiap tugas oleh setiap anggota tim, memungkinkan manajemen beban kerja dan perencanaan kapasitas yang tepat. </li><li>Integrasi Mulus dengan Manajemen Sumber Daya: Dapatkan wawasan lebih dalam tentang waktu yang direncanakan versus waktu aktual yang dihabiskan untuk tugas, memfasilitasi penilaian dan penyesuaian beban kerja yang akurat. </li><li>Penugasan Ulang Tugas Dinamis: Dengan mudah memindahkan tugas antar anggota tim atau menyesuaikan timeline tugas untuk mengoptimalkan keseimbangan beban kerja dan memastikan distribusi yang merata. </li></ul><br><h2>Manfaat:</h2><ul><li>Mencegah Kelelahan dan Underutilisasi: Pertahankan beban kerja yang sehat dan berkelanjutan untuk tim Anda dengan mengidentifikasi dan mengatasi potensi ketidakseimbangan sebelum meningkat.</li><li>Optimalkan Alokasi Sumber Daya: Buat keputusan yang tepat tentang penugasan dan tenggat waktu dengan mempertimbangkan data beban kerja real-time dan kapasitas individu anggota tim. </li><li>Tingkatkan Perencanaan dan Perkiraan Proyek: Tingkatkan timeline proyek dan strategi alokasi sumber daya dengan memahami dengan jelas beban kerja dan ketersediaan tim Anda. </li><li>Tingkatkan Produktivitas Tim: Berdayakan tim Anda untuk fokus pada tugas-tugas yang paling penting dengan memberikan distribusi beban kerja yang jelas dan dapat dikelola.</li><li>Tingkatkan Kolaborasi Tim: Fasilitasi komunikasi terbuka tentang beban kerja dan kapasitas, mendorong lingkungan kerja yang lebih mendukung dan kolaboratif.</li></ul>Ambil kendali atas beban kerja tim Anda dengan Perencana Beban Kerja JustDo dan buka tingkat produktivitas, keseimbangan, dan kesuksesan proyek yang baru."
}