{
  "plugin_store_workload_planner_title": "ឧបករណ៍រៀបចំបន្ទុកការងារ",
  "plugin_store_workload_planner_short_description": "មើលឃើញ គ្រប់គ្រង និងធ្វើឱ្យប្រសើរឡើងនូវបន្ទុកការងាររបស់ក្រុមអ្នក សម្រាប់ផលិតភាពកាន់តែប្រសើរ។",
  "plugin_store_workload_planner_full_description": "ឧបករណ៍រៀបចំបន្ទុកការងារនៅក្នុង JustDo ផ្តល់អំណាចឱ្យអ្នកក្នុងការរៀបចំផែនការ ចែកចាយ និងតាមដានបន្ទុកការងាររបស់ក្រុមអ្នកប្រកបដោយប្រសិទ្ធភាព ដើម្បីធានាថាគ្រប់គ្នាមានការចូលរួមយ៉ាងល្អបំផុត និងគម្រោងនៅតែដំណើរការទៅមុខ។ <br><br> លក្ខណៈពិសេសសំខាន់ៗ៖ <ul><li>ការចាត់ចំណាត់ថ្នាក់រយៈពេលដែលអាចបត់បែនបាន៖ ចាត់ចំណាត់ថ្នាក់ភារកិច្ចទៅជាប្រភេទរយៈពេលខ្លី រយៈពេលមធ្យម និងរយៈពេលវែង ដោយផ្អែកលើនិយមន័យរបស់ក្រុមអ្នក ដែលផ្តល់នូវផែនទីបង្ហាញផ្លូវច្បាស់លាស់សម្រាប់ការងារនាពេលអនាគត។ </li><li>ការបង្ហាញជារូបភាពដែលងាយយល់៖ មើលឃើញការចែកចាយបន្ទុកការងាររបស់ក្រុមអ្នកនៅក្នុងពេលវេលាខុសៗគ្នា ដែលអនុញ្ញាតឱ្យមានការកំណត់រកភាពមិនស្មើគ្នា ឬបន្ទុកលើសដែលអាចកើតមានឡើងយ៉ាងរហ័ស។ </li><li>ការបែងចែកភាគរយបន្ទុកការងារ៖ កំណត់ភាគរយនៃថ្ងៃធ្វើការដែលភារកិច្ចមួយគួរប្រើប្រាស់សម្រាប់សមាជិកក្រុមនីមួយៗ ដែលអាចឱ្យមានការគ្រប់គ្រងបន្ទុកការងារ និងការរៀបចំផែនការសមត្ថភាពយ៉ាងជាក់លាក់។ </li><li>ការរួមបញ្ចូលគ្នាដោយរលូនជាមួយនឹងការគ្រប់គ្រងធនធាន៖ ទទួលបានការយល់ដឹងកាន់តែស៊ីជម្រៅអំពីពេលវេលាដែលបានគ្រោងទុក និងពេលវេលាជាក់ស្តែងដែលបានចំណាយលើភារកិច្ច ដែលជួយសម្រួលដល់ការវាយតម្លៃ និងការកែតម្រូវបន្ទុកការងារយ៉ាងត្រឹមត្រូវ។ </li><li>ការចាត់តាំងភារកិច្ចឡើងវិញដោយដោយប្រែប្រួល៖ ផ្លាស់ប្តូរភារកិច្ចរវាងសមាជិកក្រុម ឬកែសម្រួលកាលវិភាគភារកិច្ចដោយងាយស្រួល ដើម្បីធ្វើឱ្យតុល្យភាពបន្ទុកការងារប្រសើរបំផុត និងធានាបាននូវការចែកចាយស្មើភាពគ្នា។ </li></ul><br>អត្ថប្រយោជន៍៖<ul><li>ការពារការហត់នឿយ និងការប្រើប្រាស់មិនគ្រប់គ្រាន់៖ រក្សាបន្ទុកការងារដែលមានសុខភាពល្អ និងចីរភាពសម្រាប់ក្រុមរបស់អ្នក ដោយកំណត់រក និងដោះស្រាយភាពមិនស្មើគ្នាដែលអាចកើតមានឡើងមុនពេលវាកើនឡើង។</li><li>ធ្វើឱ្យប្រសើរបំផុតនូវការបែងចែកធនធាន៖ សម្រេចចិត្តដោយប្រកបដោយព័ត៌មានគ្រប់គ្រាន់អំពីការចាត់តាំងភារកិច្ច និងកាលបរិច្ឆេទកំណត់ ដោយពិចារណាលើទិន្នន័យបន្ទុកការងារជាក់ស្តែង និងសមត្ថភាពរបស់សមាជិកក្រុមម្នាក់ៗ។ </li><li>កែលម្អការរៀបចំផែនការគម្រោង និងការព្យាករណ៍៖ ធ្វើឱ្យប្រសើរឡើងនូវកាលវិភាគគម្រោង និងយុទ្ធសាស្ត្រនៃការបែងចែកធនធាន ដោយទទួលបាននូវការយល់ដឹងយ៉ាងច្បាស់អំពីបន្ទុកការងារ និងភាពអាចរកបានរបស់ក្រុមអ្នក។ </li><li>បង្កើនផលិតភាពរបស់ក្រុម៖ ផ្តល់អំណាចឱ្យក្រុមរបស់អ្នកផ្តោតលើភារកិច្ចដែលសំខាន់បំផុត ដោយផ្តល់នូវការចែកចាយបន្ទុកការងារដែលច្បាស់លាស់ និងអាចគ្រប់គ្រងបាន។</li><li>លើកកម្ពស់កិច្ចសហការក្នុងក្រុម៖ សម្រួលដល់ការទំនាក់ទំនងបើកចំហអំពីបន្ទុកការងារ និងសមត្ថភាព ដែលជំរុញឱ្យមានបរិយាកាសការងារដែលគាំទ្រ និងសហការកាន់តែប្រសើរ។</li></ul>គ្រប់គ្រងបន្ទុកការងាររបស់ក្រុមអ្នកជាមួយនឹងឧបករណ៍រៀបចំបន្ទុកការងាររបស់ JustDo និងដោះសោរកម្រិតថ្មីនៃផលិតភាព តុល្យភាព និងភាពជោគជ័យនៃគម្រោង។"
}