{
  "plugin_store_workload_planner_title": "ឧបករណ៍រៀបចំបន្ទុកការងារ",
  "plugin_store_workload_planner_short_description": "មើលឃើញ គ្រប់គ្រង និងធ្វើឱ្យប្រសើរឡើងនូវបន្ទុកការងាររបស់ក្រុមអ្នក សម្រាប់ផលិតភាពកាន់តែប្រសើរ។",
  "plugin_store_workload_planner_full_description": "កម្មវិធីគ្រប់គ្រងបន្ទុកការងារនៅក្នុង JustDo ជួយឱ្យអ្នកអាចរៀបចំផែនការ ចែកចាយ និងតាមដានបន្ទុកការងាររបស់ក្រុមអ្នកប្រកបដោយប្រសិទ្ធភាព ដើម្បីធានាថាសមាជិកគ្រប់រូបមានការចូលរួមយ៉ាងល្អបំផុត និងគម្រោងនៅតែដំណើរការទៅមុខ។ <br><br> <h2>លក្ខណៈពិសេសសំខាន់ៗ៖</h2> <ul><li>ការចាត់ចំណាត់ថ្នាក់រយៈពេលដែលអាចបត់បែនបាន៖ ចាត់ថ្នាក់ភារកិច្ចទៅជាប្រភេទរយៈពេលខ្លី មធ្យម និងវែង ដោយផ្អែកលើនិយមន័យរបស់ក្រុមអ្នក ផ្តល់នូវផែនទីបង្ហាញផ្លូវច្បាស់លាស់សម្រាប់ការងារនាពេលអនាគត។ </li><li>ការមើលឃើញដែលងាយយល់៖ មើលឃើញការចែកចាយបន្ទុកការងាររបស់ក្រុមអ្នកនៅក្នុងពេលវេលាផ្សេងៗគ្នា ដែលអនុញ្ញាតឱ្យកំណត់អត្តសញ្ញាណយ៉ាងរហ័សនូវភាពមិនសមតុល្យឬបន្ទុកការងារច្រើនពេក។ </li><li>ការបែងចែកភាគរយបន្ទុកការងារ៖ កំណត់ភាគរយនៃថ្ងៃធ្វើការដែលភារកិច្ចគួរតែប្រើប្រាស់សម្រាប់សមាជិកក្រុមនីមួយៗ ដើម្បីអាចគ្រប់គ្រងបន្ទុកការងារ និងរៀបចំផែនការសមត្ថភាពយ៉ាងជាក់លាក់។ </li><li>ការរួមបញ្ចូលគ្នាយ៉ាងរលូនជាមួយការគ្រប់គ្រងធនធាន៖ ទទួលបានការយល់ដឹងកាន់តែស៊ីជម្រៅអំពីពេលវេលាដែលបានគ្រោងទុក និងពេលវេលាជាក់ស្តែងដែលចំណាយលើភារកិច្ច ដែលជួយសម្រួលដល់ការវាយតម្លៃ និងការកែតម្រូវបន្ទុកការងារយ៉ាងត្រឹមត្រូវ។ </li><li>ការកំណត់ភារកិច្ចឡើងវិញដោយស្វ័យប្រវត្តិ៖ ផ្លាស់ប្តូរភារកិច្ចរវាងសមាជិកក្រុម ឬកែតម្រូវកាលវិភាគភារកិច្ចដោយងាយស្រួល ដើម្បីបង្កើនតុល្យភាពបន្ទុកការងារ និងធានាការចែកចាយស្មើគ្នា។ </li></ul><br><h2>អត្ថប្រយោជន៍៖</h2><ul><li>ការពារការហត់នឿយ និងការប្រើប្រាស់មិនគ្រប់គ្រាន់៖ រក្សាបន្ទុកការងារដែលមានសុខភាពល្អ និងចីរភាពសម្រាប់ក្រុមរបស់អ្នក ដោយកំណត់អត្តសញ្ញាណ និងដោះស្រាយភាពមិនសមតុល្យដែលអាចកើតមានមុនពេលវាកើនឡើង។</li><li>បង្កើនប្រសិទ្ធភាពការបែងចែកធនធាន៖ ធ្វើការសម្រេចចិត្តដោយផ្អែកលើព័ត៌មានអំពីការចាត់តាំងភារកិច្ច និងកាលបរិច្ឆេទកំណត់ ដោយពិចារណាលើទិន្នន័យបន្ទុកការងារជាក់ស្តែង និងសមត្ថភាពរបស់សមាជិកក្រុមម្នាក់ៗ។ </li><li>បង្កើនការរៀបចំផែនការ និងការព្យាករណ៍គម្រោង៖ ពង្រឹងកាលវិភាគគម្រោង និងយុទ្ធសាស្ត្របែងចែកធនធាន ដោយទទួលបានការយល់ដឹងច្បាស់លាស់អំពីបន្ទុកការងារ និងភាពអាចរកបានរបស់ក្រុមអ្នក។ </li><li>បង្កើនផលិតភាពរបស់ក្រុម៖ ជំរុញក្រុមរបស់អ្នកឱ្យផ្តោតលើភារកិច្ចសំខាន់បំផុត ដោយផ្តល់នូវការចែកចាយបន្ទុកការងារដែលច្បាស់លាស់ និងអាចគ្រប់គ្រងបាន។</li><li>លើកកម្ពស់កិច្ចសហការក្នុងក្រុម៖ សម្រួលដល់ការទំនាក់ទំនងដោយបើកចំហអំពីបន្ទុកការងារ និងសមត្ថភាព ដែលជំរុញឱ្យមានបរិយាកាសការងារដែលគាំទ្រ និងសហការកាន់តែប្រសើរ។</li></ul>ត្រួតពិនិត្យបន្ទុកការងាររបស់ក្រុមអ្នកជាមួយកម្មវិធីគ្រប់គ្រងបន្ទុកការងាររបស់ JustDo និងបង្ហាញនូវកម្រិតថ្មីនៃផលិតភាព តុល្យភាព និងភាពជោគជ័យនៃគម្រោង។"
}