{
  "plugin_store_workload_planner_title": "Aarbechtslaaschtplaner",
  "plugin_store_workload_planner_short_description": "Visualiséiert, geréiert a verbessert d'Aarbechtslaascht vun Ärem Team fir eng erhéicht Produktivitéit.",
  "plugin_store_workload_planner_full_description": "De Workload Planner (Aarbechtslaaschtplaner) an JustDo erméiglecht Iech effektiv d'Aarbechtslaascht vun Ärem Team ze plangen, ze verdeelen an ze iwwerwaachen, fir sécherzestellen, dass jiddereen optimal agebonnen ass a Projeten um Tracke bleiwen. <br><br> <h2>Haaptfunktiounen:</h2> <ul><li>Flexibel Zäitkategorisatioun: Klasséiert Aufgaben a kuerz-, mëttel- a laangfristeg Kategorien baséierend op den Definitioune vun Ärem Team, fir eng kloer Fuerplang fir zukünfteg Aarbecht ze bidden.</li><li>Intuitiv Visualiséierungen: Visualiséiert d'Verdeelung vun der Aarbechtslaascht vun Ärem Team iwwer verschidden Zäithorizonter, wat eng séier Identifikatioun vu potenzielle Ongleichgewiichter oder Iwwerlaaschtunge erméiglecht.</li><li>Aarbechtslaascht-Prozentsaz-Zouuerdnung: Definéiert de Prozentsaz vun engem Aarbechtsdag, deen eng Aufgab fir all Teammember sollt verbrauchen, wat eng präzis Aarbechtslaaschtgestioun an Kapazitéitsplanung erméiglecht.</li><li>Nohtlos Integratioun mat Ressourcemanagement: Kritt méi déif Abléck an déi geplangte géint déi tatsächlech Zäit, déi op Aufgabe verbruecht gëtt, wat genau Aarbechtslaaschtaschätzungen an Upassungen erliichtert.</li><li>Dynamesch Aufgabenëmverdeelung: Beweegt ouni Ustrengung Aufgaben tëscht Teammemberen oder passt Aufgabenzäitlinnen un, fir d'Aarbechtslaaschtbalance ze optiméieren an eng gläichmässeg Verdeelung ze garantéieren.</li></ul><br><h2>Virdeeler:</h2><ul><li>Verhënnert Burnout an Ënnerbenotzung: Haalt eng gesond a nohalteg Aarbechtslaascht fir Äert Team andeems Dir potenziell Ongleichgewiichter identifizéiert an uspriechen éier se eskaléieren.</li><li>Optimiséiert Ressourcenzouweisung: Trefft informéiert Entscheedungen iwwer Aufgabenzouweisungen an Délais andeems Dir Echtzäit-Aarbechtslaaschtdaten an individuell Teammemberkapazitéite berücksichtegt.</li><li>Verbessert Projektplanung a Prognosen: Verbessert Projektzäitlinnen a Ressourcenzouweisungsstrategien andeems Dir e klore Verständnis vun der Aarbechtslaascht an Disponibilitéit vun Ärem Team kritt.</li><li>Stäerkt d'Team-Produktivitéit: Erméiglecht Ärem Team sech op déi wichtegst Aufgaben ze fokusséieren andeems Dir eng kloer a bewältigbar Aarbechtslaaschtverteelung ubitt.</li><li>Verbessert Teamzesummenaarbecht: Erliichtert eng oppen Kommunikatioun iwwer Aarbechtslaascht a Kapazitéit, wat en ënnerstëtzend a kollaborativt Aarbechtsëmfeld fërdert.</li></ul>Huelt d'Kontroll iwwer d'Aarbechtslaascht vun Ärem Team mat JustDo sengem Workload Planner (Aarbechtslaaschtplaner) an erschléisst en neit Niveau vu Produktivitéit, Gläichgewiicht a Projekterfolleg."
}