{
  "plugin_store_workload_planner_title": "Aarbechtslaaschtplaner",
  "plugin_store_workload_planner_short_description": "Visualiséiert, geréiert a verbessert d'Aarbechtslaascht vun Ärem Team fir eng erhéicht Produktivitéit.",
  "plugin_store_workload_planner_full_description": "Den Aarbechtslaaschtplaner an JustDo erméiglecht Iech effektiv d'Aarbechtslaascht vun Ärem Team ze plangen, ze verdeelen an ze iwwerwaachen, fir sécher ze stellen datt jiddereen optimal engagéiert ass a Projeten um Wee bleiwen. <br><br> Schlëssel-Funktiounen: <ul><li>Flexibel Zäitperiod-Kategorisatioun: Klasséiert Aufgaben a kuerz-, mëttel- a laangfristeg Kategorien baséierend op den Definitiounen vun Ärem Team, wat eng kloer Roadmap fir zukünfteg Aarbecht ubitt. </li><li>Intuitiv Visualiséierungen: Visualiséiert d'Aarbechtslaascht-Verdeelung vun Ärem Team iwwer verschidden Zäithorizonter, wat eng séier Identifikatioun vu potenzielle Ongläichgewiichter oder Iwwerlaaschten erméiglecht. </li><li>Aarbechtslaascht-Prozentsaz-Zouuerdnung: Definéiert de Prozentsaz vun engem Aarbechtsdag, deen eng Aufgab fir all Teammember sollt verbrauchen, wat eng prezis Aarbechtslaascht-Gestioun a Kapazitéitsplanung erméiglecht. </li><li>Nohtlos Integratioun mat Ressourcen-Management: Kritt méi déif Abléck an déi geplangt géint déi tatsächlech Zäit, déi op Aufgabe verbruecht gëtt, wat genee Aarbechtslaascht-Bewäertungen an Upassungen erliichtert. </li><li>Dynamesch Aufgaben-Neizouuerdnung: Verschiebt mühelos Aufgaben tëscht Teammemberen oder passt Aufgaben-Zäitlinnen un fir d'Aarbechtslaaschtgläichgewiicht ze optiméieren an eng gläichméisseg Verdeelung ze garantéieren. </li></ul><br>Virdeeler:<ul><li>Verhënnert Burnout an Ënnerauslaaschung: Erhält eng gesond a nohalteg Aarbechtslaascht fir Äert Team andeems Dir potenziell Ongläichgewiichter identifizéiert an usprieche virun se eskaléieren.</li><li>Optiméiert Ressourcen-Allocatioun: Trefft informéiert Entscheedungen iwwer Aufgaben-Zouuerdnungen a Forfallsdaten andeems Dir Echtzäit-Aarbechtslaaschtdaten an individuell Teammember-Kapazitéit berécksiichtegt. </li><li>Verbessert Projektplanung a Prognosen: Verbessert Projet-Zäitlinnen a Ressourcen-Allocatiounsstrategien andeems Dir e kloert Verständnis vun der Aarbechtslaascht an Disponibilitéit vun Ärem Team kritt. </li><li>Erhéicht Team-Produktivitéit: Erméiglecht Ärem Team sech op déi wichtegst Aufgaben ze fokusséieren andeems Dir eng kloer a geréierbar Aarbechtslaascht-Verdeelung ubitt.</li><li>Verbessert Team-Zesummenaarbecht: Erliichtert eng oppen Kommunikatioun iwwer Aarbechtslaascht a Kapazitéit, wat en méi ënnerstëtzend a kollaboratiivt Aarbechtsëmfeld fërdert.</li></ul>Huelt d'Kontroll iwwer d'Aarbechtslaascht vun Ärem Team mat dem JustDo Aarbechtslaaschtplaner a schléisst en neit Niveau vu Produktivitéit, Balance a Projet-Erfolleg op."
}