{
  "plugin_store_workload_planner_title": "Perancang Beban Kerja",
  "plugin_store_workload_planner_short_description": "Visualkan, urus, dan optimumkan beban kerja pasukan anda untuk meningkatkan produktiviti.",
  "plugin_store_workload_planner_full_description": "Perancang Beban Kerja dalam JustDo membolehkan anda merancang, mengagihkan, dan memantau beban kerja pasukan anda dengan berkesan, memastikan semua orang terlibat secara optimum dan projek berjalan lancar. <br><br> <h2>Ciri-ciri Utama:</h2> <ul><li>Pengkategorian Tempoh Fleksibel: Kelaskan tugas kepada kategori jangka pendek, jangka sederhana, dan jangka panjang berdasarkan definisi pasukan anda, memberikan pelan kerja yang jelas untuk masa depan. </li><li>Visualisasi Intuitif: Visualisasikan pengagihan beban kerja pasukan anda merentasi pelbagai tempoh masa, membolehkan pengenalpastian cepat ketidakseimbangan atau beban berlebihan yang berpotensi. </li><li>Peruntukan Peratusan Beban Kerja: Tentukan peratusan hari kerja yang sepatutnya digunakan oleh setiap ahli pasukan untuk sesuatu tugas, membolehkan pengurusan beban kerja dan perancangan kapasiti yang tepat. </li><li>Integrasi Lancar dengan Pengurusan Sumber: Dapatkan pemahaman mendalam tentang masa yang dirancang berbanding masa sebenar yang digunakan untuk tugas, memudahkan penilaian dan penyesuaian beban kerja yang tepat. </li><li>Penyusunan Semula Tugas Dinamik: Pindahkan tugas antara ahli pasukan atau sesuaikan tempoh masa tugas dengan mudah untuk mengoptimumkan keseimbangan beban kerja dan memastikan pengagihan yang sekata. </li></ul><br><h2>Faedah:</h2><ul><li>Mencegah Keletihan dan Kurang Penggunaan: Kekalkan beban kerja yang sihat dan mampan untuk pasukan anda dengan mengenal pasti dan menangani ketidakseimbangan yang berpotensi sebelum ia meningkat.</li><li>Mengoptimumkan Peruntukan Sumber: Buat keputusan yang tepat tentang tugasan dan tarikh akhir dengan mempertimbangkan data beban kerja masa nyata dan kapasiti individu ahli pasukan. </li><li>Meningkatkan Perancangan dan Ramalan Projek: Tingkatkan garis masa projek dan strategi peruntukan sumber dengan mendapatkan pemahaman yang jelas tentang beban kerja dan ketersediaan pasukan anda. </li><li>Meningkatkan Produktiviti Pasukan: Beri kuasa kepada pasukan anda untuk fokus pada tugas yang paling penting dengan menyediakan pengagihan beban kerja yang jelas dan terurus.</li><li>Meningkatkan Kerjasama Pasukan: Memudahkan komunikasi terbuka tentang beban kerja dan kapasiti, memupuk persekitaran kerja yang lebih menyokong dan kolaboratif.</li></ul>Kuasai beban kerja pasukan anda dengan Perancang Beban Kerja JustDo dan buka tahap produktiviti, keseimbangan, dan kejayaan projek yang baru."
}