{
  "plugin_store_workload_planner_title": "Arbeidsbelastningsplanlegger",
  "plugin_store_workload_planner_short_description": "Visualiser, administrer og optimaliser teamets arbeidsbelastning for økt produktivitet.",
  "plugin_store_workload_planner_full_description": "Arbeidsbelastningsplanleggeren i JustDo gir deg mulighet til å effektivt planlegge, fordele og overvåke teamets arbeidsbelastning, og sikrer at alle er optimalt engasjert og at prosjektene holder seg på sporet. <br><br> Hovedfunksjoner: <ul><li>Fleksibel tidskategorisering: Klassifiser oppgaver i kortsiktige, mellomlange og langsiktige kategorier basert på teamets definisjoner, og gi en klar veikart for fremtidig arbeid. </li><li>Intuitive visualiseringer: Visualiser teamets arbeidsbelastningsfordeling over ulike tidshorisonter, noe som muliggjør rask identifisering av potensielle ubalanser eller overbelastninger. </li><li>Prosentvis allokering av arbeidsbelastning: Definer prosentandelen av en arbeidsdag en oppgave skal ta for hvert teammedlem, og muliggjør presis styring av arbeidsbelastning og kapasitetsplanlegging. </li><li>Sømløs integrering med ressursstyring: Få dypere innsikt i planlagt versus faktisk tid brukt på oppgaver, og muliggjør nøyaktige vurderinger og justeringer av arbeidsbelastning. </li><li>Dynamisk omfordeling av oppgaver: Flytt enkelt oppgaver mellom teammedlemmer eller juster oppgavetidslinjer for å optimalisere arbeidsbelastningsbalansen og sikre jevn fordeling. </li></ul><br>Fordeler:<ul><li>Forhindre utbrenthet og underutnyttelse: Oppretthold en sunn og bærekraftig arbeidsbelastning for teamet ditt ved å identifisere og adressere potensielle ubalanser før de eskalerer.</li><li>Optimaliser ressursallokering: Ta informerte beslutninger om oppgavetildelinger og tidsfrister ved å vurdere sanntidsdata om arbeidsbelastning og individuell kapasitet for teammedlemmer. </li><li>Forbedre prosjektplanlegging og prognoser: Forbedre prosjekttidslinjer og ressursallokeringsstrategier ved å få en klar forståelse av teamets arbeidsbelastning og tilgjengelighet. </li><li>Øk teamets produktivitet: Gi teamet mulighet til å fokusere på de viktigste oppgavene ved å gi en klar og håndterbar arbeidsbelastningsfordeling.</li><li>Forbedre teamsamarbeid: Legg til rette for åpen kommunikasjon om arbeidsbelastning og kapasitet, og fostre et mer støttende og samarbeidsvillig arbeidsmiljø.</li></ul>Ta kontroll over teamets arbeidsbelastning med JustDos Arbeidsbelastningsplanlegger og lås opp et nytt nivå av produktivitet, balanse og prosjektsuksess."
}