{
  "plugin_store_workload_planner_title": "कार्यभार योजनाकार",
  "plugin_store_workload_planner_short_description": "उत्पादकता बढाउनका लागि आफ्नो टोलीको कार्यभार देख्ने, व्यवस्थापन गर्ने र अनुकूलन गर्ने।",
  "plugin_store_workload_planner_full_description": "JustDo को कार्यभार योजनाकारले तपाईंलाई टोलीको कार्यभार प्रभावकारी ढंगले योजना बनाउन, वितरण गर्न र अनुगमन गर्न सक्षम बनाउँछ, जसले सबैजना इष्टतम रूपमा संलग्न छन् र परियोजनाहरू ट्र्याकमा रहन्छन् भनी सुनिश्चित गर्दछ। <br><br> <h2>मुख्य विशेषताहरू:</h2> <ul><li>लचिलो अवधि वर्गीकरण: तपाईंको टोलीको परिभाषाहरूमा आधारित छोटो अवधि, मध्यम अवधि र लामो अवधिको वर्गहरूमा कार्यहरू वर्गीकृत गर्नुहोस्, भविष्यको कार्यको लागि स्पष्ट रोडम्याप प्रदान गर्दै।</li><li>सहज दृश्यावलोकन: विभिन्न समय क्षितिजहरूमा तपाईंको टोलीको कार्यभार वितरण देखाउनुहोस्, सम्भावित असन्तुलन वा अधिभारको तुरुन्तै पहिचान गर्न अनुमति दिन्छ।</li><li>कार्यभार प्रतिशत आवंटन: प्रत्येक टोली सदस्यको लागि कार्य दिनको कति प्रतिशत एउटा कार्यले लिनुपर्छ भनेर परिभाषित गर्नुहोस्, सटीक कार्यभार व्यवस्थापन र क्षमता योजना सक्षम गर्दै।</li><li>स्रोत व्यवस्थापनसँग निर्बाध एकीकरण: कार्यहरूमा योजनाबद्ध बनाम वास्तविक समय खर्चको बारेमा गहिरो अन्तरदृष्टि प्राप्त गर्नुहोस्, सटीक कार्यभार मूल्यांकन र समायोजनलाई सहज बनाउँदै।</li><li>गतिशील कार्य पुनः असाइनमेन्ट: कार्यभार सन्तुलन अनुकूलन गर्न र समान वितरण सुनिश्चित गर्न टोली सदस्यहरू बीच कार्यहरू सजिलै सार्नुहोस् वा कार्य समयरेखाहरू समायोजन गर्नुहोस्।</li></ul><br><h2>फाइदाहरू:</h2><ul><li>बर्नआउट र कम उपयोग रोक्नुहोस्: सम्भावित असन्तुलनहरू बढ्नु अघि पहिचान गरेर र सम्बोधन गरेर तपाईंको टोलीको लागि स्वस्थ र दिगो कार्यभार कायम राख्नुहोस्।</li><li>स्रोत आवंटन अनुकूलन गर्नुहोस्: वास्तविक समय कार्यभार डेटा र व्यक्तिगत टोली सदस्य क्षमता विचार गरेर कार्य असाइनमेन्ट र समय सीमाको बारेमा सूचित निर्णयहरू लिनुहोस्।</li><li>परियोजना योजना र पूर्वानुमान सुधार गर्नुहोस्: तपाईंको टोलीको कार्यभार र उपलब्धताको स्पष्ट बुझाइ प्राप्त गरेर परियोजना समयरेखा र स्रोत आवंटन रणनीतिहरू बढाउनुहोस्।</li><li>टोली उत्पादकता बढाउनुहोस्: स्पष्ट र व्यवस्थापन योग्य कार्यभार वितरण प्रदान गरेर तपाईंको टोलीलाई सबैभन्दा महत्त्वपूर्ण कार्यहरूमा ध्यान केन्द्रित गर्न सशक्त बनाउनुहोस्।</li><li>टोली सहकार्य बढाउनुहोस्: कार्यभार र क्षमताको बारेमा खुला संचार सहज बनाउनुहोस्, बढी सहयोगी र सहयोगात्मक कार्य वातावरण बढावा दिनुहोस्।</li></ul>JustDo को कार्यभार योजनाकारसँग तपाईंको टोलीको कार्यभारको नियन्त्रण लिनुहोस् र उत्पादकता, सन्तुलन र परियोजना सफलताको नयाँ स्तर खोल्नुहोस्।"
}