{
  "plugin_store_workload_planner_title": "Planeador de Carga de Trabalho",
  "plugin_store_workload_planner_short_description": "Visualize, gira e otimize a carga de trabalho da sua equipa para maior produtividade.",
  "plugin_store_workload_planner_full_description": "O Planeador de Carga de Trabalho no JustDo permite-lhe planear, distribuir e monitorizar eficazmente a carga de trabalho da sua equipa, garantindo que todos estão otimamente envolvidos e os projetos no bom caminho. <br><br> <h2>Funcionalidades Principais:</h2> <ul><li>Categorização Flexível de Prazos: Classifique tarefas em categorias de curto, médio e longo prazo com base nas definições da sua equipa, fornecendo um roteiro claro para trabalho futuro. </li><li>Visualizações Intuitivas: Visualize a distribuição da carga de trabalho da sua equipa em diferentes horizontes temporais, permitindo identificar rapidamente potenciais desequilíbrios ou sobrecargas. </li><li>Alocação Percentual de Carga de Trabalho: Defina a percentagem de um dia de trabalho que uma tarefa deve consumir para cada membro da equipa, permitindo uma gestão precisa da carga de trabalho e planeamento de capacidade. </li><li>Integração Perfeita com Gestão de Recursos: Obtenha insights mais profundos sobre o tempo planeado versus o tempo real gasto em tarefas, facilitando avaliações e ajustes precisos da carga de trabalho. </li><li>Reatribuição Dinâmica de Tarefas: Mova facilmente tarefas entre membros da equipa ou ajuste cronogramas de tarefas para otimizar o equilíbrio da carga de trabalho e garantir uma distribuição uniforme. </li></ul><br><h2>Benefícios:</h2><ul><li>Previna o Esgotamento e a Subutilização: Mantenha uma carga de trabalho saudável e sustentável para a sua equipa, identificando e abordando potenciais desequilíbrios antes que se agravem.</li><li>Otimize a Alocação de Recursos: Tome decisões informadas sobre atribuições de tarefas e prazos, considerando dados de carga de trabalho em tempo real e a capacidade individual dos membros da equipa. </li><li>Melhore o Planeamento e Previsão de Projetos: Aprimore cronogramas de projetos e estratégias de alocação de recursos, obtendo uma compreensão clara da carga de trabalho e disponibilidade da sua equipa. </li><li>Aumente a Produtividade da Equipa: Capacite a sua equipa para se concentrar nas tarefas mais importantes, fornecendo uma distribuição clara e gerenciável da carga de trabalho.</li><li>Melhore a Colaboração da Equipa: Facilite a comunicação aberta sobre carga de trabalho e capacidade, promovendo um ambiente de trabalho mais solidário e colaborativo.</li></ul>Assuma o controlo da carga de trabalho da sua equipa com o Planeador de Carga de Trabalho do JustDo e desbloqueie um novo nível de produtividade, equilíbrio e sucesso nos projetos."
}