{
  "plugin_store_workload_planner_title": "İş Yükü Planlayıcı",
  "plugin_store_workload_planner_short_description": "Ekibinizin iş yükünü görselleştirin, yönetin ve verimliliğini artırın.",
  "plugin_store_workload_planner_full_description": "JustDo'daki İş Yükü Planlayıcı, ekibinizin iş yükünü etkili bir şekilde planlamanızı, dağıtmanızı ve izlemenizi sağlayarak herkesin optimum şekilde çalışmasını ve projelerin yolunda gitmesini sağlar. <br><br> Temel Özellikler: <ul><li>Esnek Dönem Sınıflandırması: Görevleri ekibinizin tanımlarına göre kısa, orta ve uzun vadeli kategorilere ayırarak gelecekteki işler için net bir yol haritası sunar. </li><li>Sezgisel Görselleştirmeler: Ekibinizin iş yükü dağılımını farklı zaman dilimlerinde görselleştirerek potansiyel dengesizlikleri veya aşırı yüklenmeleri hızlıca tespit edin. </li><li>İş Yükü Yüzdesi Tahsisi: Her ekip üyesi için bir görevin iş gününün ne kadarını kaplaması gerektiğini belirleyerek hassas iş yükü yönetimi ve kapasite planlaması yapın. </li><li>Kaynak Yönetimiyle Sorunsuz Entegrasyon: Görevlerde planlanan ve gerçekte harcanan süre hakkında daha derin bilgiler edinerek doğru iş yükü değerlendirmeleri ve ayarlamaları yapın. </li><li>Dinamik Görev Yeniden Atama: İş yükü dengesini optimize etmek ve eşit dağılım sağlamak için görevleri ekip üyeleri arasında kolayca taşıyın veya görev zaman çizelgelerini ayarlayın. </li></ul><br>Faydalar:<ul><li>Tükenmişliği ve Düşük Kullanımı Önleyin: Potansiyel dengesizlikleri büyümeden önce tespit edip ele alarak ekibiniz için sağlıklı ve sürdürülebilir bir iş yükü sağlayın.</li><li>Kaynak Tahsisini Optimize Edin: Gerçek zamanlı iş yükü verilerini ve bireysel ekip üyesi kapasitesini göz önünde bulundurarak görev atamaları ve son tarihler hakkında bilinçli kararlar alın. </li><li>Proje Planlamasını ve Öngörüsünü Geliştirin: Ekibinizin iş yükünü ve uygunluğunu net bir şekilde anlayarak proje zaman çizelgelerini ve kaynak tahsisi stratejilerini geliştirin. </li><li>Ekip Verimliliğini Artırın: Net ve yönetilebilir bir iş yükü dağılımı sağlayarak ekibinizin en önemli görevlere odaklanmasını sağlayın.</li><li>Ekip İşbirliğini Geliştirin: İş yükü ve kapasite hakkında açık iletişimi kolaylaştırarak daha destekleyici ve işbirlikçi bir çalışma ortamı oluşturun.</li></ul>JustDo'nun İş Yükü Planlayıcısı ile ekibinizin iş yükünü kontrol altına alın ve yeni bir verimlilik, denge ve proje başarısı seviyesinin kilidini açın."
}