{
  "plugin_store_workload_planner_title": "Công cụ Lập kế hoạch Khối lượng công việc",
  "plugin_store_workload_planner_short_description": "Trực quan hóa, quản lý và tối ưu hóa khối lượng công việc của đội nhóm để nâng cao năng suất.",
  "plugin_store_workload_planner_full_description": "Công cụ Lập kế hoạch Khối lượng công việc trong JustDo giúp bạn lên kế hoạch, phân phối và giám sát hiệu quả khối lượng công việc của đội nhóm, đảm bảo mọi người đều tham gia tối ưu và dự án luôn đúng tiến độ. <br><br> Tính năng chính: <ul><li>Phân loại Thời hạn Linh hoạt: Phân loại công việc thành ngắn hạn, trung hạn và dài hạn dựa trên định nghĩa của đội nhóm, cung cấp lộ trình rõ ràng cho công việc tương lai. </li><li>Trực quan hóa Trực quan: Hiển thị phân bố khối lượng công việc của đội nhóm qua các khung thời gian khác nhau, cho phép nhanh chóng xác định sự mất cân bằng hoặc quá tải tiềm ẩn. </li><li>Phân bổ Phần trăm Khối lượng công việc: Xác định phần trăm thời gian làm việc trong ngày mà một công việc nên chiếm cho mỗi thành viên, cho phép quản lý khối lượng công việc và lập kế hoạch năng lực chính xác. </li><li>Tích hợp liền mạch với Quản lý Tài nguyên: Có cái nhìn sâu sắc hơn về thời gian dự kiến so với thực tế dành cho công việc, tạo điều kiện đánh giá và điều chỉnh khối lượng công việc chính xác. </li><li>Phân công lại Công việc Động: Dễ dàng di chuyển công việc giữa các thành viên hoặc điều chỉnh thời gian biểu công việc để tối ưu hóa cân bằng khối lượng công việc và đảm bảo phân phối đồng đều. </li></ul><br>Lợi ích:<ul><li>Ngăn chặn Kiệt sức và Thiếu sử dụng: Duy trì khối lượng công việc lành mạnh và bền vững cho đội nhóm bằng cách xác định và giải quyết sự mất cân bằng tiềm ẩn trước khi chúng leo thang.</li><li>Tối ưu hóa Phân bổ Tài nguyên: Đưa ra quyết định sáng suốt về phân công công việc và thời hạn bằng cách xem xét dữ liệu khối lượng công việc thời gian thực và năng lực của từng thành viên. </li><li>Cải thiện Lập kế hoạch và Dự báo Dự án: Nâng cao tiến độ dự án và chiến lược phân bổ tài nguyên bằng cách hiểu rõ khối lượng công việc và khả năng sẵn có của đội nhóm. </li><li>Tăng Năng suất Đội nhóm: Trao quyền cho đội nhóm tập trung vào những công việc quan trọng nhất bằng cách cung cấp phân phối khối lượng công việc rõ ràng và dễ quản lý.</li><li>Nâng cao Hợp tác Đội nhóm: Tạo điều kiện giao tiếp cởi mở về khối lượng công việc và năng lực, thúc đẩy môi trường làm việc hỗ trợ và hợp tác hơn.</li></ul>Kiểm soát khối lượng công việc của đội nhóm với Công cụ Lập kế hoạch Khối lượng công việc của JustDo và mở khóa mức độ năng suất, cân bằng và thành công dự án mới."
}