{
  "plugin_store_workload_planner_title": "אַרבעט באַלאַסטונג פּלאַנירער",
  "plugin_store_workload_planner_short_description": "פאָרשטעלן, פאַרוואַלטן, און אָפּטימיזירן דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג פֿאַר פאַרבעסערט פּראָדוקטיוויטעט.",
  "plugin_store_workload_planner_full_description": "דער אַרבעט באַלאַסטונג פּלאַנירער אין JustDo באפולמעכטיקט דיר צו עפעקטיוו פּלאַנירן, פאַרטיילן, און מאָניטאָרן דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג, פאַרזיכערן אַז יעדער איז אָפּטימאַל פאַרנומען און פּראָיעקטן בלייַבן אויף שפּור. <br><br> הויפּט פֿעיִקייטן: <ul><li>בייגעוודיק טערמין קאַטעגאָריזירונג:  קלאַסיפיצירן אויפגאבן אין קורץ-טערמין, מיטל-טערמין און לאַנג-טערמין קאַטעגאָריעס באַזירט אויף דיין מאַנשאַפֿט'ס דעפיניציעס, צושטעלן אַ קלאָר וועגווייַזער פֿאַר צוקונפֿט אַרבעט. </li><li>אינטואיטיווע וויזשאַוואַליזיישאַנז:  פאָרשטעלן דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג פאַרטיילונג איבער פאַרשידענע צייַט האָריזאָנטן, דערלויבן פֿאַר גיך אידענטיפיקאַציע פון פּאָטענציעל אומבאַלאַנסן אָדער איבערלאָודז. </li><li>אַרבעט באַלאַסטונג פּראָצענט צוטיילונג: דעפינירן די פּראָצענט פון אַ אַרבעטסטאָג וואָס אַן אויפגאבע זאָל פאַרנעמען פֿאַר יעדער מאַנשאַפֿט מיטגליד, דערמעגלעכן פּונקטלעך אַרבעט באַלאַסטונג פאַרוואַלטונג און קאַפּאַסיטי פּלאַנירונג. </li><li>גלאַטיק אינטעגראַציע מיט רעסורס פאַרוואַלטונג: באַקומען טיפער איינבליקן אין געפּלאַנט קעגן פאַקטיש צייַט פאַרבראכט אויף אויפגאבן, פאַסיליטירן פּינטלעך אַרבעט באַלאַסטונג אָפּשאַצונגען און רעגולירונגען.  </li><li>דינאַמיש אויפגאבע ריאַסיינמאַנט:  גרינג באַוועגן אויפגאבן צווישן מאַנשאַפֿט מיטגלידער אָדער רעגולירן אויפגאבע צייַטליניעס צו אָפּטימיזירן אַרבעט באַלאַסטונג באַלאַנס און פאַרזיכערן גלייַך פאַרטיילונג. </li></ul><br>בענעפיטן:<ul><li>פאַרמייַדן ברענאַוט און אונטערנוצונג:  אויפהאַלטן אַ געזונט און נאָכהאַלטיק אַרבעט באַלאַסטונג פֿאַר דיין מאַנשאַפֿט דורך אידענטיפיצירן און אַדרעסירן פּאָטענציעל אומבאַלאַנסן איידער זיי עסקאַלירן.</li><li>אָפּטימיזירן רעסורס צוטיילונג: מאַכן אינפֿאָרמירט באַשלוסן וועגן אויפגאבע צוטיילונגען און דעדליינז דורך באַטראַכטן פאַקטיש-צייַט אַרבעט באַלאַסטונג דאַטן און יחיד מאַנשאַפֿט מיטגליד קאַפּאַסיטי. </li><li>פאַרבעסערן פּראָיעקט פּלאַנירונג און פֿאָרויסזאָגן: פאַרבעסערן פּראָיעקט צייַטליניעס און רעסורס צוטיילונג סטראַטעגיעס דורך באַקומען אַ קלאָר פאַרשטאַנד פון דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג און פאַראַנענקייט. </li><li>פאַרגרעסערן מאַנשאַפֿט פּראָדוקטיוויטעט:  באפולמעכטיקן דיין מאַנשאַפֿט צו פאָקוסירן אויף די וויכטיקסטע אויפגאבן דורך צושטעלן אַ קלאָר און פאַרוואַלטבאַר אַרבעט באַלאַסטונג פאַרטיילונג.</li><li>פאַרבעסערן מאַנשאַפֿט קאַלאַבערציע: דערמעגלעכן אָפן קאָמוניקאַציע וועגן אַרבעט באַלאַסטונג און קאַפּאַסיטי, פּלאָדן אַ מער שטיצנדיק און קאָאָפּעראַטיוו אַרבעט סוויווע.</li></ul>נעם קאָנטראָל פון דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג מיט JustDo'ס אַרבעט באַלאַסטונג פּלאַנירער און אַנטפּלעקן אַ נייַ מדרגה פון פּראָדוקטיוויטעט, באַלאַנס, און פּראָיעקט דערפֿאָלג."
}