{
  "plugin_store_workload_planner_title": "אַרבעט באַלאַסטונג פּלאַנירער",
  "plugin_store_workload_planner_short_description": "פאָרשטעלן, פאַרוואַלטן, און אָפּטימיזירן דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג פֿאַר פאַרבעסערט פּראָדוקטיוויטעט.",
  "plugin_store_workload_planner_full_description": "דער אַרבעט באַלאַסטונג פּלאַנירער אין JustDo באַפולמעכטיקט דיר צו עפעקטיוו פּלאַנירן, פאַרטיילן, און קאָנטראָלירן דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג, פאַרזיכערן אַז יעדער איז אָפּטימאַל באַשעפטיקט און פּראָיעקטן בלייַבן אויף שפּור. <br><br> <h2>הויפּט פֿעיִקייטן:</h2> <ul><li>בייגעוודיק טערמין קאַטעגאָריזאַציע: קלאַסיפֿיצירן אויפגאבן אין קורץ-טערמין, מיטל-טערמין, און לאַנג-טערמין קאַטעגאָריעס באַזירט אויף דיין מאַנשאַפֿט'ס דעפֿיניציעס, צושטעלן אַ קלאָר וועגווייַזער פֿאַר צוקונפֿט אַרבעט. </li><li>אינטואיטיוו וויזשאַוויזאַציעס: וויזשאַוויזיר דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג פאַרטיילונג איבער פאַרשידענע צייַט האָריזאָנטן, דערמעגלעכן שנעל אידענטיפֿיצירונג פון פּאָטענציעל אומבאַלאַנסן אָדער איבערלאָודז. </li><li>אַרבעט באַלאַסטונג פּראָצענט צוטיילונג: באַשטימען די פּראָצענט פון אַ אַרבעט טאָג אַן אויפגאבע זאָל פאַרנעמען פֿאַר יעדער מאַנשאַפֿט מיטגליד, דערמעגלעכן פּינטלעך אַרבעט באַלאַסטונג פאַרוואַלטונג און קאַפּאַציטעט פּלאַנירונג. </li><li>נאָטלאָז אינטעגראַציע מיט רעסורס פאַרוואַלטונג: באַקומען טיפער איינזען אין געפּלאַנט קעגן פאַקטיש צייַט פאַרבראכט אויף אויפגאבן, פֿאַסיליטייטינג פּינטלעך אַרבעט באַלאַסטונג אָפּשאַצונגען און צופּאַסונגען. </li><li>דינאַמיש אויפגאבע ריאַסיינמאַנט: מי-לאָז באַוועגן אויפגאבן צווישן מאַנשאַפֿט מיטגלידער אָדער צופּאַסן אויפגאבע צייַטליניעס צו אָפּטימיזירן אַרבעט באַלאַסטונג באַלאַנס און פאַרזיכערן גלייַך פאַרטיילונג. </li></ul><br><h2>בענעפיץ:</h2><ul><li>פאַרמייַדן ברענאַוט און אונטערנוצן: אויפהאַלטן אַ געזונט און נאָכהאַלטיק אַרבעט באַלאַסטונג פֿאַר דיין מאַנשאַפֿט דורך אידענטיפֿיצירן און אַדרעסירן פּאָטענציעל אומבאַלאַנסן איידער זיי עסקאַלייט.</li><li>אָפּטימיזירן רעסורס צוטיילונג: מאַכן אינפאָרמירט באַשלוסן וועגן אויפגאבע צוטיילונגען און דעדליינז דורך באַטראַכטן עכט-צייַט אַרבעט באַלאַסטונג דאַטן און יעדער מאַנשאַפֿט מיטגליד'ס קאַפּאַציטעט. </li><li>פאַרבעסערן פּראָיעקט פּלאַנירונג און פֿאָרויסזאָגן: פאַרבעסערן פּראָיעקט צייַטליניעס און רעסורס צוטיילונג סטראַטעגיעס דורך באַקומען אַ קלאָר פאַרשטאַנד פון דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג און פאַראַנענקייט. </li><li>העכערן מאַנשאַפֿט פּראָדוקטיוויטעט: באַפולמעכטיקן דיין מאַנשאַפֿט צו פאָקוסירן אויף די וויכטיקסטע אויפגאבן דורך צושטעלן אַ קלאָר און פאַרוואַלטבאַר אַרבעט באַלאַסטונג פאַרטיילונג.</li><li>פאַרבעסערן מאַנשאַפֿט קאָלאַבאָראַציע: דערמעגלעכן אָפן קאָמוניקאַציע וועגן אַרבעט באַלאַסטונג און קאַפּאַציטעט, פאָסטערינג אַ מער שטיצנדיק און קאָלאַבאָראַטיוו אַרבעט סוויווע.</li></ul>נעם קאָנטראָל פון דיין מאַנשאַפֿט'ס אַרבעט באַלאַסטונג מיט JustDo'ס אַרבעט באַלאַסטונג פּלאַנירער און אויפשליסן אַ נייַ ניווָא פון פּראָדוקטיוויטעט, באַלאַנס, און פּראָיעקט דערפאָלג."
}