{
  "plugin_store_category_featured_label": "विशेष",
  "plugin_store_category_featured_meta_title": "विशेष JustDo प्लगइनहरू: परियोजना व्यवस्थापन बढाउनुहोस्",
  "plugin_store_category_featured_meta_description": "उत्पादकता बढाउन, कार्यप्रवाह सरल बनाउन, र टोली सहकार्य बढाउन JustDo प्लगइनहरूको क्युरेटेड चयन अन्वेषण गर्नुहोस्। आफ्नो JustDo अनुभव अनुकूलन गर्न उत्कृष्ट उपकरणहरू फेला पार्नुहोस्।",
  "plugin_store_category_management_label": "व्यवस्थापन",
  "plugin_store_category_management_meta_title": "व्यवस्थापनका लागि JustDo प्लगइनहरू: परियोजना नेतृत्व र वितरण",
  "plugin_store_category_management_meta_description": "कुशल परियोजना र स्रोत व्यवस्थापनका लागि JustDo प्लगइनहरूसँग आफ्नो टोलीलाई सशक्त बनाउनुहोस्। कार्यप्रवाह अनुकूलन गर्नुहोस्, प्रगति ट्र्याक गर्नुहोस्, र परियोजना सफलता प्राप्त गर्नुहोस्।",
  "plugin_store_category_misc_label": "विविध",
  "plugin_store_category_misc_meta_title": "विविध JustDo प्लगइनहरू: सुधार र उपयोगिताहरू",
  "plugin_store_category_misc_meta_description": "कार्य दृश्यांकनदेखि समय ट्र्याकिङसम्म र अधिक, तपाईंको कार्यप्रवाहको विशिष्ट पक्षहरू बढाउन विविध JustDo प्लगइनहरू पत्ता लगाउनुहोस्।",
  "plugin_store_category_power_tools_label": "शक्तिशाली उपकरणहरू",
  "plugin_store_category_power_tools_meta_title": "JustDo शक्तिशाली उपकरणहरू: उन्नत प्रयोगकर्ताहरूका लागि उन्नत सुविधाहरू",
  "plugin_store_category_power_tools_meta_description": "JustDo शक्तिशाली उपकरणहरूसँग उन्नत कार्यक्षमता अनलक गर्नुहोस्। कार्यहरू स्वचालित गर्नुहोस्, अन्य एपहरूसँग एकीकृत गर्नुहोस्, र आफ्नो परियोजना व्यवस्थापनलाई अर्को स्तरमा लैजानुहोस्।",
  "plugin_store_category_justdo_labs_label": "JustDo ल्याब्स",
  "plugin_store_category_justdo_labs_meta_title": "JustDo ल्याब्स: अत्याधुनिक परियोजना व्यवस्थापन अन्वेषण गर्नुहोस्",
  "plugin_store_category_justdo_labs_meta_description": "परियोजना व्यवस्थापनमा नवीनतम नवाचारहरू अनुभव गर्ने पहिलो व्यक्ति बन्नुहोस्। JustDo ल्याब्समा तपाईंको कार्यप्रवाह परिवर्तन गर्न प्रयोगात्मक र अत्याधुनिक उपकरणहरू छन्।",
  "plugin_store_category_unknown_label": "अज्ञात",
  "plugin_store_category_installed_label": "स्थापित"
}