{
  "plugin_store_category_featured_label": "Inayojitokeza",
  "plugin_store_category_featured_meta_title": "Viungo vya JustDo Vilivyojitokeza: Boresha Usimamizi wa Mradi",
  "plugin_store_category_featured_meta_description": "Gundua viungo vya JustDo vilivyochaguliwa kwa uangalifu ili kuongeza tija, kurahisisha mtiririko wa kazi, na kuboresha ushirikiano wa timu. Pata zana bora za kuboresha JustDo yako.",
  "plugin_store_category_management_label": "Usimamizi",
  "plugin_store_category_management_meta_title": "Viungo vya JustDo kwa Usimamizi: Ongoza na Fikisha Miradi",
  "plugin_store_category_management_meta_description": "Wezesha timu yako kwa viungo vya JustDo kwa usimamizi bora wa miradi na rasilimali. Boresha mtiririko wa kazi, fuatilia maendeleo, na fikia mafanikio ya mradi.",
  "plugin_store_category_misc_label": "Mchanganyiko",
  "plugin_store_category_misc_meta_title": "Viungo Mchanganyiko vya JustDo: Uboreshaji na Zana",
  "plugin_store_category_misc_meta_description": "Gundua viungo anuwai vya JustDo vya kuboresha vipengele maalum vya mtiririko wako wa kazi, kutoka kwa uoneshaji wa kazi hadi ufuatiliaji wa muda na zaidi.",
  "plugin_store_category_power_tools_label": "Zana za Nguvu",
  "plugin_store_category_power_tools_meta_title": "Zana za Nguvu za JustDo: Vipengele vya Hali ya Juu",
  "plugin_store_category_power_tools_meta_description": "Fungua utendaji wa hali ya juu na Zana za Nguvu za JustDo. Automate kazi, unganisha na programu zingine, na fikia kiwango cha juu cha usimamizi wa mradi.",
  "plugin_store_category_justdo_labs_label": "Maabara ya JustDo",
  "plugin_store_category_justdo_labs_meta_title": "Maabara ya JustDo: Gundua Usimamizi wa Kisasa wa Mradi",
  "plugin_store_category_justdo_labs_meta_description": "Kuwa wa kwanza kupata uzoefu wa ubunifu wa kisasa katika usimamizi wa mradi. Maabara ya JustDo ina zana za majaribio na kisasa za kubadilisha mtiririko wako wa kazi.",
  "plugin_store_category_unknown_label": "Haijulikani",
  "plugin_store_category_installed_label": "Imewekwa"
}