{
  "plugin_store_category_featured_label": "বৈশিষ্ট্যযুক্ত",
  "plugin_store_category_featured_meta_title": "বৈশিষ্ট্যযুক্ত JustDo প্লাগইন: প্রকল্প ব্যবস্থাপনা উন্নত করুন",
  "plugin_store_category_featured_meta_description": "উত্পাদনশীলতা বাড়ানো, কর্মপ্রবাহ সুগম করা এবং দল সহযোগিতা উন্নত করার জন্য JustDo প্লাগইনের নির্বাচিত সংগ্রহ দেখুন। আপনার JustDo অভিজ্ঞতা কাস্টমাইজ করার জন্য উপযুক্ত টুল খুঁজুন।",
  "plugin_store_category_management_label": "ব্যবস্থাপনা",
  "plugin_store_category_management_meta_title": "ব্যবস্থাপনার জন্য JustDo প্লাগইন: প্রকল্প নেতৃত্ব ও সম্পাদন",
  "plugin_store_category_management_meta_description": "দক্ষ প্রকল্প ও সম্পদ ব্যবস্থাপনার জন্য JustDo প্লাগইন দিয়ে আপনার দলকে শক্তিশালী করুন। কর্মপ্রবাহ অপ্টিমাইজ করুন, অগ্রগতি ট্র্যাক করুন এবং প্রকল্প সফলতা অর্জন করুন।",
  "plugin_store_category_misc_label": "বিবিধ",
  "plugin_store_category_misc_meta_title": "বিবিধ JustDo প্লাগইন: উন্নতি ও উপযোগিতা",
  "plugin_store_category_misc_meta_description": "টাস্ক ভিজুয়ালাইজেশন থেকে সময় ট্র্যাকিং পর্যন্ত, আপনার কর্মপ্রবাহের নির্দিষ্ট দিক উন্নত করতে বিভিন্ন JustDo প্লাগইন আবিষ্কার করুন।",
  "plugin_store_category_power_tools_label": "পাওয়ার টুলস",
  "plugin_store_category_power_tools_meta_title": "JustDo পাওয়ার টুলস: পাওয়ার ইউজারদের জন্য উন্নত বৈশিষ্ট্য",
  "plugin_store_category_power_tools_meta_description": "JustDo পাওয়ার টুলস দিয়ে উন্নত কার্যকারিতা আনলক করুন। টাস্ক স্বয়ংক্রিয় করুন, অন্যান্য অ্যাপের সাথে সংযুক্ত করুন, এবং আপনার প্রকল্প ব্যবস্থাপনাকে নতুন স্তরে নিয়ে যান।",
  "plugin_store_category_justdo_labs_label": "JustDo ল্যাবস",
  "plugin_store_category_justdo_labs_meta_title": "JustDo ল্যাবস: অত্যাধুনিক প্রকল্প ব্যবস্থাপনা অন্বেষণ করুন",
  "plugin_store_category_justdo_labs_meta_description": "প্রকল্প ব্যবস্থাপনার সর্বশেষ উদ্ভাবন প্রথম অনুভব করুন। JustDo ল্যাবস আপনার কর্মপ্রবাহ রূপান্তর করতে পরীক্ষামূলক ও অত্যাধুনিক টুল প্রদান করে।",
  "plugin_store_category_unknown_label": "অজানা",
  "plugin_store_category_installed_label": "ইনস্টল করা হয়েছে"
}