{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Што новага",
  "v3_134_news_main_array_item_1_title": "Архівацыя",
  "v3_134_news_main_array_item_1_subtitle": "Калі з'яўляюцца новыя праекты і новыя задачы, над якімі трэба працаваць, вам трэба адкласці старыя і засяродзіцца на новых. Цяпер вы можаце архіваваць гэтыя праекты і задачы, выдаляючы іх з паўсядзённага агляду, але захоўваючы магчымасць доступу да іх пры неабходнасці і нават разархівавання.",
  "v3_134_news_main_array_item_2_title": "Поле з некалькімі варыянтамі выбару",
  "v3_134_news_main_array_item_2_subtitle": "У дадатак да карыстацкага поля \"Варыянты\" (Options) цяпер у вас ёсць тып \"Некалькі варыянтаў\" (Multi Options). Гэты варыянт дазваляе вам стварыць спіс загадзя вызначаных опцый, з якіх карыстальнікі могуць выбраць некалькі значэнняў для кожнай асобнай задачы.",
  "v3_134_news_main_array_item_3_title": "Палі ўладальніка і чакаючага ўладальніка задачы + фільтр",
  "v3_134_news_main_array_item_3_subtitle": "Цяпер у вас ёсць магчымасць дадаваць дадатковыя палі, якія паказваюць як уладальніка задачы, так і чакаючага ўладальніка задач. Гэтае абнаўленне дае вам магчымасць эфектыўна фільтраваць дрэва задач на аснове гэтых крытэрыяў, забяспечваючы больш аптымізаваны і персаналізаваны досвед кіравання задачамі.",
  "v3_134_news_features_name": "Іншыя абнаўленні",
  "v3_134_news_features_title": "Паляпшэнні",
  "v3_134_news_features_update_items": [
    "1. Электронныя лісты - Файлы памерам менш за 150x150 пікселяў не дадаюцца да файлаў.",
    "2. Электронныя лісты - Паказваць толькі апошнія 20 лістоў, плюс кнопка \"загрузіць яшчэ\".",
    "3. Выдаленне пашырэнняў і кнопкі \"крама\" (store)."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Архівацыя праектаў, поле з некалькімі варыянтамі выбару і іншае",
  "v3_134_news_page_description": "Адкрыйце для сябе магчымасці архівацыі праектаў, гнуткасць палёў з некалькімі варыянтамі выбару і паляпшэнне кіравання ўладальніцтвам задач у JustDo v3.134."
}