{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Какво ново",
  "v3_134_news_main_array_item_1_title": "Архивиране",
  "v3_134_news_main_array_item_1_subtitle": "Когато имате нови проекти и нови дейности, върху които трябва да работите, трябва да оставите настрана старите и да се съсредоточите върху новите. Сега можете да архивирате тези проекти и задачи, премахвайки ги от ежедневния си изглед, като същевременно запазвате възможността да ги достъпвате при необходимост и дори да ги разархивирате.",
  "v3_134_news_main_array_item_2_title": "Поле с опции за множествен избор",
  "v3_134_news_main_array_item_2_subtitle": "В допълнение към персонализираното поле \"Опции\", сега имате и типа \"Множество опции\". Тази опция ви позволява да създадете списък с предварително дефинирани опции, от които потребителите могат да избират множество стойности за всяка отделна задача.",
  "v3_134_news_main_array_item_3_title": "Полета за собственик на задачата и чакащ собственик + филтър",
  "v3_134_news_main_array_item_3_subtitle": "Сега имате възможност да включите допълнителни полета, които показват както собственика на задачата, така и чакащия собственик на задачите. Тази актуализация ви позволява ефективно да филтрирате дървото на задачите въз основа на тези критерии, осигурявайки по-рационализирано и персонализирано управление на задачите.",
  "v3_134_news_features_name": "Други актуализации",
  "v3_134_news_features_title": "Подобрения",
  "v3_134_news_features_update_items": [
    "1. Имейли - Файлове по-малки от 150x150 пиксела не се добавят към файловете.",
    "2. Имейли - Показване само на последните 20 имейла, плюс бутон \"зареди още\".",
    "3. Премахване на разширения и бутон \"съхрани\"."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Архивиране на проекти, опции за множествен избор и още",
  "v3_134_news_page_description": "Открийте силата на архивирането на проекти, гъвкавостта на полетата с опции за множествен избор и подобреното управление на собствеността на задачите в JustDo v3.134."
}