{
  "v3_134_news_title": "v༣.༡༣༤",
  "v3_134_news_main_name": "གསར་དུ་ཅི་ཞིག་འདུག",
  "v3_134_news_main_array_item_1_title": "ཡིག་ཚགས་བྱེད་པ།",
  "v3_134_news_main_array_item_1_subtitle": "ལས་འཆར་གསར་པ་དང་བྱེད་སྒོ་གསར་པ་ལ་ཁྱེད་ཀྱིས་ལས་ཀ་བྱེད་དགོས་པའི་སྐབས་སུ། ཁྱེད་ཀྱིས་ལས་འཆར་རྙིང་པ་རྣམས་ཟུར་དུ་བཞག་ནས་གསར་པ་ལ་དམིགས་གཏོད་བྱེད་དགོས། ད་ཆ་ཁྱེད་ཀྱིས་ལས་འཆར་དང་ལས་འགན་དེ་དག་ཡིག་ཚགས་བྱས་ཏེ་ཉིན་རེའི་མཐོང་རྒྱ་ནས་ཕྱིར་འཐེན་བྱེད་ཐུབ་ཀྱི་ཡོད། འོན་ཀྱང་དགོས་མཁོ་བྱུང་ན་དེ་དག་ལ་ཕྱིར་ལྟ་བྱེད་ཐུབ་པ་མ་ཟད་ཡིག་ཚགས་ནས་ཕྱིར་འདོན་བྱེད་ཐུབ།",
  "v3_134_news_main_array_item_2_title": "འདེམས་ཀ་མང་པོའི་ས་ཁོངས།",
  "v3_134_news_main_array_item_2_subtitle": "\"འདེམས་ཀ\" ཞེས་པའི་མཚན་ཉིད་རང་སྒྲུབ་ས་ཁོངས་ཀྱི་ཁ་སྣོན་དུ་ད་ཆ་ཁྱེད་ལ་\"འདེམས་ཀ་མང་པོ\"ཞེས་པའི་རིགས་གྲས་ཤིག་ཡོད། འདེམས་ཀ་འདིས་ཁྱེད་ལ་སྔོན་ཆད་ངེས་གཏན་བྱས་པའི་འདེམས་ཀའི་ཐོ་གཞུང་ཞིག་བཟོ་རྒྱུའི་ཆོག་མཆན་སྤྲོད་ཀྱི་ཡོད། དེ་ནས་བེད་སྤྱོད་གཏོང་མཁན་ཚོས་ལས་འགན་སོ་སོའི་ནང་རིན་ཐང་མང་པོ་འདེམས་སྒྲུག་བྱེད་ཐུབ།",
  "v3_134_news_main_array_item_3_title": "ལས་འགན་གྱི་བདག་པོ་དང་སྒུག་ཆའི་བདག་པོའི་ས་ཁོངས་དང་ཚགས་བཙགས།",
  "v3_134_news_main_array_item_3_subtitle": "ད་ཆ་ཁྱེད་ལ་ལས་འགན་གྱི་བདག་པོ་དང་སྒུག་ཆའི་བདག་པོ་གཉིས་ཀ་མངོན་པའི་ས་ཁོངས་གཞན་པ་བཅུག་པའི་ནུས་པ་ཡོད། གསར་སྣོན་འདིས་ཁྱེད་ལ་ཚད་གཞི་འདི་དག་གཞིར་བཟུང་ནས་ཁྱེད་ཀྱི་ལས་འགན་གྱི་སྡོང་བོ་ལ་ཚགས་བཙགས་བྱེད་པའི་དབང་ཆ་སྤྲོད་ཀྱི་ཡོད། དེས་ཁྱེད་ལ་ལས་འགན་དོ་དམ་བྱེད་ཐབས་སྟབས་བདེ་བ་དང་སྒེར་ལ་དམིགས་པ་ཞིག་མཁོ་སྤྲོད་བྱེད་ཀྱི་རེད།",
  "v3_134_news_features_name": "གསར་སྣོན་གཞན་པ།",
  "v3_134_news_features_title": "ལེགས་བཅོས།",
  "v3_134_news_features_update_items": [
    "༡། གློག་འཕྲིན་ - པིག་ཟེལ་ ༡༥༠x༡༥༠ ལས་ཆུང་བའི་ཡིག་ཆ་རྣམས་ཡིག་ཆའི་ནང་མི་སྣོན།",
    "༢། གློག་འཕྲིན་ - ཆེས་གསར་ཤོས་ཀྱི་གློག་འཕྲིན་ ༢༠ མ་གཏོགས་མི་སྟོན་པ་དང་། དེའི་ཁར་\"དེ་ལས་མང་བ་འཇུག་འདོན\"ཞེས་པའི་གདམ་ག",
    "༣། རྒྱ་སྐྱེད་པ་དང་\"གསོག་འཇོག\"ཅེས་པའི་མཐེབ་གནོན་ཕྱིར་འཐེན།"
  ],
  "v3_134_news_page_title": "JustDo v༣.༡༣༤: ལས་འཆར་ཡིག་ཚགས་བྱེད་པ། འདེམས་ཀ་མང་པོ་འདེམས་རྒྱུ་དང་དེ་ལས་མང་བ།",
  "v3_134_news_page_description": "JustDo v༣.༡༣༤ ནང་གི་ལས་འཆར་ཡིག་ཚགས་བྱེད་པའི་ནུས་པ། འདེམས་ཀ་མང་པོའི་ས་ཁོངས་ཀྱི་མཉེན་ཆ། དང་ལས་འགན་བདག་དབང་དོ་དམ་ལེགས་བཅོས་བཅས་ཀྱི་སྐོར་ཤེས་རྟོགས་བྱོས།"
}