{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Τι νέο υπάρχει",
  "v3_134_news_main_array_item_1_title": "Αρχειοθέτηση",
  "v3_134_news_main_array_item_1_subtitle": "Όταν υπάρχουν νέα έργα και νέες δραστηριότητες που πρέπει να δουλέψετε, χρειάζεται να βάλετε στην άκρη τα παλιά και να επικεντρωθείτε στα καινούρια. Τώρα μπορείτε να αρχειοθετήσετε αυτά τα έργα και τις εργασίες, αφαιρώντας τα από την καθημερινή σας προβολή, ενώ εξακολουθείτε να έχετε τη δυνατότητα πρόσβασης σε αυτά όταν χρειάζεται και ακόμη και να τα επαναφέρετε από το αρχείο.",
  "v3_134_news_main_array_item_2_title": "Πεδίο πολλαπλών επιλογών",
  "v3_134_news_main_array_item_2_subtitle": "Εκτός από το προσαρμοσμένο πεδίο \"Επιλογές\", τώρα έχετε τον τύπο \"Πολλαπλές Επιλογές\". Αυτή η επιλογή σας επιτρέπει να δημιουργήσετε μια λίστα προκαθορισμένων επιλογών από τις οποίες οι χρήστες μπορούν να επιλέξουν πολλαπλές τιμές για κάθε μεμονωμένη εργασία.",
  "v3_134_news_main_array_item_3_title": "Πεδία Κατόχου Εργασίας και Εκκρεμούς Κατόχου + φίλτρο",
  "v3_134_news_main_array_item_3_subtitle": "Τώρα έχετε τη δυνατότητα να ενσωματώσετε πρόσθετα πεδία που εμφανίζουν τόσο τον Κάτοχο Εργασίας όσο και τον Εκκρεμή Κάτοχο των εργασιών. Αυτή η ενημέρωση σας επιτρέπει να φιλτράρετε αποτελεσματικά το δέντρο εργασιών σας με βάση αυτά τα κριτήρια, προσφέροντας μια πιο εξορθολογισμένη και εξατομικευμένη εμπειρία διαχείρισης εργασιών.",
  "v3_134_news_features_name": "Άλλες Ενημερώσεις",
  "v3_134_news_features_title": "Βελτιώσεις",
  "v3_134_news_features_update_items": [
    "1. Emails - Αρχεία μικρότερα από 150x150 pixels δεν προστίθενται στα αρχεία.",
    "2. Emails - Εμφάνιση μόνο των τελευταίων 20 emails, συν \"φόρτωση περισσότερων\".",
    "3. Κατάργηση των επεκτάσεων και του κουμπιού \"αποθήκευση\"."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Αρχειοθέτηση Έργων, Πολλαπλές Επιλογές & Περισσότερα",
  "v3_134_news_page_description": "Ανακαλύψτε τη δύναμη της αρχειοθέτησης έργων, την ευελιξία των πεδίων πολλαπλών επιλογών και τη βελτιωμένη διαχείριση κυριότητας εργασιών στο JustDo v3.134."
}