{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Ինչ է նորը",
  "v3_134_news_main_array_item_1_title": "Արխիվացում",
  "v3_134_news_main_array_item_1_subtitle": "Երբ կան նոր նախագծեր և նոր գործողություններ, որոնց վրա պետք է աշխատեք, անհրաժեշտ է մի կողմ դնել հները և կենտրոնանալ նորերի վրա: Այժմ դուք կարող եք արխիվացնել այդ նախագծերն ու առաջադրանքները՝ հեռացնելով դրանք ձեր ամենօրյա տեսադաշտից, միևնույն ժամանակ պահպանելով դրանց հասանելիությունը ըստ անհրաժեշտության և նույնիսկ հետ բերելու հնարավորությունը:",
  "v3_134_news_main_array_item_2_title": "Բազմակի ընտրության տարբերակների դաշտ",
  "v3_134_news_main_array_item_2_subtitle": "«Տարբերակներ» հատուկ դաշտին ի լրումն, այժմ դուք ունեք «Բազմակի տարբերակներ» տեսակը: Այս տարբերակը թույլ է տալիս ստեղծել նախապես սահմանված տարբերակների ցանկ, որից օգտատերերը կարող են ընտրել մի քանի արժեք յուրաքանչյուր առանձին առաջադրանքի համար:",
  "v3_134_news_main_array_item_3_title": "Առաջադրանքի սեփականատիրոջ և սպասվող սեփականատիրոջ դաշտեր + ֆիլտր",
  "v3_134_news_main_array_item_3_subtitle": "Այժմ դուք ունեք հնարավորություն ներառելու լրացուցիչ դաշտեր, որոնք ցուցադրում են և՛ առաջադրանքի սեփականատիրոջը, և՛ սպասվող սեփականատիրոջը: Այս թարմացումը հնարավորություն է տալիս արդյունավետորեն ֆիլտրել ձեր առաջադրանքների ծառը՝ հիմնվելով այս չափանիշների վրա, ապահովելով առաջադրանքների կառավարման ավելի ճկուն և անհատականացված փորձառություն:",
  "v3_134_news_features_name": "Այլ թարմացումներ",
  "v3_134_news_features_title": "Բարելավումներ",
  "v3_134_news_features_update_items": [
    "1. Էլ. փոստ - 150x150 պիքսելից փոքր ֆայլերը չեն ավելացվում ֆայլերի մեջ:",
    "2. Էլ. փոստ - Ցուցադրել միայն վերջին 20 էլ. նամակները, գումարած «բեռնել ավելին» տարբերակը:",
    "3. Ընդլայնումների և «խանութ» կոճակի հեռացում:"
  ],
  "v3_134_news_page_title": "JustDo v3.134. Նախագծերի արխիվացում, բազմակի ընտրության տարբերակներ և ավելին",
  "v3_134_news_page_description": "Բացահայտեք նախագծերի արխիվացման հզորությունը, բազմակի ընտրության տարբերակների դաշտերի ճկունությունը և առաջադրանքների սեփականության կառավարման բարելավված հնարավորությունները JustDo v3.134-ում:"
}