{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Жаңылыктар",
  "v3_134_news_main_array_item_1_title": "Архивдөө",
  "v3_134_news_main_array_item_1_subtitle": "Жаңы долбоорлор жана жаңы иш-аракеттер пайда болгондо, эски долбоорлорду четке коюп, жаңыларына көңүл буруу керек. Эми сиз бул долбоорлорду жана тапшырмаларды архивдей аласыз, аларды күнүмдүк көрүнүшүңүздөн алып салып, бирок керек болгондо аларга кирүү жана архивден чыгаруу мүмкүнчүлүгүн сактап калуу менен.",
  "v3_134_news_main_array_item_2_title": "Көп тандоо варианттары талаасы",
  "v3_134_news_main_array_item_2_subtitle": "\"Варианттар\" (Options) деген өзгөчөлөштүрүлгөн талаадан тышкары, эми сизде \"Көп Варианттар\" (Multi Options) түрү бар. Бул функция колдонуучуларга ар бир өзүнчө тапшырма үчүн бир нече маанини тандай ала турган алдын ала аныкталган варианттардын тизмесин түзүүгө мүмкүндүк берет.",
  "v3_134_news_main_array_item_3_title": "Тапшырманын ээси жана Күтүлүп жаткан ээси талаалары + чыпкалоо",
  "v3_134_news_main_array_item_3_subtitle": "Эми сиз тапшырмалардын Ээсин жана Күтүлүп жаткан ээсин көрсөткөн кошумча талааларды кошо аласыз. Бул жаңыртуу сизге тапшырмалар тизмесин бул критерийлер боюнча натыйжалуу чыпкалоого мүмкүндүк берет, бул тапшырмаларды башкаруу тажрыйбаңызды жеңилдетет жана жекелештирет.",
  "v3_134_news_features_name": "Башка Жаңыртуулар",
  "v3_134_news_features_title": "Жакшыртуулар",
  "v3_134_news_features_update_items": [
    "1. Электрондук каттар - 150x150 пикселден кичине файлдар файлдарга кошулбайт.",
    "2. Электрондук каттар - Акыркы 20 катты гана көрсөтүү, плюс \"көбүрөөк жүктөө\" мүмкүнчүлүгү.",
    "3. Кеңейтүүлөрдү жана \"сактоо\" баскычын алып салуу."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Долбоорлорду архивдөө, Көп тандоо варианттары жана башкалар",
  "v3_134_news_page_description": "JustDo v3.134 версиясында долбоорлорду архивдөөнүн күчүн, көп тандоо варианттары талаасынын ийкемдүүлүгүн жана тапшырма ээлигин башкаруунун жакшыртылган ыкмаларын ачып алыңыз."
}