{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Wat ass nei",
  "v3_134_news_main_array_item_1_title": "Archivéierung",
  "v3_134_news_main_array_item_1_subtitle": "Wann et nei Projeten an nei Aktivitéite gëtt, un deenen Dir schaffe musst, musst Dir déi al op d'Säit leeën a sech op déi nei konzentréieren. Elo kënnt Dir dës Projeten an Aufgaben archivéieren, se aus Ärem alldeegleche Bléck eraushuelen, awer nach ëmmer d'Méiglechkeet hunn, op se zouzegräifen an se souguer ze desarchivéieren wann néideg.",
  "v3_134_news_main_array_item_2_title": "Méifach-Auswiel Optiounsfeld",
  "v3_134_news_main_array_item_2_subtitle": "Zousätzlech zum \"Optiounen\" personaliséierte Feld hutt Dir elo den \"Méifach Optiounen\" Typ. Dës Optioun erlaabt Iech eng Lëscht vu virdefinierten Optiounen ze erstellen, aus deenen d'Benotzer méi Wäerter pro eenzel Aufgab auswielen kënnen.",
  "v3_134_news_main_array_item_3_title": "Aufgab-Besëtzer a Waardend Besëtzer Felder + Filter",
  "v3_134_news_main_array_item_3_subtitle": "Dir hutt elo d'Méiglechkeet zousätzlech Felder anzefügen, déi souwuel den Aufgab-Besëtzer als och de Waardende Besëtzer vun Aufgaben uweisen. Dës Aktualiséierung erméiglecht Iech effizient Ären Aufgabebam no dëse Critèren ze filteren, wat eng méi streamlined a personaliséiert Aufgabeverwaltungserfarung bitt.",
  "v3_134_news_features_name": "Aner Updates",
  "v3_134_news_features_title": "Verbesserungen",
  "v3_134_news_features_update_items": [
    "1. E-Mailen - Fichiere méi kleng wéi 150x150 Pixel ginn net bei de Fichieren dobäigesat.",
    "2. E-Mailen - Weist nëmmen déi lescht 20 E-Mailen, plus \"méi lueden\".",
    "3. Ewechhuele vun Erweiderungen an dem \"späicheren\" Knäppchen."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Projet-Archivéierung, Méifach-Auswiel Optiounen a méi",
  "v3_134_news_page_description": "Entdeckt d'Kraaft vu Projet-Archivéierung, d'Flexibilitéit vu Méifach-Auswiel Optiounsfelder, an eng verbessert Aufgab-Besëtzer Verwaltung an JustDo v3.134."
}