{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "အသစ်များ",
  "v3_134_news_main_array_item_1_title": "မှတ်တမ်းသိမ်းဆည်းခြင်း",
  "v3_134_news_main_array_item_1_subtitle": "စီမံကိန်းအသစ်များနှင့် လုပ်ဆောင်ချက်အသစ်များ ပေါ်လာသောအခါ အဟောင်းများကို ဘေးဖယ်ထားပြီး အသစ်များကို အာရုံစိုက်ရန် လိုအပ်ပါသည်။ ယခုအခါ သင့်အနေဖြင့် ထိုစီမံကိန်းများနှင့် လုပ်ငန်းစဉ်များကို မှတ်တမ်းသိမ်းဆည်းနိုင်ပြီဖြစ်ကာ နေ့စဉ်အမြင်မှ ဖယ်ရှားပေးသော်လည်း လိုအပ်သည့်အခါ ပြန်လည်ကြည့်ရှုနိုင်ခြင်းနှင့် မှတ်တမ်းမှ ပြန်လည်ထုတ်ယူနိုင်ခြင်းတို့ကို ပြုလုပ်နိုင်ပါသည်။",
  "v3_134_news_main_array_item_2_title": "ရွေးချယ်စရာများစွာပါသော ကွက်လပ်",
  "v3_134_news_main_array_item_2_subtitle": "\"ရွေးချယ်စရာများ\" စိတ်ကြိုက်ပြင်ဆင်နိုင်သော ကွက်လပ်အပြင် ယခုအခါ \"ရွေးချယ်စရာများစွာ\" အမျိုးအစားကိုလည်း ရရှိပြီဖြစ်ပါသည်။ ဤရွေးချယ်စရာသည် သင့်အား ကြိုတင်သတ်မှတ်ထားသော ရွေးချယ်စရာများစာရင်းကို ဖန်တီးခွင့်ပြုပြီး အသုံးပြုသူများအနေဖြင့် တစ်ခုချင်းစီသော လုပ်ငန်းစဉ်အတွက် တန်ဖိုးများစွာကို ရွေးချယ်နိုင်စေပါသည်။",
  "v3_134_news_main_array_item_3_title": "လုပ်ငန်းစဉ်၏ ပိုင်ရှင်နှင့် ဆိုင်းငံ့ထားသောပိုင်ရှင် ကွက်လပ်များ + စစ်ထုတ်ခြင်း",
  "v3_134_news_main_array_item_3_subtitle": "ယခုအခါ သင့်အနေဖြင့် လုပ်ငန်းစဉ်ပိုင်ရှင်နှင့် ဆိုင်းငံ့ထားသောပိုင်ရှင် နှစ်ခုလုံးကို ပြသသော ကွက်လပ်များကို ထည့်သွင်းနိုင်ပါပြီ။ ဤအပ်ဒိတ်သည် သင့်အား ဤစံနှုန်းများအပေါ် အခြေခံ၍ သင့်လုပ်ငန်းစဉ်သစ်ပင်ကို ထိရောက်စွာ စစ်ထုတ်နိုင်စွမ်းပေးပြီး ပိုမိုကျစ်လစ်ပြီး ကိုယ်ပိုင်ပုံစံဖြင့် လုပ်ငန်းစဉ်စီမံခန့်ခွဲမှု အတွေ့အကြုံကို ပေးစွမ်းပါသည်။",
  "v3_134_news_features_name": "အခြားအပ်ဒိတ်များ",
  "v3_134_news_features_title": "တိုးတက်မှုများ",
  "v3_134_news_features_update_items": [
    "၁။ အီးမေးလ်များ - 150x150 pixels ထက်သေးငယ်သော ဖိုင်များကို ဖိုင်များတွင် မထည့်သွင်းပါ။",
    "၂။ အီးမေးလ်များ - နောက်ဆုံး အီးမေးလ် ၂၀ ခုကိုသာ ပြသပြီး \"နောက်ထပ်ဖတ်ရန်\" ခလုတ်ပါရှိသည်။",
    "၃။ ထပ်ဆောင်းအပိုင်းများနှင့် \"သိမ်းဆည်းရန်\" ခလုတ်ကို ဖယ်ရှားခြင်း။"
  ],
  "v3_134_news_page_title": "JustDo v3.134: စီမံကိန်း မှတ်တမ်းသိမ်းဆည်းခြင်း၊ ရွေးချယ်စရာများစွာပါသော ကွက်လပ်နှင့် အခြားအရာများ",
  "v3_134_news_page_description": "JustDo v3.134 တွင် စီမံကိန်းမှတ်တမ်းသိမ်းဆည်းခြင်း၏ စွမ်းအား၊ ရွေးချယ်စရာများစွာပါသော ကွက်လပ်၏ ပြောင်းလွယ်ပြင်လွယ်မှုနှင့် တိုးတက်လာသော လုပ်ငန်းစဉ်ပိုင်ဆိုင်မှု စီမံခန့်ခွဲခြင်းတို့ကို တွေ့ရှိလေ့လာပါ။"
}