{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Çfarë ka të re",
  "v3_134_news_main_array_item_1_title": "Arkivimi",
  "v3_134_news_main_array_item_1_subtitle": "Kur keni projekte dhe aktivitete të reja për të punuar, ju duhet t'i lini mënjanë ato të vjetrat dhe të përqendroheni tek të rejat. Tani mund t'i arkivoni këto projekte dhe detyra, duke i hequr ato nga pamja juaj e përditshme, ndërkohë që keni ende mundësinë t'i aksesoni sipas nevojës dhe madje t'i çarkivoni.",
  "v3_134_news_main_array_item_2_title": "Fusha e opsioneve me shumë zgjedhje",
  "v3_134_news_main_array_item_2_subtitle": "Përveç fushës së personalizuar \"Opsione\", tani keni edhe llojin \"Opsione të Shumëfishta\". Ky opsion ju lejon të krijoni një listë opsionesh të paracaktuara nga të cilat përdoruesit mund të zgjedhin vlera të shumëfishta për çdo detyrë individuale.",
  "v3_134_news_main_array_item_3_title": "Fushat e Pronarit të Detyrës dhe Pronarit të Ardhshëm + filtri",
  "v3_134_news_main_array_item_3_subtitle": "Tani keni mundësinë të përfshini fusha shtesë që shfaqin si Pronarin e Detyrës ashtu edhe Pronarin e Ardhshëm të detyrave. Ky përditësim ju mundëson të filtroni me efikasitet pemën e detyrave bazuar në këto kritere, duke ofruar një përvojë më të efektshme dhe të personalizuar të menaxhimit të detyrave.",
  "v3_134_news_features_name": "Përditësime të Tjera",
  "v3_134_news_features_title": "Përmirësime",
  "v3_134_news_features_update_items": [
    "1. Email-et - Skedarët më të vegjël se 150x150 piksela nuk shtohen te skedarët.",
    "2. Email-et - Shfaqen vetëm 20 email-et e fundit, plus opsioni \"ngarko më shumë\".",
    "3. Heqja e zgjatimeve dhe butonit \"dyqan\"."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Arkivimi i Projekteve, Opsionet me Shumë Zgjedhje dhe më Shumë",
  "v3_134_news_page_description": "Zbuloni fuqinë e arkivimit të projekteve, fleksibilitetin e fushave të opsioneve me shumë zgjedhje dhe menaxhimin e përmirësuar të pronësisë së detyrave në JustDo v3.134."
}