{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "Чизҳои нав",
  "v3_134_news_main_array_item_1_title": "Бойгонӣ кардан",
  "v3_134_news_main_array_item_1_subtitle": "Вақте ки лоиҳаҳо ва фаъолиятҳои нав пайдо мешаванд, ки шумо бояд ба онҳо машғул шавед, шумо бояд лоиҳаҳои кӯҳнаро ба як тараф гузоред ва ба чизҳои нав диққат диҳед. Акнун шумо метавонед ин лоиҳаҳо ва вазифаҳоро бойгонӣ кунед, онҳоро аз дидани ҳаррӯзаи худ хориҷ кунед, дар айни замон имконияти дастрасӣ ба онҳо ҳангоми зарурат ва ҳатто аз бойгонӣ баровардани онҳоро доред.",
  "v3_134_news_main_array_item_2_title": "Майдони интихоби бисёрчанда",
  "v3_134_news_main_array_item_2_subtitle": "Илова ба майдони фармоишии \"Интихобҳо\", акнун шумо намуди \"Интихобҳои бисёрчанда\"-ро доред. Ин имконият ба шумо иҷозат медиҳад, ки рӯйхати интихобҳои пешакӣ муайяншударо эҷод кунед, ки истифодабарандагон метавонанд аз онҳо якчанд қиматро барои ҳар як вазифаи алоҳида интихоб кунанд.",
  "v3_134_news_main_array_item_3_title": "Майдонҳои Соҳиби вазифа ва Соҳиби интизоршуда + филтр",
  "v3_134_news_main_array_item_3_subtitle": "Акнун шумо имконият доред, ки майдонҳои иловагиро, ки ҳам Соҳиби вазифа ва ҳам Соҳиби интизоршудаи вазифаҳоро нишон медиҳанд, илова кунед. Ин навсозӣ ба шумо имкон медиҳад, ки дарахти вазифаҳоро дар асоси ин меъёрҳо самаранок филтр кунед ва таҷрибаи идоракунии вазифаҳоро беҳтар ва шахсӣ созед.",
  "v3_134_news_features_name": "Дигар навсозиҳо",
  "v3_134_news_features_title": "Беҳбудиҳо",
  "v3_134_news_features_update_items": [
    "1. Почтаҳои электронӣ - Файлҳои хурдтар аз 150x150 пиксел ба файлҳо илова карда намешаванд.",
    "2. Почтаҳои электронӣ - Танҳо 20 почтаи охиринро нишон диҳед, инчунин \"боркунии бештар\".",
    "3. Хориҷ кардани васеъкуниҳо ва тугмаи \"захира\"."
  ],
  "v3_134_news_page_title": "JustDo v3.134: Бойгонии лоиҳа, Интихобҳои бисёрчанда ва зиёда аз ин",
  "v3_134_news_page_description": "Қудрати бойгонии лоиҳа, чандирии майдонҳои интихоби бисёрчанда ва идоракунии беҳтари моликияти вазифаҳоро дар JustDo v3.134 кашф кунед."
}