{
  "v3_134_news_title": "v3.134",
  "v3_134_news_main_name": "וואָס איז נײַ",
  "v3_134_news_main_array_item_1_title": "אַרכיווירונג",
  "v3_134_news_main_array_item_1_subtitle": "ווען עס זענען דאָ נײַע פּראָיעקטן און נײַע אַקטיוויטעטן אויף וועלכע איר דאַרפֿט אַרבעטן, דאַרפֿט איר אָפּלייגן די אַלטע און זיך קאָנצענטרירן אויף די נײַע. איצט קענט איר אַרכיווירן יענע פּראָיעקטן און אויפֿגאַבן, אַראָפּנעמען זיי פֿון אײַער טעגלעכער אויסזיכט, בשעת איר האָט נאָך די מעגלעכקייט זיי צו דערגרייכן ווי געברויכט און אפֿילו צוריקשטעלן פֿון אַרכיוו.",
  "v3_134_news_main_array_item_2_title": "מולטי-אויסוואַל אָפּציעס פֿעלד",
  "v3_134_news_main_array_item_2_subtitle": "צו די \"אָפּציעס\" קאָסטאָם פֿעלד האָט איר איצט דעם \"מולטי אָפּציעס\" טיפּ. די אָפּציע ערלויבט אײַך צו שאַפֿן אַ רשימה פֿון פֿאָראויס באַשטימטע אָפּציעס פֿון וועלכע באַניצער קענען אויסקלײַבן עטלעכע ווערטן פֿאַר יעדער באַזונדערער אויפֿגאַבע.",
  "v3_134_news_main_array_item_3_title": "אויפֿגאַבע'ס אייגנטימער און ווארטנדע אייגנטימער פֿעלדער + פֿילטער",
  "v3_134_news_main_array_item_3_subtitle": "איר האָט איצט די מעגלעכקייט צו אַרײַנשטעלן צוגעגעבענע פֿעלדער וואָס ווײַזן סײַ דעם אויפֿגאַבע אייגנטימער און ווארטנדע אייגנטימער פֿון אויפֿגאַבן. דער דערהײַנטיקונג באַפֿולמעכטיקט אײַך צו פֿילטרירן אײַער אויפֿגאַבע בוים עפֿעקטיוו לויט די קריטעריעס, צושטעלנדיק אַ מער פֿאַראיינפֿאַכטע און פּערסאנאַליזירטע אויפֿגאַבע פֿאַרוואַלטונג דערפֿאַרונג.",
  "v3_134_news_features_name": "אַנדערע דערהײַנטיקונגען",
  "v3_134_news_features_title": "פֿאַרבעסערונגען",
  "v3_134_news_features_update_items": [
    "1. בליצפּאָסט - טעקעס קלענער ווי 150x150 פּיקסלען ווערן נישט צוגעלייגט צו טעקעס.",
    "2. בליצפּאָסט - ווײַזן נאָר די לעצטע 20 בליצפּאָסטן, פּלוס \"לאָדן נאָך\".",
    "3. אָפּשאַפֿן פֿון דערווײַטערונגען און \"שפּײַכלער\" קנעפּל."
  ],
  "v3_134_news_page_title": "JustDo v3.134: פּראָיעקט אַרכיווירונג, מולטי-אויסוואַל אָפּציעס און נאָך",
  "v3_134_news_page_description": "אַנטדעקט די קראַפֿט פֿון פּראָיעקט אַרכיווירונג, די פֿלעקסיביליטעט פֿון מולטי-אויסוואַל אָפּציע פֿעלדער, און פֿאַרבעסערטע אויפֿגאַבע אייגנטימערשאַפֿט פֿאַרוואַלטונג אין JustDo v3.134."
}