{
  "plugin_store_resource_management_title": "Resurs İdarəetməsi",
  "plugin_store_resource_management_short_description": "Layihə resurslarını effektiv şəkildə planlaşdırın, bölüşdürün, izləyin və təhlil edin.",
  "plugin_store_resource_management_full_description": "JustDo-nun Resurs İdarəetməsi əlavəsi (plugin) layihələriniz boyu resursları effektiv şəkildə planlaşdırmaq, bölüşdürmək, izləmək və təhlil etmək üçün güclü alətlər təqdim edir, optimal istifadəni və uğurlu layihə çatdırılmasını təmin edir. <br><br> <h2>Əsas Xüsusiyyətlər:</h2><ul><li>Resurs Planlaşdırması və Qiymətləndirmə: Hər tapşırıq üçün tələb olunan vaxt, büdcə və resursları müəyyən edin, dəqiq layihə əhatə dairəsi və proqnozlaşdırma imkanı yaradın. </li><li>Vaxt və Xərc İzləmə: Komanda üzvlərinə öz vaxt və xərclərini asanlıqla qeyd etməyə imkan verin, faktiki resurs istifadəsinə real vaxt görünüşü təmin edin. </li><li>Tərəqqi Monitorinqi: Planlaşdırılmış və faktiki resurs bölgüsünü müqayisə edərək layihə gedişatını izləyin, potensial gecikmələri müəyyən edin və layihələrin düzgün istiqamətdə getməsini təmin edin. </li><li>İş Yükü Vizuallaşdırması: Komanda üzvlərinin iş yükü və çoxsaylı layihələr üzrə resurs bölgüsü haqqında aydın məlumat əldə edin, effektiv tutum planlaşdırması və iş yükü balanslaşdırmasına imkan yaradın.</li><li>Dinamik Resurs Tənzimlənməsi: Layihə ehtiyacları inkişaf etdikcə resurs bölgüsünü asanlıqla dəyişdirin, sistem dərhal dəyişiklikləri və onların layihə müddətləri və büdcələrinə təsirini əks etdirir.</li></ul><br><h2>Faydalar:</h2><ul><li>Optimallaşdırılmış Resurs Bölgüsü: Doğru insanların doğru vaxtda doğru tapşırıqlara təyin edilməsini təmin etməklə resurs istifadəsini maksimuma çatdırın.</li><li>Dəqiq Layihə Proqnozlaşdırması: Real resurs qiymətləndirməsi və real vaxt izləmə vasitəsilə büdcə dəqiqliyini və proqnozlaşdırma qabiliyyətini artırın.</li><li>Artırılmış Komanda Məhsuldarlığı: Komanda üzvlərinə öz vaxtlarını və iş yüklərini effektiv idarə etməyə imkan verin, bu da effektivliyin və nəticənin artmasına gətirib çıxarır.</li><li>Data-əsaslı Qərar Qəbuletmə: Resurs istifadəsi məlumatlarından faydalı məlumatlar əldə edin ki, layihə qərarlarını məlumatlandırın, resurs bölgüsünü optimallaşdırın və ümumi layihə nəticələrini yaxşılaşdırın.</li></ul>JustDo-nun Resurs İdarəetməsi əlavəsi (plugin) resursların idarə edilməsi üsulunu dəyişdirir, layihələri vaxtında, büdcə daxilində və müstəsna effektivliklə çatdırmaq üçün lazım olan alətləri və anlayışları təmin edir."
}