{
  "plugin_store_resource_management_title": "Gestió de Recursos",
  "plugin_store_resource_management_short_description": "Planifica, assigna, segueix i analitza els recursos del projecte de manera eficaç.",
  "plugin_store_resource_management_full_description": "El complement de Gestió de Recursos de JustDo ofereix eines potents per planificar, assignar, seguir i analitzar eficaçment els recursos al llarg dels vostres projectes, assegurant una utilització òptima i un lliurament exitós. <br><br> Característiques principals:<ul><li>Planificació i Estimació de Recursos: Determina el temps, el pressupost i els recursos necessaris per a cada tasca, permetent una definició i previsió precisa del projecte. </li><li>Seguiment de Temps i Costos: Permet als membres de l'equip registrar fàcilment el seu temps i despeses, proporcionant visibilitat en temps real de l'ús real dels recursos. </li><li>Monitoratge del Progrés: Compara l'assignació de recursos planificada versus real per seguir el progrés del projecte, identificar possibles sobrecostos i assegurar que els projectes es mantinguin en el camí correcte. </li><li>Visualització de la Càrrega de Treball: Obté una visió clara de les càrregues de treball dels membres de l'equip i l'assignació de recursos en múltiples projectes, permetent una planificació efectiva de la capacitat i l'equilibri de la càrrega de treball.</li><li>Ajustament Dinàmic de Recursos: Modifica fàcilment les assignacions de recursos a mesura que evolucionen les necessitats del projecte, amb el sistema reflectint instantàniament els canvis i el seu impacte en els terminis i pressupostos del projecte.</li></ul><br>Beneficis:<ul><li>Assignació Optimitzada de Recursos: Maximitza la utilització dels recursos assegurant que les persones adequades estiguin assignades a les tasques correctes en el moment oportú.</li><li>Previsió Precisa del Projecte: Millora la precisió i predictibilitat del pressupost mitjançant una estimació realista dels recursos i un seguiment en temps real.</li><li>Productivitat Millorada de l'Equip: Capacita els membres de l'equip per gestionar eficaçment el seu temps i càrrega de treball, portant a una major eficiència i producció.</li><li>Presa de Decisions Basada en Dades: Obté insights (informació valuosa) accionables de les dades d'ús dels recursos per informar decisions del projecte, optimitzar l'assignació de recursos i millorar els resultats generals del projecte.</li></ul>El complement de Gestió de Recursos de JustDo transforma la manera com gestioneu els recursos, proporcionant les eines i insights necessaris per lliurar projectes a temps, dins del pressupost i amb una eficiència excepcional."
}