{
  "plugin_store_resource_management_title": "Gestión de Recursos",
  "plugin_store_resource_management_short_description": "Planifica, asigna, rastrea y analiza recursos de proyectos eficazmente.",
  "plugin_store_resource_management_full_description": "El plugin de Gestión de Recursos de JustDo ofrece herramientas potentes para planificar, asignar, rastrear y analizar recursos a lo largo de tus proyectos, asegurando una utilización óptima y una entrega exitosa. <br><br> Características principales:<ul><li>Planificación y Estimación de Recursos: Determina el tiempo, presupuesto y recursos necesarios para cada tarea, permitiendo un alcance y previsión precisos del proyecto. </li><li>Seguimiento de Tiempo y Costos: Permite a los miembros del equipo registrar fácilmente su tiempo y gastos, proporcionando visibilidad en tiempo real del uso real de recursos. </li><li>Monitoreo de Progreso: Compara la asignación de recursos planificada versus la real para seguir el progreso del proyecto, identificar posibles sobrecostos y mantener los proyectos en marcha. </li><li>Visualización de Carga de Trabajo: Obtén información clara sobre las cargas de trabajo de los miembros del equipo y la asignación de recursos en múltiples proyectos, permitiendo una planificación efectiva de capacidad y equilibrio de carga de trabajo.</li><li>Ajuste Dinámico de Recursos: Modifica fácilmente las asignaciones de recursos a medida que evolucionan las necesidades del proyecto, con el sistema reflejando instantáneamente los cambios y su impacto en los plazos y presupuestos.</li></ul><br>Beneficios:<ul><li>Asignación Optimizada de Recursos: Maximiza la utilización de recursos asegurando que las personas adecuadas estén asignadas a las tareas correctas en el momento oportuno.</li><li>Previsión Precisa del Proyecto: Mejora la precisión y previsibilidad del presupuesto mediante una estimación realista de recursos y seguimiento en tiempo real.</li><li>Productividad Mejorada del Equipo: Capacita a los miembros del equipo para gestionar eficazmente su tiempo y carga de trabajo, aumentando la eficiencia y el rendimiento.</li><li>Toma de Decisiones Basada en Datos: Obtén información procesable de los datos de uso de recursos para informar decisiones del proyecto, optimizar la asignación de recursos y mejorar los resultados generales.</li></ul>El plugin de Gestión de Recursos de JustDo transforma la forma en que gestionas los recursos, proporcionando las herramientas y perspectivas necesarias para entregar proyectos a tiempo, dentro del presupuesto y con una eficiencia excepcional."
}