{
  "plugin_store_resource_management_title": "ការគ្រប់គ្រងធនធាន",
  "plugin_store_resource_management_short_description": "រៀបចំផែនការ បែងចែក តាមដាន និងវិភាគធនធានគម្រោងប្រកបដោយប្រសិទ្ធភាព។",
  "plugin_store_resource_management_full_description": "កម្មវិធីបន្ថែម (plugin) គ្រប់គ្រងធនធានរបស់ JustDo ផ្តល់នូវឧបករណ៍ដ៏មានឥទ្ធិពលដើម្បីរៀបចំផែនការ បែងចែក តាមដាន និងវិភាគធនធានពេញមួយគម្រោងរបស់អ្នកប្រកបដោយប្រសិទ្ធភាព ដោយធានាការប្រើប្រាស់ប្រកបដោយប្រសិទ្ធភាពនិងការបញ្ចប់គម្រោងដោយជោគជ័យ។ <br><br> មុខងារសំខាន់ៗ៖<ul><li>ការរៀបចំផែនការនិងប៉ាន់ស្មានធនធាន៖ កំណត់ពេលវេលា ថវិកា និងធនធានដែលត្រូវការសម្រាប់កិច្ចការនីមួយៗ ដែលអាចឱ្យមានការកំណត់វិសាលភាពនិងការព្យាករណ៍គម្រោងប្រកបដោយភាពត្រឹមត្រូវ។ </li><li>ការតាមដានពេលវេលានិងថ្លៃចំណាយ៖ អនុញ្ញាតឱ្យសមាជិកក្រុមកត់ត្រាពេលវេលានិងការចំណាយរបស់ពួកគេដោយងាយស្រួល ដែលផ្តល់នូវការមើលឃើញជាក់ស្តែងនៃការប្រើប្រាស់ធនធានពិតប្រាកដ។ </li><li>ការតាមដានវឌ្ឍនភាព៖ ប្រៀបធៀបការបែងចែកធនធានដែលបានគ្រោងទុកនិងធនធានជាក់ស្តែងដើម្បីតាមដានវឌ្ឍនភាពគម្រោង កំណត់រកការប្រើប្រាស់លើសដែលអាចកើតមាន និងធានាថាគម្រោងនៅតែដំណើរការតាមផែនការ។  </li><li>ការបង្ហាញបន្ទុកការងារ៖ ទទួលបានការយល់ដឹងច្បាស់លាស់អំពីបន្ទុកការងាររបស់សមាជិកក្រុម និងការបែងចែកធនធាននៅក្នុងគម្រោងច្រើន ដែលអនុញ្ញាតឱ្យមានការរៀបចំផែនការសមត្ថភាពនិងការតុល្យភាពបន្ទុកការងារប្រកបដោយប្រសិទ្ធភាព។</li><li>ការកែសម្រួលធនធានដោយទាន់ហេតុការណ៍៖ កែប្រែការបែងចែកធនធានដោយងាយស្រួលនៅពេលដែលតម្រូវការគម្រោងវិវត្តន៍ ដោយប្រព័ន្ធបង្ហាញការផ្លាស់ប្តូរនិងផលប៉ះពាល់របស់វាទៅលើកាលវិភាគនិងថវិកាគម្រោងភ្លាមៗ។</li></ul><br>អត្ថប្រយោជន៍៖<ul><li>ការបែងចែកធនធានប្រកបដោយប្រសិទ្ធភាពបំផុត៖ បង្កើនការប្រើប្រាស់ធនធានឱ្យអតិបរមាដោយធានាថាមនុស្សត្រឹមត្រូវត្រូវបានចាត់តាំងឱ្យធ្វើកិច្ចការត្រឹមត្រូវនៅពេលត្រឹមត្រូវ។</li><li>ការព្យាករណ៍គម្រោងប្រកបដោយភាពត្រឹមត្រូវ៖ បង្កើនភាពត្រឹមត្រូវនិងភាពអាចព្យាករណ៍បានរបស់ថវិកាតាមរយៈការប៉ាន់ស្មានធនធានប្រកបដោយភាពជាក់ស្តែងនិងការតាមដានទាន់ហេតុការណ៍។</li><li>ការបង្កើនផលិតភាពក្រុម៖ ផ្តល់អំណាចដល់សមាជិកក្រុមឱ្យគ្រប់គ្រងពេលវេលានិងបន្ទុកការងាររបស់ពួកគេប្រកបដោយប្រសិទ្ធភាព នាំឱ្យមានការបង្កើនប្រសិទ្ធភាពនិងផលិតផល។</li><li>ការសម្រេចចិត្តដោយផ្អែកលើទិន្នន័យ៖ ទទួលបានការយល់ដឹងដែលអាចអនុវត្តបានពីទិន្នន័យប្រើប្រាស់ធនធានដើម្បីជូនដំណឹងអំពីការសម្រេចចិត្តលើគម្រោង បង្កើនប្រសិទ្ធភាពការបែងចែកធនធាន និងកែលម្អលទ្ធផលគម្រោងជារួម។</li></ul>កម្មវិធីបន្ថែម (plugin) គ្រប់គ្រងធនធានរបស់ JustDo ផ្លាស់ប្តូររបៀបដែលអ្នកគ្រប់គ្រងធនធាន ដោយផ្តល់នូវឧបករណ៍និងការយល់ដឹងដែលចាំបាច់ដើម្បីបញ្ចប់គម្រោងទាន់ពេលវេលា ស្ថិតក្នុងថវិកា និងប្រកបដោយប្រសិទ្ធភាពខ្ពស់។"
}