{
  "plugin_store_resource_management_title": "Ресурстарды башкаруу",
  "plugin_store_resource_management_short_description": "Долбоордун ресурстарын натыйжалуу пландаштыруу, бөлүштүрүү, көзөмөлдөө жана талдоо.",
  "plugin_store_resource_management_full_description": "JustDo'нун Ресурстарды башкаруу плагини долбоорлоруңуздун ресурстарын натыйжалуу пландаштыруу, бөлүштүрүү, көзөмөлдөө жана талдоо үчүн күчтүү куралдарды берет, оптималдуу пайдаланууну жана долбоорду ийгиликтүү аткарууну камсыз кылат. <br><br> Негизги өзгөчөлүктөрү:<ul><li>Ресурстарды пландаштыруу жана баалоо: Ар бир тапшырма үчүн керектүү убакытты, бюджетти жана ресурстарды аныктоо, долбоордун көлөмүн жана болжолдоону так аныктоого мүмкүндүк берет. </li><li>Убакыт жана чыгымдарды көзөмөлдөө: Команда мүчөлөрүнө өздөрүнүн убактысын жана чыгымдарын оңой каттоого мүмкүндүк берүү, ресурстарды иш жүзүндө колдонуу боюнча реалдуу убакыттагы көрүнүштү камсыз кылуу. </li><li>Прогрессти көзөмөлдөө: Долбоордун жүрүшүн көзөмөлдөө, мүмкүн болгон ашып кетүүлөрдү аныктоо жана долбоорлордун туура жолдо калышын камсыз кылуу үчүн пландалган жана иш жүзүндөгү ресурстарды бөлүштүрүүнү салыштыруу.  </li><li>Жумуш жүктөмүн визуалдаштыруу: Команда мүчөлөрүнүн жумуш жүктөмү жана бир нече долбоорлор боюнча ресурстарды бөлүштүрүү жөнүндө так маалымат алуу, натыйжалуу кубаттуулукту пландаштырууга жана жумуш жүктөмүн балансташтырууга мүмкүндүк берет.</li><li>Динамикалык ресурстарды жөнгө салуу: Долбоордун муктаждыктары өзгөргөн сайын ресурстарды бөлүштүрүүнү оңой өзгөртүү, система дароо өзгөрүүлөрдү жана алардын долбоордун убактысына жана бюджетине тийгизген таасирин чагылдырат.</li></ul><br>Артыкчылыктары:<ul><li>Оптималдаштырылган ресурстарды бөлүштүрүү: Туура адамдарды туура убакытта туура тапшырмаларга дайындоо менен ресурстарды пайдаланууну максималдаштыруу.</li><li>Так долбоорду болжолдоо: Реалдуу ресурстарды баалоо жана реалдуу убакыттагы көзөмөлдөө аркылуу бюджеттин тактыгын жана болжолдоону жакшыртуу.</li><li>Жогорулатылган команданын өндүрүмдүүлүгү: Команда мүчөлөрүнө өздөрүнүн убактысын жана жумуш жүктөмүн натыйжалуу башкарууга мүмкүнчүлүк берүү, натыйжада натыйжалуулуктун жана өндүрүмдүүлүктүн жогорулашына алып келет.</li><li>Маалыматка негизделген чечим кабыл алуу: Долбоор боюнча чечимдерди кабыл алуу, ресурстарды бөлүштүрүүнү оптималдаштыруу жана долбоордун жалпы натыйжаларын жакшыртуу үчүн ресурстарды пайдалануу маалыматтарынан пайдалуу маалымат алуу.</li></ul>JustDo'нун Ресурстарды башкаруу плагини сиздин ресурстарды башкаруу ыкмаңызды өзгөртөт, долбоорлорду өз убагында, бюджет чегинде жана өзгөчө натыйжалуулук менен ишке ашыруу үчүн керектүү куралдарды жана маалыматтарды берет."
}