{
  "plugin_store_resource_management_title": "Ressourcëverwaltung",
  "plugin_store_resource_management_short_description": "Plangt, deelt zou, verfollegt a analyséiert Projektressourcen effektiv.",
  "plugin_store_resource_management_full_description": "D'Ressourcëverwaltung Plugin vu JustDo bitt mächteg Instrumenter fir Ressourcen effektiv ze plangen, zouzedeelen, ze verfolgen an z'analyséieren iwwer Är Projeten, fir eng optimal Notzung an erfollegräich Projet Liwwerung ze garantéieren. <br><br> <h2>Haaptfunktiounen:</h2><ul><li>Ressourcëplanung an Aschätzung: Bestëmmt d'Zäit, de Budget an d'Ressourcen déi fir all Aufgab néideg sinn, wat eng genau Projet Ëmfangbestëmmung an Prognose erméiglecht. </li><li>Zäit- an Käschtenerfaassung: Erlaabt Teammemberen hir Zäit an Ausgaben ouni Problemer ze erfaassen, wat eng Echtzäit-Visibilitéit vun der aktueller Ressourcënotzung bitt. </li><li>Fortschrëttsiwwerwaachung: Vergläicht geplangt géint aktuell Ressourcëzoudeelung fir de Projet Fortschrëtt ze verfolgen, potenziell Iwwerschreidungen z'identifizéieren an ze garantéieren datt Projeten um Wee bleiwen. </li><li>Aarbechtslaaschtvisualiséierung: Kritt kloer Abléck an d'Aarbechtslaascht vun de Teammemberen an d'Ressourcëzoudeelung iwwer verschidde Projeten, wat eng effektiv Kapazitéitsplanung an Aarbechtslaaschtbalancéierung erméiglecht.</li><li>Dynamesch Ressourcëupassung: Ännert einfach Ressourcëzoudeelung wann d'Projet Bedierfnesser sech entwéckelen, wobäi de System direkt d'Ännerungen an hiren Impakt op Projet Zäitpläng a Budgeten reflektéiert.</li></ul><br><h2>Virdeeler:</h2><ul><li>Optimiséiert Ressourcëzoudeelung: Maximéiert d'Ressourcënotzung andeems garantéiert gëtt datt déi richteg Leit déi richteg Aufgaben zum richtegen Zäitpunkt zougewisen kréien.</li><li>Genau Projet Prognosen: Verbessert d'Budget Genauegkeet a Viraussehbarkeet duerch realistesch Ressourcënaschätzung an Echtzäitverfolgung.</li><li>Verbessert Team Produktivitéit: Erméiglecht Teammemberen hir Zäit an Aarbechtslaascht effektiv ze geréieren, wat zu enger erhéichter Effizienz an Output féiert.</li><li>Datenorientéiert Entscheedungsfannung: Kritt handlungsorientéiert Abléck aus Ressourcënotzungsdaten fir Projektentscheedungen z'informéieren, Ressourcëzoudeelung z'optimiséieren an allgemeng Projet Resultater ze verbesseren.</li></ul>D'Ressourcëverwaltung Plugin vu JustDo transforméiert wéi Dir Ressourcë geréiert, andeems et d'Instrumenter an Abléck bitt déi néideg sinn fir Projeten pünktlech, am Budget an mat aussergewéinlecher Effizienz ze liwweren."
}