{
  "plugin_store_resource_management_title": "Ressourcëverwaltung",
  "plugin_store_resource_management_short_description": "Plangt, deelt zou, verfollegt a analyséiert Projektressourcen effektiv.",
  "plugin_store_resource_management_full_description": "De Ressourcëverwaltungs-Plugin vu JustDo bitt staark Instrumenter fir Ressourcen iwwer Är Projeten effektiv ze plangen, zouzedeelen, ze verfolgen an z'analyséieren, fir eng optimal Notzung an erfollegräich Projetsausliwwerung ze garantéieren. <br><br> Schlësselfunktioune:<ul><li>Ressourcëplanung an -Aschätzung: Bestëmmt d'Zäit, de Budget an d'Ressourcen, déi fir all Aufgab néideg sinn, wat eng genee Projetsëmfang a Prognos erméiglecht. </li><li>Zäit- an Käschtentracking: Erlaabt Teammemberen hir Zäit an Ausgaben ouni Effert ze erfaassen, fir Echtzäit-Visibilitéit vun der aktueller Ressourcënotzung ze bidden. </li><li>Fortschrëttsiwwerwaachung: Vergläicht geplangt géint aktuell Ressourcëzoudeelung fir de Projetsfortschrëtt ze verfolgen, potenziell Iwwerschreidungen z'identifizéieren an ze garantéieren, dass Projeten um Wee bleiwen. </li><li>Aarbechtslaaschtvisualiséierung: Kritt kloer Abléck an d'Aarbechtslaascht vun Teammemberen a Ressourcëzoudeelung iwwer méi Projeten, wat effektiv Kapazitéitsplanung an Aarbechtslaaschtbalance erméiglecht.</li><li>Dynamesch Ressourcëupassung: Ännert einfach Ressourcëzoudeelung wéi d'Projetsanfuerderungen sech entwéckelen, wou d'System direkt Ännerungen an hiren Impakt op Projetszeitleinnen a Budgeten reflektéiert.</li></ul><br>Virdeeler:<ul><li>Optiméiert Ressourcëzoudeelung: Maximéiert d'Ressourcënotzung andeems déi richteg Leit fir déi richteg Aufgaben zum richtege Moment zougewisen ginn.</li><li>Genee Projetsprognos: Verbessert d'Budgetgenauegkeet a Viraussehbarkeet duerch realistesch Ressourcëaschätzung an Echtzäittracking.</li><li>Verbessert Teamproduktivitéit: Erméiglecht Teammemberen hir Zäit an Aarbechtslaascht effektiv ze geréieren, wat zu enger erhéichter Effizienz a Leeschtung féiert.</li><li>Datendriwwen Entscheedungsfannung: Kritt handlungsorientéiert Abléck aus Ressourcënotzungsdaten fir Projetsentscheedungen z'informéieren, Ressourcëzoudeelung z'optiméieren an allgemeng Projetsresultater ze verbesseren.</li></ul>De Ressourcëverwaltungs-Plugin vu JustDo transforméiert wéi Dir Ressourcë geréiert, andeems en d'Instrumenter an Abléck bitt, déi néideg sinn fir Projeten pénktlech, am Budget an mat aussergewéinlecher Effizienz ze liwweren."
}