{
  "plugin_store_resource_management_title": "Kaynak Yönetimi",
  "plugin_store_resource_management_short_description": "Proje kaynaklarını etkili bir şekilde planlayın, tahsis edin, takip edin ve analiz edin.",
  "plugin_store_resource_management_full_description": "JustDo'nun Kaynak Yönetimi eklentisi, projeleriniz boyunca kaynakları etkili bir şekilde planlamak, tahsis etmek, takip etmek ve analiz etmek için güçlü araçlar sunar, optimal kullanımı ve başarılı proje teslimini sağlar. <br><br> Temel Özellikler:<ul><li>Kaynak Planlama ve Tahmin: Her görev için gereken zamanı, bütçeyi ve kaynakları belirleyerek doğru proje kapsamı ve öngörü sağlama. </li><li>Zaman ve Maliyet Takibi: Ekip üyelerinin zamanlarını ve harcamalarını kolayca kaydetmelerini sağlayarak, gerçek kaynak kullanımına anlık görünürlük sağlama. </li><li>İlerleme İzleme: Planlanan ve gerçekleşen kaynak tahsisini karşılaştırarak proje ilerlemesini takip etme, potansiyel aşımları belirleme ve projelerin yolunda kalmasını sağlama.  </li><li>İş Yükü Görselleştirme: Ekip üyelerinin iş yükleri ve birden fazla projede kaynak tahsisi hakkında net bilgiler edinerek etkili kapasite planlaması ve iş yükü dengelemesi sağlama.</li><li>Dinamik Kaynak Ayarlama: Proje ihtiyaçları değiştikçe kaynak tahsislerini kolayca değiştirme, sistemin değişiklikleri ve bunların proje zaman çizelgeleri ve bütçeleri üzerindeki etkisini anında yansıtması.</li></ul><br>Faydalar:<ul><li>Optimize Edilmiş Kaynak Tahsisi: Doğru kişilerin doğru zamanda doğru görevlere atanmasını sağlayarak kaynak kullanımını maksimize etme.</li><li>Doğru Proje Öngörüsü: Gerçekçi kaynak tahmini ve gerçek zamanlı izleme yoluyla bütçe doğruluğunu ve öngörülebilirliğini artırma.</li><li>Geliştirilmiş Ekip Verimliliği: Ekip üyelerinin zamanlarını ve iş yüklerini etkili bir şekilde yönetmelerini sağlayarak verimliliği ve çıktıyı artırma.</li><li>Veri Odaklı Karar Verme: Kaynak kullanım verilerinden elde edilen eyleme geçirilebilir içgörüler ile proje kararlarını bilgilendirme, kaynak tahsisini optimize etme ve genel proje sonuçlarını iyileştirme.</li></ul>JustDo'nun Kaynak Yönetimi eklentisi, kaynakları yönetme şeklinizi dönüştürür, projeleri zamanında, bütçe dahilinde ve olağanüstü verimlilikle teslim etmek için gereken araçları ve içgörüleri sağlar."
}