{
  "plugin_store_resource_management_title": "Kaynak Yönetimi",
  "plugin_store_resource_management_short_description": "Proje kaynaklarını etkili bir şekilde planlayın, tahsis edin, takip edin ve analiz edin.",
  "plugin_store_resource_management_full_description": "JustDo'nun Kaynak Yönetimi eklentisi, projeleriniz boyunca kaynakları etkili bir şekilde planlamak, tahsis etmek, takip etmek ve analiz etmek için güçlü araçlar sunar, optimal kullanımı ve başarılı proje teslimini sağlar. <br><br> <h2>Temel Özellikler:</h2><ul><li>Kaynak Planlaması ve Tahmini: Her görev için gereken zamanı, bütçeyi ve kaynakları belirleyerek doğru proje kapsamı ve tahmin yapılmasını sağlar. </li><li>Zaman ve Maliyet Takibi: Ekip üyelerinin zamanlarını ve masraflarını kolayca kaydetmelerine olanak tanıyarak, gerçek kaynak kullanımının gerçek zamanlı görünürlüğünü sağlar. </li><li>İlerleme İzleme: Planlanan ve gerçekleşen kaynak tahsisini karşılaştırarak proje ilerlemesini takip eder, potansiyel aşımları belirler ve projelerin yolunda kalmasını sağlar. </li><li>İş Yükü Görselleştirme: Ekip üyelerinin iş yükleri ve birden fazla proje arasındaki kaynak tahsisi hakkında net bilgiler elde ederek etkili kapasite planlaması ve iş yükü dengelemesi sağlar.</li><li>Dinamik Kaynak Ayarlama: Proje ihtiyaçları geliştikçe kaynak tahsislerini kolayca değiştirme, sistem anında değişiklikleri ve bunların proje zaman çizelgeleri ve bütçeleri üzerindeki etkisini yansıtır.</li></ul><br><h2>Faydalar:</h2><ul><li>Optimize Edilmiş Kaynak Tahsisi: Doğru kişilerin doğru zamanda doğru görevlere atanmasını sağlayarak kaynak kullanımını maksimize eder.</li><li>Doğru Proje Tahmini: Gerçekçi kaynak tahmini ve gerçek zamanlı takip ile bütçe doğruluğunu ve öngörülebilirliğini artırır.</li><li>Gelişmiş Ekip Verimliliği: Ekip üyelerinin zamanlarını ve iş yüklerini etkili bir şekilde yönetmelerini sağlayarak verimliliği ve çıktıyı artırır.</li><li>Veri Odaklı Karar Verme: Kaynak kullanım verilerinden elde edilen uygulanabilir bilgilerle proje kararlarını bilgilendirir, kaynak tahsisini optimize eder ve genel proje sonuçlarını iyileştirir.</li></ul>JustDo'nun Kaynak Yönetimi eklentisi, kaynakları yönetme şeklinizi dönüştürür, projeleri zamanında, bütçe dahilinde ve olağanüstü verimlilikle teslim etmek için gereken araçları ve içgörüleri sağlar."
}