{
  "plugin_store_resource_management_title": "Resurslarni boshqarish",
  "plugin_store_resource_management_short_description": "Loyiha resurslarini samarali rejalashtirish, taqsimlash, kuzatish va tahlil qilish.",
  "plugin_store_resource_management_full_description": "JustDo'ning Resurslarni boshqarish plagini loyihalaringiz bo'ylab resurslarni samarali rejalashtirish, taqsimlash, kuzatish va tahlil qilish uchun kuchli vositalarni taqdim etadi, optimal foydalanish va loyihaning muvaffaqiyatli bajarilishini ta'minlaydi. <br><br> Asosiy xususiyatlar:<ul><li>Resurslarni rejalashtirish va baholash: Har bir vazifa uchun zarur bo'lgan vaqt, byudjet va resurslarni aniqlash, aniq loyiha qamrovini va prognozlarni ta'minlash. </li><li>Vaqt va xarajatlarni kuzatib borish: Jamoa a'zolariga o'z vaqti va xarajatlarini osonlik bilan qayd etish imkonini berish, resurslardan haqiqiy foydalanish bo'yicha real vaqtda ko'rinishni ta'minlash. </li><li>Jarayonni nazorat qilish: Loyiha jarayonini kuzatish, potentsial xarajatlarni oshirib yuborishni aniqlash va loyihalarning yo'nalishda qolishini ta'minlash uchun rejalashtirilgan va haqiqiy resurs taqsimotini taqqoslash. </li><li>Ish yuklamasini vizualizatsiya qilish: Samarali quvvatni rejalashtirish va ish yuklamasini muvozanatlash imkonini beruvchi ko'p loyihalar bo'ylab jamoa a'zolarining ish yuklamasi va resurslar taqsimoti haqida aniq ma'lumot olish.</li><li>Dinamik resurslarni moslashtirish: Loyiha ehtiyojlari rivojlangani sayin resurslar taqsimotini osonlik bilan o'zgartirish, tizim o'zgarishlarni va ularning loyiha vaqt jadvallari va byudjetlariga ta'sirini darhol aks ettiradi.</li></ul><br>Afzalliklar:<ul><li>Optimallashtirilgan resurslarni taqsimlash: To'g'ri odamlarni to'g'ri vazifalar uchun to'g'ri vaqtda tayinlash orqali resurslardan foydalanishni maksimal darajaga yetkazish.</li><li>Aniq loyiha bashorati: Real resurslarni baholash va real vaqtda kuzatish orqali byudjet aniqligini va bashorat qilish imkoniyatini yaxshilash.</li><li>Jamoa samaradorligini oshirish: Jamoa a'zolarini o'z vaqti va ish yuklamasini samarali boshqarishga imkon berish, bu esa samaradorlik va ishlab chiqarishni oshirishga olib keladi.</li><li>Ma'lumotlarga asoslangan qaror qabul qilish: Loyiha qarorlarini qabul qilish, resurslarni taqsimlashni optimallashtirsih va umumiy loyiha natijalarini yaxshilash uchun resurslardan foydalanish ma'lumotlaridan foydali ma'lumotlar olish.</li></ul>JustDo'ning Resurslarni boshqarish plagini resurslarni boshqarish usulini o'zgartiradi, loyihalarni o'z vaqtida, byudjet doirasida va favqulodda samaradorlik bilan amalga oshirish uchun zarur bo'lgan vositalar va tushunchalarni taqdim etadi."
}