{
  "plugin_store_resource_management_title": "רעסורס פֿאַרוואַלטונג",
  "plugin_store_resource_management_short_description": "פּלאַנירן, צוטיילן, נאָכפֿאָלגן און אַנאַליזירן פּראָיעקט רעסורסן ווירקזאַם.",
  "plugin_store_resource_management_full_description": "JustDo'ס רעסורס פֿאַרוואַלטונג פּלוגין שטעלט צו מעכטיקע געצייג צו ווירקזאַם פּלאַנירן, צוטיילן, נאָכפֿאָלגן, און אַנאַליזירן רעסורסן דורכאויס אייערע פּראָיעקטן, פֿאַרזיכערן אָפּטימאַלע נוצונג און דערפֿאָלגרייַכע פּראָיעקט ליפערונג. <br><br> <h2>הויפּט פֿונקציעס:</h2><ul><li>רעסורס פּלאַנירונג און אָפּשאַצונג: באַשטימען די צייַט, בודזשעט, און רעסורסן געפֿאָדערט פֿאַר יעדער אויפֿגאַבע, דערמעגליכן גענויע פּראָיעקט סקאָופּינג און פֿאָראויסזאָגן. </li><li>צייַט און קאָסט נאָכפֿאָלגן: דערלויבן מאַנשאַפֿט מיטגלידער צו מיט לייכטקייט פֿאַרשרײַבן זייער צייַט און הוצאות, צושטעלן עכט־צייַט זעבאַרקייט אין פֿאַקטישע רעסורס באַניץ. </li><li>פֿאָרשריט מאָניטאָרינג: פֿאַרגלייַכן געפּלאַנט קעגן פֿאַקטישע רעסורס צוטיילונג צו נאָכפֿאָלגן פּראָיעקט פֿאָרשריט, אידענטיפֿיצירן פּאָטענציעלע איבערציילונגען, און פֿאַרזיכערן אַז פּראָיעקטן בלייַבן אויף דער ריכטיקער באַן. </li><li>אַרבעטסלאַסט וויזואַליזירונג: באַקומען קלאָרע איינבליקן אין מאַנשאַפֿט מיטגליד אַרבעטסלאַסטן און רעסורס צוטיילונג איבער עטלעכע פּראָיעקטן, דערמעגליכן ווירקפֿול קאַפּאַציטעט פּלאַנירונג און אַרבעטסלאַסט באַלאַנסירונג.</li><li>דינאַמיש רעסורס צופּאַסונג: גרינג מאָדיפֿיצירן רעסורס צוטיילונגען ווי פּראָיעקט באַדערפֿענישן אַנטוויקלען זיך, מיט דעם סיסטעם תיכּף ווידערשפּיגלען ענדערונגען און זייער ווירקונג אויף פּראָיעקט צייַטליניעס און בודזשעטן.</li></ul><br><h2>בענעפֿיטן:</h2><ul><li>אָפּטימירטע רעסורס צוטיילונג: מאַקסימירן רעסורס באַניץ דורך פֿאַרזיכערן אַז די ריכטיקע מענטשן זענען צוגעטיילט צו די ריכטיקע אויפֿגאַבעס אין דער ריכטיקער צייַט.</li><li>גענויע פּראָיעקט פֿאָראויסזאָגן: פֿאַרבעסערן בודזשעט גענויקייט און פֿאָראויסזעיקייט דורך רעאַליסטיש רעסורס אָפּשאַצונג און עכט־צייַט נאָכפֿאָלגן.</li><li>פֿאַרבעסערטע מאַנשאַפֿט פּראָדוקטיוויטעט: באַפֿולמעכטיקן מאַנשאַפֿט מיטגלידער צו פֿאַרוואַלטן זייער צייַט און אַרבעטסלאַסט ווירקזאַם, פֿירנדיק צו פֿאַרגרעסערטע עפֿעקטיווקייט און אויסגאַנג.</li><li>דאַטן־געטריבענע באַשלוס־מאַכן: באַקומען אַקשאָנאַבלע איינבליקן פֿון רעסורס באַניץ דאַטן צו אינפֿאָרמירן פּראָיעקט באַשלוסן, אָפּטימירן רעסורס צוטיילונג, און פֿאַרבעסערן אַלגעמיינע פּראָיעקט רעזולטאַטן.</li></ul>JustDo'ס רעסורס פֿאַרוואַלטונג פּלוגין טראַנספֿאָרמירט ווי איר פֿאַרוואַלט רעסורסן, צושטעלנדיק די געצייג און איינבליקן וואָס מע דאַרף צו ליפֿערן פּראָיעקטן אין צייַט, אינערהאַלב בודזשעט, און מיט אויסערגעוויינלעכע עפֿעקטיווקייט."
}