{
  "plugin_store_resource_management_title": "רעסורס פֿאַרוואַלטונג",
  "plugin_store_resource_management_short_description": "פּלאַנירן, צוטיילן, נאָכפֿאָלגן און אַנאַליזירן פּראָיעקט רעסורסן ווירקזאַם.",
  "plugin_store_resource_management_full_description": "JustDo'ס רעסורס פֿאַרוואַלטונג פּלוגין שטעלט צו שטאַרקע געצייג צו ווירקזאַם פּלאַנירן, צוטיילן, נאָכפֿאָלגן און אַנאַליזירן רעסורסן דורך אייערע פּראָיעקטן, פֿאַרזיכערנדיק אָפּטימאַלע ניצונג און דערפֿאָלגרייַכע פּראָיעקט דורכפֿירונג. <br><br> הויפּט פֿונקציעס:<ul><li>רעסורס פּלאַנירונג און שאַצונג: באַשטימען די צייַט, בודזשעט און רעסורסן געפֿאָדערט פֿאַר יעדער אויפֿגאַבע, דערמעגלעכנדיק פּינקטלעך פּראָיעקט סקאָופּינג און פֿאָראויסזאָגונג. </li><li>צייַט און קאָסטן נאָכפֿאָלגונג: דערלויבן טים מיטגלידער צו פֿאַרשרייַבן זייער צייַט און הוצאות מיט לייַכטקייט, צושטעלנדיק עכט-צייַט זעבאַרקייט אין פֿאַקטיש רעסורס ניצונג. </li><li>פֿאָרשריט מאָניטאָרינג: פֿאַרגלייַכן געפּלאַנט קעגן פֿאַקטיש רעסורס צוטיילונג צו נאָכפֿאָלגן פּראָיעקט פֿאָרשריט, אידענטיפֿיצירן פּאָטענציעלע איבערלויפֿן, און פֿאַרזיכערן אַז פּראָיעקטן בלייַבן אויף שפּור. </li><li>אַרבעט לאָד וויזשאַוואַלייזיישאַן: באַקומען קלאָרע איינבליקן אין טים מיטגליד אַרבעט לאָדן און רעסורס צוטיילונג איבער מערערע פּראָיעקטן, דערמעגלעכנדיק ווירקזאַם קאַפּאַציטעט פּלאַנירונג און אַרבעט לאָד באַלאַנסירונג.</li><li>דינאַמיש רעסורס צופּאַסונג: גרינגערהייט מאָדיפֿיצירן רעסורס צוטיילונגען ווי פּראָיעקט באַדערפֿענישן אַנטוויקלען זיך, מיט דעם סיסטעם וואָס באַלד רעפֿלעקטירט ענדערונגען און זייער ווירקונג אויף פּראָיעקט צייַטפּלענער און בודזשעטן.</li></ul><br>בענעפֿיטן:<ul><li>אָפּטימיזירט רעסורס צוטיילונג: מאַקסימיזירן רעסורס ניצונג דורך פֿאַרזיכערן אַז די ריכטיקע מענטשן זענען צוגעטיילט צו די ריכטיקע אויפֿגאַבעס אין דער ריכטיקער צייַט.</li><li>פּינקטלעך פּראָיעקט פֿאָראויסזאָגונג: פֿאַרבעסערן בודזשעט פּינקטלעכקייַט און פֿאָראויסזעבאַרקייַט דורך רעאַליסטיש רעסורס שאַצונג און עכט-צייַט נאָכפֿאָלגונג.</li><li>פֿאַרבעסערט טים פּראָדוקטיוויטעט: באַפֿולמעכטיקן טים מיטגלידער צו פֿאַרוואַלטן זייער צייַט און אַרבעט לאָד ווירקזאַם, פֿירנדיק צו פֿאַרגרעסערטע עפֿעקטיווקייַט און אַרויסגאַנג.</li><li>דאַטן-געטריבן באַשלוס-מאַכן: באַקומען אַקציאָנאַבלע איינבליקן פֿון רעסורס ניצונג דאַטן צו אינפֿאָרמירן פּראָיעקט באַשלוסן, אָפּטימיזירן רעסורס צוטיילונג, און פֿאַרבעסערן אַלגעמיינע פּראָיעקט רעזולטאַטן.</li></ul>JustDo'ס רעסורס פֿאַרוואַלטונג פּלוגין טראַנספֿאָרמירט ווי איר פֿאַרוואַלטעט רעסורסן, צושטעלנדיק די געצייַג און איינבליקן וואָס מען דאַרף צו דורכפֿירן פּראָיעקטן אין צייַט, אין בודזשעט, און מיט אויסערגעוויינטלעכער עפֿעקטיווקייַט."
}