{
  "support_article_what_is_justdo_s_resource_management_extension_title": "JustDo's Resource Management Extension: Explained",
  "support_article_what_is_justdo_s_resource_management_extension_page_title": "JustDo's Resource Management Extension: Explained",
  "support_article_what_is_justdo_s_resource_management_extension_page_description": "Discover how JustDo's Resource Management extension helps you plan projects, track time and costs, monitor progress, and adapt to changing needs.",
  "support_article_what_is_justdo_s_resource_management_extension_content_1": "JustDo's <em>Resource Management</em> extension empowers you to:",
  "support_article_what_is_justdo_s_resource_management_extension_content_2": "Benefits of Resource Management:",
  "support_article_what_is_justdo_s_resource_management_extension_content_3": "Estimate Labor and Budget: During project planning, accurately estimate the required labor and budget. Allocate time for each team member on specific tasks and track how it accumulates across the project's task hierarchy.",
  "support_article_what_is_justdo_s_resource_management_extension_content_4": "Track Actual Time and Costs: Easily monitor the actual hours and expenses spent on projects and tasks. Team members can log their time and costs, providing insights into individual and overall contributions.",
  "support_article_what_is_justdo_s_resource_management_extension_content_5": "Monitor Project Completion: Gain a clear understanding of project progress by comparing planned hours with actual hours spent. This allows for accurate estimations of project completion and remaining work.",
  "support_article_what_is_justdo_s_resource_management_extension_content_6": "Adapt and Refine Plans: As projects evolve, update resource estimations to accommodate changes and real-life demands. JustDo reflects these adjustments immediately, showing their impact on remaining work and project timelines.",
  "support_article_what_is_justdo_s_resource_management_extension_content_7": "JustDo's Flexibility:",
  "support_article_what_is_justdo_s_resource_management_extension_content_8": "JustDo is highly configurable, allowing you to choose the tools that best suit your project needs. Use the Resource Management extension to understand resource requirements, track expenses, or both, depending on your project's specific context."
}