{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "ما الجديد",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: إدارة ملفات متقدمة، اختيار ألوان عصري وتتبع ذكي للحالة",
  "v7_2_news_page_description": "اكتشف JustDo v7.2 الذي يتضمن تجربة معاينة ملفات محسّنة، منتقي ألوان عصري، مؤشرات حالة أوضح، إشعارات منبثقة محسّنة مع مؤقتات، ولوحة نشاط معززة مع صور المستخدمين. بالإضافة إلى تحكم أفضل في إدارة المستخدمين.",
  "v7_2_news_page_main_h1": "JustDo v7.2: عزز سير عملك مع معاينة ملفات متقدمة، منتقي ألوان عصري وإشعارات ذكية",
  "v7_2_news_main_array_item_0_subtitle": "استمتع بواجهة أكثر تطوراً مع معاينة ملفات محسّنة، اختيار ألوان عصري، مؤشرات حالة أوضح، وإشعارات أذكى.",
  "v7_2_news_main_array_item_1_title": "معاينة ملفات محسّنة",
  "v7_2_news_main_array_item_1_subtitle": "استمتع بتنقل أكثر سلاسة ومظهر أنظف عند عرض ملفاتك.",
  "v7_2_news_main_array_item_2_title": "اختر الألوان بجمالية",
  "v7_2_news_main_array_item_2_subtitle": "منتقي ألوان جديد وعصري يجعل التصميم يبدو سهلاً.",
  "v7_2_news_main_array_item_3_title": "مؤشرات حالة أوضح",
  "v7_2_news_main_array_item_3_subtitle": "ألوان الحالة وتلميحات الأدوات أصبحت الآن موحدة وأسهل في الفهم عبر التطبيق.",
  "v7_2_news_main_array_item_4_title": "إشعارات منبثقة أفضل",
  "v7_2_news_main_array_item_4_subtitle": "الإشعارات المنبثقة تعرض الآن المدة التي ستبقى فيها على الشاشة — والتمرير عليها يوقف جميع مؤقتات الإخفاء.",
  "v7_2_news_main_array_item_5_title": "لوحة نشاط أكثر شخصية",
  "v7_2_news_main_array_item_5_subtitle": "صور المستخدمين تظهر الآن قبل أسماء العرض — مما يسهل التعرف على من قام بماذا بنظرة سريعة.",
  "v7_2_news_features_name": "تحديثات أخرى",
  "v7_2_news_features_title": "تحسينات",
  "v7_2_news_features_update_items": [
    "1. من الآن فصاعداً، نعرض في لوحة المسؤول متى وبواسطة من تم إلغاء تفعيل المستخدم (للمستخدمين الذين تم إلغاء تفعيلهم بعد 24 أكتوبر 2025، أو بعد تثبيت v7.0.13، أيهما لاحقاً).",
    "2. في مربع الدعوة (من قائمة المشاركة المنسدلة ومن الدعوة المتقدمة)، المستخدمون الملغى تفعيلهم الذين تم إدخالهم لن يظهروا، وسيتم عرض إشعار منبثق يوضح أن المستخدمين ملغى تفعيلهم.",
    "3. نمنع الآن إضافة المستخدمين الملغى تفعيلهم إلى المؤسسات.",
    "4. لم يعد بالإمكان إضافة المستخدمين الملغى تفعيلهم إلى لوحة JustDo.",
    "5. عند إلغاء التفعيل، تتم إزالة المستخدمين الملغى تفعيلهم من جميع المؤسسات (بنفس الطريقة التي نزيلهم بها من جميع لوحات JustDo/المهام). تم تحديث تحذير إلغاء التفعيل وفقاً لذلك.",
    "6. يتم الآن الاحتفاظ بسجل لتاريخ إلغاء تفعيل المستخدم ومن قام بذلك."
  ]
}