{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Што новага",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Пашыранае кіраванне файламі, сучасны выбар колеру і інтэлектуальнае адсочванне статусаў",
  "v7_2_news_page_description": "Адкрыйце для сябе JustDo v7.2 з паляпшаным прагляdam файлаў, сучасным выбарам колеру, больш зразумелымі індыкатарамі статусу і інш.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Палепшыце свой рабочы працэс з пашыраным прагляdam файлаў, сучасным выбарам колеру і разумнымі апавяшчэннямі",
  "v7_2_news_main_array_item_0_subtitle": "Атрымайце больш дасканалы інтэрфейс з паляпшаным прагляdam файлаў, сучасным выбарам колеру, больш зразумелымі індыкатарамі статусу і разумнымі апавяшчэннямі.",
  "v7_2_news_main_array_item_1_title": "Паляпшаны прагляд файлаў",
  "v7_2_news_main_array_item_1_subtitle": "Атрымлівайце асалоду ад больш плаўнай навігацыі і больш чыстага выгляду пры прагляdзе файлаў.",
  "v7_2_news_main_array_item_2_title": "Прыгожы выбар колераў",
  "v7_2_news_main_array_item_2_subtitle": "Свежы, сучасны інструмент выбару колераў, які робіць дызайн лёгкім.",
  "v7_2_news_main_array_item_3_title": "Больш зрозумелыя індыкатары статусу",
  "v7_2_news_main_array_item_3_subtitle": "Колеры статусаў і падказкі цяпер стандартызаваны і лягчэй разумець іх ва ўсім дадатку.",
  "v7_2_news_main_array_item_4_title": "Паляпшаныя апавяшчэнні",
  "v7_2_news_main_array_item_4_subtitle": "Апавяшчэнні цяпер паказваюць, колькі часу яны застануцца на экране — і навядзенне курсора спыняе ўсе таймеры закрыцця.",
  "v7_2_news_main_array_item_5_title": "Больш персаналізаваная панэль актыўнасці",
  "v7_2_news_main_array_item_5_subtitle": "Аватары карыстальнікаў цяпер паказваюцца перад імёнамі — што палягчае распазнаванне таго, хто што зрабіў адным поглядам.",
  "v7_2_news_features_name": "Іншыя абнаўленні",
  "v7_2_news_features_title": "Паляпшэнні",
  "v7_2_news_features_update_items": [
    "1. Адцяпер мы паказваем у адміністрацыйнай панэлі, калі і кім карыстальнік быў дэактываваны (для карыстальнікаў, дэактываваных пасля 24 кастрычніка 2025 года або пасля ўстаноўкі v7.0.13, у залежнасці ад таго, што адбылося пазней).",
    "2. У дыялогу запрашэння (як з выпадальнага меню \"Падзяліцца\", так і з пашыранага запрашэння) уведзеныя карыстальнікі, якія дэактываваны, не будуць паказвацца, і будзе адлюстравана апавяшчэнне, якое тлумачыць, што карыстальнікі дэактываваны.",
    "3. Мы цяпер прадухіляем дадаванне дэактываваных карыстальнікаў да арганізацый.",
    "4. Дэактываваныя карыстальнікі больш не могуць быць дададзены да дошкі JustDo.",
    "5. Пры дэактывацыі дэактываваныя карыстальнікі выдаляюцца з усіх арганізацый (гэтак жа, як мы выдаляем іх з усіх дошак JustDo/задач). Папярэджанне аб дэактывацыі было адпаведна абноўлена.",
    "6. Цяпер захоўваецца журнал таго, калі і кім карыстальнік быў дэактываваны."
  ]
}