{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Какво е новото",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Разширено управление на файлове, модерен избор на цветове и интелигентно проследяване на статуси",
  "v7_2_news_page_description": "Открийте JustDo v7.2 с подобрен преглед на файлове, модерен цветови селектор, по-ясни индикатори за статус, подобрени известия с таймери и разширено табло за активност с аватари на потребителите. Плюс по-добър контрол върху управлението на потребителите.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Подобрете работния си процес с разширен преглед на файлове, модерен цветови селектор и интелигентни известия",
  "v7_2_news_main_array_item_0_subtitle": "Насладете се на по-прецизиран интерфейс с подобрени прегледи на файлове, модерен избор на цветове, по-ясни индикатори за статус и по-интелигентни известия.",
  "v7_2_news_main_array_item_1_title": "Прецизиран преглед на файлове",
  "v7_2_news_main_array_item_1_subtitle": "Насладете се на по-плавна навигация и по-чист изглед при преглед на вашите файлове.",
  "v7_2_news_main_array_item_2_title": "Избирайте цветове красиво",
  "v7_2_news_main_array_item_2_subtitle": "Свеж, модерен цветови селектор, който прави дизайна лесен и приятен.",
  "v7_2_news_main_array_item_3_title": "По-ясни индикатори за статус",
  "v7_2_news_main_array_item_3_subtitle": "Цветовете на статуси и подсказките вече са стандартизирани и по-лесни за разбиране в цялото приложение.",
  "v7_2_news_main_array_item_4_title": "По-добри известия",
  "v7_2_news_main_array_item_4_subtitle": "Известията вече показват колко време ще останат на екрана — и при задържане на мишката паузират всички таймери за изчезване.",
  "v7_2_news_main_array_item_5_title": "По-персонализирано табло за активност",
  "v7_2_news_main_array_item_5_subtitle": "Аватарите на потребителите вече се показват преди имената им — улеснявайки разпознаването кой какво е направил с един поглед.",
  "v7_2_news_features_name": "Други актуализации",
  "v7_2_news_features_title": "Подобрения",
  "v7_2_news_features_update_items": [
    "1. От сега нататък показваме в администраторския панел кога и от кого потребител е бил деактивиран (за потребители деактивирани след 24 октомври 2025 г. или след инсталирането на v7.0.13, което настъпи по-късно).",
    "2. В диалога за покана (както от падащото меню Споделяне, така и от Разширена покана), въведените потребители, които са деактивирани, няма да бъдат показани и ще се покаже известие, обясняващо че потребителите са деактивирани.",
    "3. Вече предотвратяваме добавянето на деактивирани потребители към организации.",
    "4. Деактивираните потребители вече не могат да бъдат добавяни към JustDo борд.",
    "5. При деактивиране деактивираните потребители се премахват от всички организации (по същия начин, по който ги премахваме от всички JustDo бордове/задачи). Предупреждението за деактивиране е актуализирано съответно.",
    "6. Вече се води регистър за кога и от кого потребител е бил деактивиран."
  ]
}