{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "নতুন কী আছে",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: উন্নত ফাইল ব্যবস্থাপনা, আধুনিক রঙ নির্বাচন এবং বুদ্ধিমান স্ট্যাটাস ট্র্যাকিং",
  "v7_2_news_page_description": "JustDo v7.2 আবিষ্কার করুন যা পরিমার্জিত ফাইল প্রিভিউ অভিজ্ঞতা, আধুনিক কালার পিকার, স্পষ্ট স্ট্যাটাস ইন্ডিকেটর, টাইমার সহ উন্নত স্ন্যাকবার এবং ইউজার অ্যাভাটার সহ উন্নত অ্যাক্টিভিটি ড্যাশবোর্ড সমন্বিত। এছাড়াও উন্নত ব্যবহারকারী ব্যবস্থাপনা নিয়ন্ত্রণ।",
  "v7_2_news_page_main_h1": "JustDo v7.2: উন্নত ফাইল প্রিভিউ, আধুনিক কালার পিকার এবং স্মার্ট নোটিফিকেশন সহ আপনার কর্মপ্রবাহ উন্নত করুন",
  "v7_2_news_main_array_item_0_subtitle": "উন্নত ফাইল প্রিভিউ, আধুনিক রঙ নির্বাচন, স্পষ্ট স্ট্যাটাস ইন্ডিকেটর এবং স্মার্ট নোটিফিকেশন সহ আরও পরিমার্জিত ইন্টারফেস অভিজ্ঞতা নিন।",
  "v7_2_news_main_array_item_1_title": "ফাইল প্রিভিউ, পরিমার্জিত",
  "v7_2_news_main_array_item_1_subtitle": "আপনার ফাইলগুলি দেখার সময় মসৃণ নেভিগেশন এবং পরিষ্কার চেহারা উপভোগ করুন।",
  "v7_2_news_main_array_item_2_title": "সুন্দরভাবে রঙ নির্বাচন করুন",
  "v7_2_news_main_array_item_2_subtitle": "একটি নতুন, আধুনিক কালার পিকার যা ডিজাইনকে সহজ মনে করায়।",
  "v7_2_news_main_array_item_3_title": "স্পষ্ট স্ট্যাটাস ইন্ডিকেটর",
  "v7_2_news_main_array_item_3_subtitle": "স্ট্যাটাস রঙ এবং টুলটিপগুলি এখন সমগ্র অ্যাপ জুড়ে মানসম্মত এবং বুঝতে সহজ।",
  "v7_2_news_main_array_item_4_title": "উন্নত স্ন্যাকবার",
  "v7_2_news_main_array_item_4_subtitle": "স্ন্যাকবারগুলি এখন দেখায় তারা কতক্ষণ স্ক্রিনে থাকবে — এবং হোভার করলে সমস্ত ডিসমিস টাইমার থেমে যায়।",
  "v7_2_news_main_array_item_5_title": "আরও ব্যক্তিগত অ্যাক্টিভিটি ড্যাশবোর্ড",
  "v7_2_news_main_array_item_5_subtitle": "ইউজার অ্যাভাটারগুলি এখন প্রদর্শিত নামের আগে প্রদর্শিত হয় — এক নজরে কে কী করেছে তা চিনতে সহজ করে তোলে।",
  "v7_2_news_features_name": "অন্যান্য আপডেট",
  "v7_2_news_features_title": "উন্নতিসমূহ",
  "v7_2_news_features_update_items": [
    "১. এখন থেকে, আমরা অ্যাডমিন প্যানেলে দেখাই কখন এবং কার দ্বারা একজন ব্যবহারকারী নিষ্ক্রিয় করা হয়েছিল (২৪শে অক্টোবর, ২০২৫-এর পরে নিষ্ক্রিয় করা ব্যবহারকারীদের জন্য, অথবা v7.0.13 ইনস্টল হওয়ার পরে, যেটি পরে আসে)।",
    "২. ইনভাইট ডায়ালগে (শেয়ার ড্রপডাউন এবং অ্যাডভান্সড ইনভাইট উভয় থেকে), প্রবেশ করা ব্যবহারকারীরা যারা নিষ্ক্রিয় তাদের দেখানো হবে না, এবং একটি স্ন্যাকবার প্রদর্শিত হবে যা ব্যাখ্যা করে যে ব্যবহারকারীরা নিষ্ক্রিয়।",
    "৩. আমরা এখন নিষ্ক্রিয় ব্যবহারকারীদের সংগঠনে যোগ করা প্রতিরোধ করি।",
    "৪. নিষ্ক্রিয় ব্যবহারকারীদের আর JustDo-তে যোগ করা যাবে না।",
    "৫. নিষ্ক্রিয়করণের পরে, নিষ্ক্রিয় ব্যবহারকারীদের সমস্ত সংগঠন থেকে সরানো হয় (যেভাবে আমরা তাদের সমস্ত JustDo/টাস্ক থেকে সরাই)। নিষ্ক্রিয়করণ সতর্কতা সেই অনুযায়ী আপডেট করা হয়েছে।",
    "৬. এখন একটি লগ রাখা হয় কখন এবং কার দ্বারা একজন ব্যবহারকারী নিষ্ক্রিয় করা হয়েছিল।"
  ]
}