{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Τι νέο υπάρχει",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Προηγμένη Διαχείριση Αρχείων, Σύγχρονη Επιλογή Χρωμάτων & Έξυπνη Παρακολούθηση Κατάστασης",
  "v7_2_news_page_description": "Ανακαλύψτε το JustDo v7.2 με βελτιωμένη προεπισκόπηση αρχείων, σύγχρονο επιλογέα χρωμάτων, σαφέστερες ενδείξεις κατάστασης, βελτιωμένα snackbars με χρονόμετρα και ενισχυμένο πίνακα δραστηριοτήτων με avatars χρηστών. Επιπλέον, καλύτερα εργαλεία διαχείρισης χρηστών.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Βελτιώστε τη Ροή Εργασίας σας με Προηγμένη Προεπισκόπηση Αρχείων, Σύγχρονο Επιλογέα Χρωμάτων & Έξυπνες Ειδοποιήσεις",
  "v7_2_news_main_array_item_0_subtitle": "Απολαύστε μια πιο βελτιωμένη διεπαφή με καλύτερη προεπισκόπηση αρχείων, σύγχρονη επιλογή χρωμάτων, σαφέστερες ενδείξεις κατάστασης και εξυπνότερες ειδοποιήσεις.",
  "v7_2_news_main_array_item_1_title": "Προεπισκόπηση Αρχείων, Βελτιωμένη",
  "v7_2_news_main_array_item_1_subtitle": "Απολαύστε πιο ομαλή πλοήγηση και καθαρότερη εμφάνιση κατά την προβολή των αρχείων σας.",
  "v7_2_news_main_array_item_2_title": "Επιλέξτε Χρώματα, Όμορφα",
  "v7_2_news_main_array_item_2_subtitle": "Ένας φρέσκος, σύγχρονος επιλογέας χρωμάτων που κάνει το σχεδιασμό να φαίνεται αβίαστος.",
  "v7_2_news_main_array_item_3_title": "Σαφέστερες Ενδείξεις Κατάστασης",
  "v7_2_news_main_array_item_3_subtitle": "Τα χρώματα κατάστασης και οι συμβουλές εργαλείων είναι πλέον τυποποιημένα και πιο εύκολα κατανοητά σε όλη την εφαρμογή.",
  "v7_2_news_main_array_item_4_title": "Καλύτερα Snackbars",
  "v7_2_news_main_array_item_4_subtitle": "Τα snackbars δείχνουν τώρα πόσο χρόνο θα παραμείνουν στην οθόνη — και το πέρασμα του ποντικιού παγώνει όλα τα χρονόμετρα απόκρυψης.",
  "v7_2_news_main_array_item_5_title": "Ένας πιο Προσωπικός Πίνακας Δραστηριοτήτων",
  "v7_2_news_main_array_item_5_subtitle": "Τα avatars των χρηστών εμφανίζονται τώρα πριν από τα ονόματα εμφάνισης — διευκολύνοντας την αναγνώριση του ποιος έκανε τι με μια ματιά.",
  "v7_2_news_features_name": "Άλλες Ενημερώσεις",
  "v7_2_news_features_title": "Βελτιώσεις",
  "v7_2_news_features_update_items": [
    "1. Από εδώ και στο εξής, εμφανίζουμε στον πίνακα διαχειριστή πότε και από ποιον απενεργοποιήθηκε ένας χρήστης (για χρήστες που απενεργοποιήθηκαν μετά τις 24 Οκτωβρίου 2025, ή μετά την εγκατάσταση της έκδοσης v7.0.13, όποιο έρχεται αργότερα).",
    "2. Στο παράθυρο διαλόγου πρόσκλησης (τόσο από το αναπτυσσόμενο μενού Κοινοποίηση όσο και από την Προηγμένη Πρόσκληση), οι εισαχθέντες χρήστες που είναι απενεργοποιημένοι δεν θα εμφανίζονται και θα εμφανίζεται ένα snackbar που εξηγεί ότι οι χρήστες είναι απενεργοποιημένοι.",
    "3. Τώρα αποτρέπουμε την προσθήκη απενεργοποιημένων χρηστών σε οργανισμούς.",
    "4. Οι απενεργοποιημένοι χρήστες δεν μπορούν πλέον να προστεθούν σε ένα JustDo.",
    "5. Κατά την απενεργοποίηση, οι απενεργοποιημένοι χρήστες αφαιρούνται από όλους τους Οργανισμούς (με τον ίδιο τρόπο που τους αφαιρούμε από όλα τα JustDos/Εργασίες). Η προειδοποίηση απενεργοποίησης έχει ενημερωθεί ανάλογα.",
    "6. Τώρα διατηρείται αρχείο καταγραφής του πότε και από ποιον απενεργοποιήθηκε ένας χρήστης."
  ]
}