{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "מה חדש",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: ניהול קבצים מתקדם, בחירת צבעים מודרנית ומעקב חכם אחר סטטוסים",
  "v7_2_news_page_description": "גלו את JustDo v7.2 הכולל חוויית תצוגה מקדימה משופרת של קבצים, בורר צבעים מודרני, אינדיקטורי סטטוס ברורים יותר, הודעות משופרות עם טיימרים ולוח פעילות משופר עם אווטרים של משתמשים. בנוסף שליטה משופרת בניהול משתמשים.",
  "v7_2_news_page_main_h1": "JustDo v7.2: שפרו את זרימת העבודה שלכם עם תצוגה מקדימה מתקדמת של קבצים, בורר צבעים מודרני והתראות חכמות",
  "v7_2_news_main_array_item_0_subtitle": "חוו ממשק משופר עם תצוגות מקדימות משופרות של קבצים, בחירת צבעים מודרנית, אינדיקטורי סטטוס ברורים יותר והתראות חכמות יותר.",
  "v7_2_news_main_array_item_1_title": "תצוגה מקדימה של קבצים, משופרת",
  "v7_2_news_main_array_item_1_subtitle": "תיהנו מניווט חלק יותר ומראה נקי יותר בעת צפייה בקבצים שלכם.",
  "v7_2_news_main_array_item_2_title": "בחרו צבעים, בצורה יפהפייה",
  "v7_2_news_main_array_item_2_subtitle": "בורר צבעים רענן ומודרני שהופך את העיצוב לחוויה קלה ונעימה.",
  "v7_2_news_main_array_item_3_title": "אינדיקטורי סטטוס ברורים יותר",
  "v7_2_news_main_array_item_3_subtitle": "צבעי הסטטוס וטיפים מוצגים כעת בצורה אחידה וקלה יותר להבנה בכל האפליקציה.",
  "v7_2_news_main_array_item_4_title": "הודעות משופרות",
  "v7_2_news_main_array_item_4_subtitle": "הודעות מציגות כעת כמה זמן הן יישארו על המסך - וריחוף עליהן משהה את כל טיימרי הסגירה.",
  "v7_2_news_main_array_item_5_title": "לוח פעילות אישי יותר",
  "v7_2_news_main_array_item_5_subtitle": "אווטרים של משתמשים מופיעים כעת לפני שמות התצוגה - מה שמקל על זיהוי מי עשה מה במבט ראשון.",
  "v7_2_news_features_name": "עדכונים נוספים",
  "v7_2_news_features_title": "שיפורים",
  "v7_2_news_features_update_items": [
    "1. מעתה, אנו מציגים בפאנל הניהול מתי ועל ידי מי משתמש הושבת (עבור משתמשים שהושבתו לאחר 24 באוקטובר 2025, או לאחר התקנת גרסה v7.0.13, לפי המאוחר מבניהם).",
    "2. בדיאלוג ההזמנה (הן מתפריט השיתוף והן מההזמנה המתקדמת), משתמשים שהוזנו והושבתו לא יוצגו, והודעה המסבירה שהמשתמשים מושבתים תוצג.",
    "3. כעת אנו מונעים הוספת משתמשים מושבתים לארגונים.",
    "4. משתמשים מושבתים לא יכולים עוד להתוסף ל-JustDo.",
    "5. עם ההשבתה, משתמשים מושבתים מוסרים מכל הארגונים (באותו אופן שבו אנו מסירים אותם מכל ה-JustDos/משימות). אזהרת ההשבתה עודכנה בהתאם.",
    "6. כעת נשמר לוג של מתי ועל ידי מי משתמש הושבת."
  ]
}