{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "नया क्या है",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: उन्नत फ़ाइल प्रबंधन, आधुनिक रंग चयन और बुद्धिमान स्थिति ट्रैकिंग",
  "v7_2_news_page_description": "JustDo v7.2 की खोज करें जिसमें बेहतर फ़ाइल पूर्वावलोकन, आधुनिक कलर पिकर, स्पष्ट स्थिति संकेतक, टाइमर के साथ बेहतर स्नैकबार और यूज़र अवतार के साथ उन्नत गतिविधि डैशबोर्ड शामिल हैं।",
  "v7_2_news_page_main_h1": "JustDo v7.2: उन्नत फ़ाइल पूर्वावलोकन, आधुनिक कलर पिकर और स्मार्ट सूचनाओं के साथ अपने वर्कफ़्लो को बेहतर बनाएं",
  "v7_2_news_main_array_item_0_subtitle": "बेहतर फ़ाइल पूर्वावलोकन, आधुनिक रंग चयन, स्पष्ट स्थिति संकेतक और स्मार्ट सूचनाओं के साथ एक अधिक परिष्कृत इंटरफ़ेस का अनुभव करें।",
  "v7_2_news_main_array_item_1_title": "फ़ाइल पूर्वावलोकन, परिष्कृत",
  "v7_2_news_main_array_item_1_subtitle": "अपनी फ़ाइलों को देखते समय सुगम नेविगेशन और स्वच्छ लुक का आनंद लें।",
  "v7_2_news_main_array_item_2_title": "रंग चुनें, खूबसूरती से",
  "v7_2_news_main_array_item_2_subtitle": "एक ताज़ा, आधुनिक कलर पिकर जो डिज़ाइन को सहज बनाता है।",
  "v7_2_news_main_array_item_3_title": "स्पष्ट स्थिति संकेतक",
  "v7_2_news_main_array_item_3_subtitle": "स्थिति के रंग और टूलटिप्स अब पूरे ऐप में मानकीकृत और समझने में आसान हैं।",
  "v7_2_news_main_array_item_4_title": "बेहतर स्नैकबार",
  "v7_2_news_main_array_item_4_subtitle": "स्नैकबार अब दिखाते हैं कि वे स्क्रीन पर कितने समय तक रहेंगे — और होवर करने पर सभी डिसमिस टाइमर रुक जाते हैं।",
  "v7_2_news_main_array_item_5_title": "अधिक व्यक्तिगत गतिविधि डैशबोर्ड",
  "v7_2_news_main_array_item_5_subtitle": "यूज़र अवतार अब डिस्प्ले नामों से पहले दिखाई देते हैं — जिससे एक नज़र में यह पहचानना आसान हो जाता है कि किसने क्या किया।",
  "v7_2_news_features_name": "अन्य अपडेट",
  "v7_2_news_features_title": "सुधार",
  "v7_2_news_features_update_items": [
    "1. अब से, हम एडमिन पैनल में दिखाते हैं कि किसी यूज़र को कब और किसके द्वारा निष्क्रिय किया गया (24 अक्टूबर 2025 के बाद, या v7.0.13 इंस्टॉल होने के बाद निष्क्रिय किए गए यूज़र्स के लिए, जो भी बाद में हो)।",
    "2. इनवाइट डायलॉग में (शेयर ड्रॉपडाउन और एडवांस्ड इनवाइट दोनों से), दर्ज किए गए यूज़र्स जो निष्क्रिय हैं, वे दिखाई नहीं देंगे, और एक स्नैकबार यह समझाते हुए प्रदर्शित होगा कि यूज़र्स निष्क्रिय हैं।",
    "3. अब हम निष्क्रिय यूज़र्स को संगठनों में जोड़ने से रोकते हैं।",
    "4. निष्क्रिय यूज़र्स को अब JustDo बोर्ड में नहीं जोड़ा जा सकता।",
    "5. निष्क्रियण पर, निष्क्रिय यूज़र्स को सभी संगठनों से हटा दिया जाता है (उसी तरह जैसे हम उन्हें सभी JustDo बोर्ड्स/टास्क से हटाते हैं)। निष्क्रियण चेतावनी को तदनुसार अपडेट किया गया है।",
    "6. अब एक लॉग रखा जाता है कि किसी यूज़र को कब और किसके द्वारा निष्क्रिय किया गया।"
  ]
}