{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Жаңалықтар",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Кеңейтілген файл басқаруы, заманауи түс таңдау және интеллектуалды статус қадағалауы",
  "v7_2_news_page_description": "JustDo v7.2 нұсқасын зерттеңіз: жетілдірілген файлды алдын ала қарау, заманауи түс таңдағыш, айқын статус индикаторлары, таймерлері бар жақсартылған хабарландырулар және пайдаланушы аватарларымен кеңейтілген белсенділік панелі. Сонымен қатар пайдаланушыларды басқарудың жақсартылған басқару элементтері.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Кеңейтілген файлды алдын ала қарау, заманауи түс таңдағыш және ақылды хабарландырулармен жұмыс процесін жақсартыңыз",
  "v7_2_news_main_array_item_0_subtitle": "Жетілдірілген файлды алдын ала қарау, заманауи түс таңдау, айқын статус индикаторлары және ақылды хабарландырулармен жетілдірілген интерфейсті сезініңіз.",
  "v7_2_news_main_array_item_1_title": "Жетілдірілген файлды алдын ала қарау",
  "v7_2_news_main_array_item_1_subtitle": "Файлдарыңызды қарау кезінде жылжымалы навигация мен таза көріністі сезініңіз.",
  "v7_2_news_main_array_item_2_title": "Түстерді әдемі таңдаңыз",
  "v7_2_news_main_array_item_2_subtitle": "Дизайнды оңай сезінуге көмектесетін жаңа, заманауи түс таңдағыш.",
  "v7_2_news_main_array_item_3_title": "Айқын статус индикаторлары",
  "v7_2_news_main_array_item_3_subtitle": "Статус түстері мен қалқымалы кеңестер енді стандартталған және бүкіл қолданбада түсінуге оңай.",
  "v7_2_news_main_array_item_4_title": "Жақсартылған хабарландырулар",
  "v7_2_news_main_array_item_4_subtitle": "Хабарландырулар енді экранда қанша уақыт болатынын көрсетеді — және оларды үстінен өткізу барлық жабу таймерлерін тоқтатады.",
  "v7_2_news_main_array_item_5_title": "Жекелендірілген белсенділік панелі",
  "v7_2_news_main_array_item_5_subtitle": "Пайдаланушы аватарлары енді көрсетілетін аттардың алдында пайда болады — бұл кім не істегенін бірден тануды жеңілдетеді.",
  "v7_2_news_features_name": "Басқа жаңартулар",
  "v7_2_news_features_title": "Жақсартулар",
  "v7_2_news_features_update_items": [
    "1. Енді әкімші панелінде пайдаланушының қашан және кім тарапынан деактивацияланғаны көрсетіледі (2025 жылдың 24 қазанынан кейін немесе v7.0.13 орнатылғаннан кейін деактивацияланған пайдаланушылар үшін, қайсысы кеш болса).",
    "2. Шақыру терезесінде (Бөлісу ашылмалы тізімі мен кеңейтілген шақырудан) енгізілген деактивацияланған пайдаланушылар көрсетілмейді және пайдаланушылардың деактивацияланғанын түсіндіретін хабарландыру көрсетіледі.",
    "3. Енді деактивацияланған пайдаланушыларды ұйымдарға қосуға жол берілмейді.",
    "4. Деактивацияланған пайдаланушыларды енді JustDo тақтасына қосуға болмайды.",
    "5. Деактивация кезінде деактивацияланған пайдаланушылар барлық ұйымдардан алынып тасталады (біз оларды барлық JustDo тақталарынан/тапсырмалардан алып тастағанымыздай). Деактивация ескертуі сәйкесінше жаңартылды.",
    "6. Енді пайдаланушының қашан және кім тарапынан деактивацияланғанын журналда сақталады."
  ]
}