{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "មុខងារថ្មី",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: ការគ្រប់គ្រងឯកសារកម្រិតខ្ពស់ ការជ្រើសរើសពណ៌ទំនើប និងការតាមដានស្ថានភាពឆ្លាតវៃ",
  "v7_2_news_page_description": "ស្វែងយល់ពី JustDo v7.2 ដែលមានការមើលឯកសារជាមុនកាន់តែប្រសើរ ឧបករណ៍ជ្រើសពណ៌ទំនើប សូចនាករស្ថានភាពច្បាស់លាស់ ការជូនដំណឹងមានកម្មវិធីកំណត់ពេល និងផ្ទាំងសកម្មភាពប្រសើរជាមួយរូបតំណាងអ្នកប្រើប្រាស់ រួមជាមួយនឹងការគ្រប់គ្រងអ្នកប្រើប្រាស់កាន់តែប្រសើរ។",
  "v7_2_news_page_main_h1": "JustDo v7.2: ធ្វើឱ្យលំហូរការងាររបស់អ្នកកាន់តែប្រសើរជាមួយការមើលឯកសារជាមុនកម្រិតខ្ពស់ ឧបករណ៍ជ្រើសពណ៌ទំនើប និងការជូនដំណឹងឆ្លាតវៃ",
  "v7_2_news_main_array_item_0_subtitle": "ទទួលបានបទពិសោធន៍ចំណុចប្រទាក់កាន់តែប្រសើរជាមួយការមើលឯកសារជាមុនកាន់តែល្អ ការជ្រើសរើសពណ៌ទំនើប សូចនាករស្ថានភាពច្បាស់លាស់ និងការជូនដំណឹងឆ្លាតវៃ។",
  "v7_2_news_main_array_item_1_title": "ការមើលឯកសារជាមុនកាន់តែប្រសើរ",
  "v7_2_news_main_array_item_1_subtitle": "រីករាយជាមួយនឹងការរុករកកាន់តែរលូន និងទស្សនៈកាន់តែស្អាតពេលមើលឯកសាររបស់អ្នក។",
  "v7_2_news_main_array_item_2_title": "ជ្រើសរើសពណ៌ប្រកបដោយភាពស្រស់ស្អាត",
  "v7_2_news_main_array_item_2_subtitle": "ឧបករណ៍ជ្រើសពណ៌ទំនើបថ្មីដែលធ្វើឱ្យការរចនាមានភាពងាយស្រួល។",
  "v7_2_news_main_array_item_3_title": "សូចនាករស្ថានភាពច្បាស់លាស់ជាងមុន",
  "v7_2_news_main_array_item_3_subtitle": "ពណ៌ស្ថានភាព និងពាក្យណែនាំត្រូវបានធ្វើស្តង់ដារ និងងាយយល់កាន់តែច្បាស់នៅទូទាំងកម្មវិធី។",
  "v7_2_news_main_array_item_4_title": "ការជូនដំណឹងកាន់តែប្រសើរ",
  "v7_2_news_main_array_item_4_subtitle": "ការជូនដំណឹងឥឡូវនេះបង្ហាញរយៈពេលដែលវានឹងស្ថិតនៅលើអេក្រង់ ហើយការដាក់ទ្រនិចនឹងផ្អាកកម្មវិធីកំណត់ពេលបិទទាំងអស់។",
  "v7_2_news_main_array_item_5_title": "ផ្ទាំងសកម្មភាពកាន់តែផ្ទាល់ខ្លួន",
  "v7_2_news_main_array_item_5_subtitle": "រូបតំណាងអ្នកប្រើប្រាស់ឥឡូវនេះបង្ហាញមុនឈ្មោះបង្ហាញ ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្គាល់ថាតើនរណាបានធ្វើអ្វីភ្លាមៗ។",
  "v7_2_news_features_name": "បច្ចុប្បន្នភាពផ្សេងៗទៀត",
  "v7_2_news_features_title": "ការកែលម្អ",
  "v7_2_news_features_update_items": [
    "១. ចាប់ពីពេលនេះតទៅ យើងបង្ហាញនៅក្នុងផ្ទាំងគ្រប់គ្រងថានៅពេលណា និងដោយនរណាដែលអ្នកប្រើប្រាស់ត្រូវបានបិទសកម្មភាព (សម្រាប់អ្នកប្រើប្រាស់ដែលត្រូវបានបិទសកម្មភាពបន្ទាប់ពីថ្ងៃទី ២៤ ខែតុលា ឆ្នាំ ២០២៥ ឬបន្ទាប់ពីការដំឡើង v7.0.13 អ្វីដែលមកក្រោយ)។",
    "២. នៅក្នុងប្រអប់ការអញ្ជើញ (ទាំងពីម៉ឺនុយចែករំលែក និងការអញ្ជើញកម្រិតខ្ពស់) អ្នកប្រើប្រាស់ដែលបានបញ្ចូលហើយត្រូវបានបិទសកម្មភាពនឹងមិនត្រូវបានបង្ហាញទេ ហើយការជូនដំណឹងដែលពន្យល់ថាអ្នកប្រើប្រាស់ត្រូវបានបិទសកម្មភាពនឹងត្រូវបានបង្ហាញ។",
    "៣. ឥឡូវនេះយើងការពារការបន្ថែមអ្នកប្រើប្រាស់ដែលត្រូវបានបិទសកម្មភាពទៅក្នុងអង្គភាព។",
    "៤. អ្នកប្រើប្រាស់ដែលត្រូវបានបិទសកម្មភាពមិនអាចត្រូវបានបន្ថែមទៅក្នុង JustDo ទៀតទេ។",
    "៥. នៅពេលបិទសកម្មភាព អ្នកប្រើប្រាស់ដែលត្រូវបានបិទសកម្មភាពនឹងត្រូវបានដកចេញពីអង្គភាពទាំងអស់ (ដូចគ្នានឹងរបៀបដែលយើងដកពួកគេចេញពី JustDos/Tasks ទាំងអស់)។ ការព្រមានបិទសកម្មភាពត្រូវបានធ្វើបច្ចុប្បន្នភាពស្របតាម។",
    "៦. កំណត់ហេតុឥឡូវនេះត្រូវបានរក្សាទុកអំពីពេលណា និងដោយនរណាដែលអ្នកប្រើប្រាស់ត្រូវបានបិទសកម្មភាព។"
  ]
}