{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Жаңылыктар",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Өркүндөтүлгөн файл башкаруу, заманбап түс тандоо жана акылдуу статус көзөмөлдөө",
  "v7_2_news_page_description": "JustDo v7.2 менен таанышыңыз: жакшыртылган файл алдын ала көрүү, заманбап түс тандагыч, так статус индикаторлору, таймер менен snackbar билдирүүлөрү жана колдонуучунун аватары менен жакшыртылган иш-аракет панели. Ошондой эле колдонуучуну башкаруу функциялары.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Иш процессиңизди өркүндөтүлгөн файл алдын ала көрүү, заманбап түс тандагыч жана акылдуу билдирүүлөр менен жакшыртыңыз",
  "v7_2_news_main_array_item_0_subtitle": "Жакшыртылган файл алдын ала көрүү, заманбап түс тандоо, так статус индикаторлору жана акылдуу билдирүүлөр менен жакшыртылган интерфейсти колдонуңуз.",
  "v7_2_news_main_array_item_1_title": "Жакшыртылган файл алдын ала көрүү",
  "v7_2_news_main_array_item_1_subtitle": "Файлдарыңызды көрүүдө жумшак навигация жана таза көрүнүштөн ырахат алыңыз.",
  "v7_2_news_main_array_item_2_title": "Түстөрдү сулуу тандаңыз",
  "v7_2_news_main_array_item_2_subtitle": "Дизайнды оңой сезгизген жаңы, заманбап түс тандагыч.",
  "v7_2_news_main_array_item_3_title": "Так статус индикаторлору",
  "v7_2_news_main_array_item_3_subtitle": "Статус түстөрү жана кеңештер азыр стандартташтырылган жана колдонмонун бардык жеринде түшүнүктүүрөөк.",
  "v7_2_news_main_array_item_4_title": "Жакшыртылган Snackbar билдирүүлөрү",
  "v7_2_news_main_array_item_4_subtitle": "Snackbar билдирүүлөрү азыр экранда канча убакыт турарын көрсөтөт — жана чычкан менен үстүнөн өткөндө бардык таймерлер токтойт.",
  "v7_2_news_main_array_item_5_title": "Жекелештирилген иш-аракет панели",
  "v7_2_news_main_array_item_5_subtitle": "Колдонуучунун аватарлары азыр аттарынан мурун көрүнөт — ким эмне кылганын тез таануу үчүн.",
  "v7_2_news_features_name": "Башка жаңыртуулар",
  "v7_2_news_features_title": "Жакшыртуулар",
  "v7_2_news_features_update_items": [
    "1. Мындан ары биз администратор панелинде колдонуучунун качан жана ким тарабынан өчүрүлгөнүн көрсөтөбүз (2025-жылдын 24-октябрынан же v7.0.13 орнотулгандан кийин өчүрүлгөн колдонуучулар үчүн, кайсынысы кечирээк болсо).",
    "2. Чакыруу диалогунда (Share менюсунан жана Advanced Invite деген экөөнөн тең) киргизилген өчүрүлгөн колдонуучулар көрсөтүлбөйт жана колдонуучулар өчүрүлгөн экенин түшүндүргөн snackbar билдирүүсү чыгат.",
    "3. Биз азыр өчүрүлгөн колдонуучуларды уюмдарга кошууга жол бербейбиз.",
    "4. Өчүрүлгөн колдонуучуларды мындан ары JustDo тактасына кошууга болбойт.",
    "5. Өчүрүүдө, өчүрүлгөн колдонуучулар бардык уюмдардан алынып салынат (JustDo такталарынан/тапшырмалардан алып салгандай эле). Өчүрүү эскертүүсү ага ылайык жаңыртылды.",
    "6. Азыр колдонуучунун качан жана ким тарабынан өчүрүлгөнү жөнүндө журнал жүргүзүлөт."
  ]
}