{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Што е ново",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-podobruvanja-pregled-na-datoteki-izbor-na-boi-azuriranja",
  "v7_2_news_page_title": "JustDo v7.2: Напредно управување со датотеки, модерен избор на бои и интелигентно следење на статуси",
  "v7_2_news_page_description": "Откријте го JustDo v7.2 со подобрен преглед на датотеки, модерен избирач на бои, појасни индикатори за статус, подобрени известувања со тајмери и унапредена контролна табла за активности со аватари на корисници. Плус подобрена контрола на управување со корисници.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Подобрете го работниот тек со напреден преглед на датотеки, модерен избирач на бои и паметни известувања",
  "v7_2_news_main_array_item_0_subtitle": "Доживејте порафиниран интерфејс со подобрен преглед на датотеки, модерен избор на бои, појасни индикатори за статус и попаметни известувања.",
  "v7_2_news_main_array_item_1_title": "Преглед на датотеки, рафиниран",
  "v7_2_news_main_array_item_1_subtitle": "Уживајте во поедноставна навигација и почист изглед при прегледување на вашите датотеки.",
  "v7_2_news_main_array_item_2_title": "Изберете бои, убаво",
  "v7_2_news_main_array_item_2_subtitle": "Свеж, модерен избирач на бои што го прави дизајнот да изгледа безнапорен.",
  "v7_2_news_main_array_item_3_title": "Појасни индикатори за статус",
  "v7_2_news_main_array_item_3_subtitle": "Боите за статус и описите (tooltips) сега се стандардизирани и полесни за разбирање низ целата апликација.",
  "v7_2_news_main_array_item_4_title": "Подобри известувања",
  "v7_2_news_main_array_item_4_subtitle": "Известувањата (snackbars) сега покажуваат колку време ќе останат на екранот — а задржувањето на глувчето го паузира тајмерот за затворање.",
  "v7_2_news_main_array_item_5_title": "Поперсонализирана контролна табла за активности",
  "v7_2_news_main_array_item_5_subtitle": "Аватарите на корисниците сега се појавуваат пред имињата — што овозможува полесно препознавање кој што направил на прв поглед.",
  "v7_2_news_features_name": "Други ажурирања",
  "v7_2_news_features_title": "Подобрувања",
  "v7_2_news_features_update_items": [
    "1. Од сега, во админ панелот прикажуваме кога и од кого корисникот бил деактивиран (за корисници деактивирани по 24 октомври 2025 година, или по инсталирање на v7.0.13, што и да дојде подоцна).",
    "2. Во дијалогот за покана (и од Share паѓачкото мени и од напредната покана), внесените корисници што се деактивирани нема да бидат прикажани, и ќе се прикаже известување со објаснување дека корисниците се деактивирани.",
    "3. Сега спречуваме додавање на деактивирани корисници во организации.",
    "4. Деактивираните корисници повеќе не можат да се додаваат во табла (JustDo Board).",
    "5. При деактивација, деактивираните корисници се отстрануваат од сите организации (на ист начин како што ги отстрануваме од сите табли/задачи). Предупредувањето за деактивација е соодветно ажурирано.",
    "6. Сега се чува евиденција кога и од кого корисникот бил деактивиран."
  ]
}