{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "नयाँ के छ",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: उन्नत फाइल व्यवस्थापन, आधुनिक रङ चयन र बुद्धिमान स्थिति ट्र्याकिङ",
  "v7_2_news_page_description": "JustDo v7.2 पत्ता लगाउनुहोस् जसमा परिष्कृत फाइल पूर्वावलोकन अनुभव, आधुनिक कलर पिकर, स्पष्ट स्थिति सूचक, समय सूचक सहित सुधारिएको स्न्याकबार, र प्रयोगकर्ता अवतार सहितको उन्नत गतिविधि ड्यासबोर्ड समावेश छ। साथै राम्रो प्रयोगकर्ता व्यवस्थापन नियन्त्रणहरू।",
  "v7_2_news_page_main_h1": "JustDo v7.2: उन्नत फाइल पूर्वावलोकन, आधुनिक कलर पिकर र स्मार्ट सूचनाहरूसँग आफ्नो कार्यप्रवाह सुधार गर्नुहोस्",
  "v7_2_news_main_array_item_0_subtitle": "सुधारिएको फाइल पूर्वावलोकन, आधुनिक रङ चयन, स्पष्ट स्थिति सूचक, र स्मार्ट सूचनाहरू सहित थप परिष्कृत इन्टरफेसको अनुभव लिनुहोस्।",
  "v7_2_news_main_array_item_1_title": "फाइल पूर्वावलोकन, परिष्कृत",
  "v7_2_news_main_array_item_1_subtitle": "आफ्ना फाइलहरू हेर्दा सहज नेभिगेसन र सफा लुकको आनन्द लिनुहोस्।",
  "v7_2_news_main_array_item_2_title": "रङहरू छान्नुहोस्, सुन्दर तरिकाले",
  "v7_2_news_main_array_item_2_subtitle": "नयाँ, आधुनिक कलर पिकर जसले डिजाइनलाई सहज बनाउँछ।",
  "v7_2_news_main_array_item_3_title": "स्पष्ट स्थिति सूचकहरू",
  "v7_2_news_main_array_item_3_subtitle": "स्थिति रङहरू र टुलटिपहरू अब मानकीकृत छन् र एप भरि बुझ्न सजिलो छ।",
  "v7_2_news_main_array_item_4_title": "राम्रो स्न्याकबारहरू",
  "v7_2_news_main_array_item_4_subtitle": "स्न्याकबारहरूले अब कति समयसम्म स्क्रिनमा रहनेछन् देखाउँछन् — र होभर गर्दा सबै डिसमिस टाइमर रोकिन्छ।",
  "v7_2_news_main_array_item_5_title": "थप व्यक्तिगत गतिविधि ड्यासबोर्ड",
  "v7_2_news_main_array_item_5_subtitle": "प्रयोगकर्ता अवतारहरू अब प्रदर्शन नामहरू अघि देखिन्छन् — कसले के गरे एकै नजरमा चिन्न सजिलो बनाउँदै।",
  "v7_2_news_features_name": "अन्य अपडेटहरू",
  "v7_2_news_features_title": "सुधारहरू",
  "v7_2_news_features_update_items": [
    "1. अबदेखि, हामी एडमिन प्यानलमा देखाउँछौं कि प्रयोगकर्ता कहिले र कसद्वारा निष्क्रिय गरिएको थियो (अक्टोबर 24, 2025 पछि निष्क्रिय गरिएका प्रयोगकर्ताहरूका लागि, वा v7.0.13 स्थापना भएपछि, जुन पछि आउँछ)।",
    "2. निमन्त्रणा संवादमा (शेयर ड्रपडाउन र उन्नत निमन्त्रणा दुवैबाट), प्रविष्ट गरिएका निष्क्रिय प्रयोगकर्ताहरू देखाइने छैनन्, र प्रयोगकर्ताहरू निष्क्रिय छन् भनी व्याख्या गर्ने स्न्याकबार प्रदर्शन गरिनेछ।",
    "3. हामी अब निष्क्रिय प्रयोगकर्ताहरूलाई संगठनहरूमा थप्न रोक्छौं।",
    "4. निष्क्रिय प्रयोगकर्ताहरूलाई अब JustDo मा थप्न सकिँदैन।",
    "5. निष्क्रिय गर्दा, निष्क्रिय प्रयोगकर्ताहरूलाई सबै संगठनहरूबाट हटाइन्छ (जसरी हामीले तिनीहरूलाई सबै JustDos/Tasks बाट हटाउँछौं)। निष्क्रियता चेतावनी तदनुसार अपडेट गरिएको छ।",
    "6. प्रयोगकर्ता कहिले र कसद्वारा निष्क्रिय गरिएको थियो भन्ने लग अब राखिन्छ।"
  ]
}