{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Что нового",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Улучшенная работа с файлами, современный выбор цвета и умное отслеживание статусов",
  "v7_2_news_page_description": "Откройте для себя JustDo v7.2 с улучшенным предварительным просмотром файлов, современной палитрой цветов, понятными индикаторами статуса и улучшенными уведомлениями с таймерами.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Улучшите свой рабочий процесс с продвинутым просмотром файлов, современной палитрой цветов и умными уведомлениями",
  "v7_2_news_main_array_item_0_subtitle": "Оцените более совершенный интерфейс с улучшенным предварительным просмотром файлов, современным выбором цвета, понятными индикаторами статуса и умными уведомлениями.",
  "v7_2_news_main_array_item_1_title": "Улучшенный просмотр файлов",
  "v7_2_news_main_array_item_1_subtitle": "Наслаждайтесь более плавной навигацией и чистым дизайном при просмотре ваших файлов.",
  "v7_2_news_main_array_item_2_title": "Выбирайте цвета красиво",
  "v7_2_news_main_array_item_2_subtitle": "Свежая, современная палитра цветов, которая делает дизайн лёгким и приятным.",
  "v7_2_news_main_array_item_3_title": "Более понятные индикаторы статуса",
  "v7_2_news_main_array_item_3_subtitle": "Цвета статусов и подсказки теперь стандартизированы и проще для понимания во всём приложении.",
  "v7_2_news_main_array_item_4_title": "Улучшенные уведомления",
  "v7_2_news_main_array_item_4_subtitle": "Уведомления теперь показывают, сколько времени они будут отображаться — а при наведении таймер автоматически останавливается.",
  "v7_2_news_main_array_item_5_title": "Более персонализированная панель активности",
  "v7_2_news_main_array_item_5_subtitle": "Аватары пользователей теперь отображаются перед именами — это упрощает распознавание, кто и что сделал.",
  "v7_2_news_features_name": "Другие обновления",
  "v7_2_news_features_title": "Улучшения",
  "v7_2_news_features_update_items": [
    "1. Теперь в панели администратора отображается, когда и кем был деактивирован пользователь (для пользователей, деактивированных после 24 октября 2025 года или после установки версии v7.0.13, в зависимости от того, что произошло позже).",
    "2. В диалоге приглашения (как в выпадающем меню \"Поделиться\", так и в расширенном приглашении) введённые пользователи, которые деактивированы, больше не будут отображаться, и появится уведомление с объяснением, что пользователи деактивированы.",
    "3. Теперь мы предотвращаем добавление деактивированных пользователей в организации.",
    "4. Деактивированные пользователи больше не могут быть добавлены в доску JustDo.",
    "5. При деактивации пользователи удаляются из всех организаций (так же, как мы удаляем их из всех досок JustDo и задач). Предупреждение о деактивации обновлено соответствующим образом.",
    "6. Теперь ведётся журнал регистрации того, когда и кем был деактивирован пользователь."
  ]
}