{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "புதிய அம்சங்கள்",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: மேம்பட்ட கோப்பு மேலாண்மை, நவீன வண்ண தேர்வு & புத்திசாலித்தனமான நிலை கண்காணிப்பு",
  "v7_2_news_page_description": "JustDo v7.2-ஐ அறிமுகப்படுத்துகிறோம் - மேம்படுத்தப்பட்ட கோப்பு முன்னோட்ட அனுபவம், நவீன வண்ண தேர்வி, தெளிவான நிலை குறிப்புகள், டைமர்களுடன் கூடிய மேம்படுத்தப்பட்ட ஸ்னாக்பார்கள், பயனர் அவதார்களுடன் மேம்படுத்தப்பட்ட செயல்பாடு டாஷ்போர்டு மற்றும் மேம்படுத்தப்பட்ட பயனர் மேலாண்மை கட்டுப்பாடுகள்.",
  "v7_2_news_page_main_h1": "JustDo v7.2: மேம்பட்ட கோப்பு முன்னோட்டம், நவீன வண்ண தேர்வி & ஸ்மார்ட் அறிவிப்புகளுடன் உங்கள் பணிப்பாய்வை மேம்படுத்துங்கள்",
  "v7_2_news_main_array_item_0_subtitle": "மேம்படுத்தப்பட்ட கோப்பு முன்னோட்டங்கள், நவீன வண்ண தேர்வு, தெளிவான நிலை குறிப்புகள் மற்றும் புத்திசாலித்தனமான அறிவிப்புகளுடன் மேம்படுத்தப்பட்ட இடைமுகத்தை அனுபவிக்கவும்.",
  "v7_2_news_main_array_item_1_title": "மேம்படுத்தப்பட்ட கோப்பு முன்னோட்டம்",
  "v7_2_news_main_array_item_1_subtitle": "உங்கள் கோப்புகளைப் பார்க்கும்போது மென்மையான வழிசெலுத்தல் மற்றும் தெளிவான தோற்றத்தை அனுபவிக்கவும்.",
  "v7_2_news_main_array_item_2_title": "அழகான வண்ண தேர்வு",
  "v7_2_news_main_array_item_2_subtitle": "வடிவமைப்பை எளிதாக்கும் புதிய, நவீன வண்ண தேர்வி.",
  "v7_2_news_main_array_item_3_title": "தெளிவான நிலை குறிப்புகள்",
  "v7_2_news_main_array_item_3_subtitle": "நிலை வண்ணங்கள் மற்றும் டூல்டிப்கள் இப்போது பயன்பாடு முழுவதும் தரப்படுத்தப்பட்டு புரிந்துகொள்ள எளிதாக உள்ளன.",
  "v7_2_news_main_array_item_4_title": "மேம்படுத்தப்பட்ட ஸ்னாக்பார்கள்",
  "v7_2_news_main_array_item_4_subtitle": "ஸ்னாக்பார்கள் இப்போது திரையில் எவ்வளவு நேரம் இருக்கும் என்பதைக் காட்டுகின்றன — மேலும் அதன் மீது ஹோவர் செய்தால் அனைத்து டைமர்களும் நிறுத்தப்படும்.",
  "v7_2_news_main_array_item_5_title": "மேலும் தனிப்பட்ட செயல்பாடு டாஷ்போர்டு",
  "v7_2_news_main_array_item_5_subtitle": "பயனர் அவதார்கள் இப்போது காட்சிப் பெயர்களுக்கு முன் தோன்றுகின்றன — யார் என்ன செய்தார்கள் என்பதை ஒரே பார்வையில் அடையாளம் காண எளிதாக்குகிறது.",
  "v7_2_news_features_name": "மற்ற புதுப்பிப்புகள்",
  "v7_2_news_features_title": "மேம்பாடுகள்",
  "v7_2_news_features_update_items": [
    "1. இனிமேல், நிர்வாகப் பேனலில் ஒரு பயனர் எப்போது, யாரால் செயலிழக்கச் செய்யப்பட்டார் என்பதைக் காட்டுகிறோம் (அக்டோபர் 24, 2025 க்குப் பிறகு அல்லது v7.0.13 நிறுவப்பட்ட பிறகு செயலிழக்கச் செய்யப்பட்ட பயனர்களுக்கு, இவற்றில் எது பிந்தையதோ அது).",
    "2. அழைப்பிதழ் உரையாடலில் (பகிர்வு டிராப்டவுன் மற்றும் மேம்பட்ட அழைப்பிதழ் இரண்டிலும்), செயலிழக்கச் செய்யப்பட்ட பயனர்கள் காட்டப்படமாட்டார்கள், மேலும் பயனர்கள் செயலிழக்கச் செய்யப்பட்டுள்ளனர் என்பதை விளக்கும் ஸ்னாக்பார் காட்டப்படும்.",
    "3. இப்போது செயலிழக்கச் செய்யப்பட்ட பயனர்களை நிறுவனங்களுக்குச் சேர்ப்பதைத் தடுக்கிறோம்.",
    "4. செயலிழக்கச் செய்யப்பட்ட பயனர்களை இனி JustDo போர்டுக்குச் சேர்க்க முடியாது.",
    "5. செயலிழக்கச் செய்யப்படும்போது, செயலிழக்கச் செய்யப்பட்ட பயனர்கள் அனைத்து நிறுவனங்களிலிருந்தும் நீக்கப்படுகிறார்கள் (நாம் அவர்களை அனைத்து JustDo போர்டுகள்/பணிகளிலிருந்து நீக்குவது போல). செயலிழக்கச் செய்தல் எச்சரிக்கை அதற்கேற்ப புதுப்பிக்கப்பட்டுள்ளது.",
    "6. இப்போது ஒரு பயனர் எப்போது, யாரால் செயலிழக்கச் செய்யப்பட்டார் என்பதற்கான பதிவு பராமரிக்கப்படுகிறது."
  ]
}