{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Чӣ нав аст",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Идоракунии пешрафтаи файлҳо, интихоби замонавии рангҳо ва пайгирии зеҳни ҳолат",
  "v7_2_news_page_description": "JustDo v7.2-ро кашф кунед бо намоиши такмилёфтаи файлҳо, интихобкунандаи замонавии рангҳо, нишондиҳандаҳои возеҳтари ҳолат, хабарномаҳои беҳтар бо вақтсанҷ ва лавҳаи фаъолияти такмилёфта бо аватарҳои корбарон. Инчунин назорати беҳбудёфтаи идоракунии корбарон.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Ҷараёни кории худро бо намоиши пешрафтаи файлҳо, интихобкунандаи замонавии рангҳо ва хабарномаҳои зирок беҳтар созед",
  "v7_2_news_main_array_item_0_subtitle": "Интерфейси такмилёфтаро бо намоиши беҳтари файлҳо, интихоби замонавии рангҳо, нишондиҳандаҳои возеҳтари ҳолат ва хабарномаҳои зирокона таҷриба кунед.",
  "v7_2_news_main_array_item_1_title": "Намоиши файлҳо, такмилёфта",
  "v7_2_news_main_array_item_1_subtitle": "Ҳангоми тамошои файлҳои худ аз паймоиши осонтар ва намоиши тозатар баҳра баред.",
  "v7_2_news_main_array_item_2_title": "Интихоби рангҳо, зебо",
  "v7_2_news_main_array_item_2_subtitle": "Интихобкунандаи нави замонавии рангҳо, ки тарроҳиро осон мегардонад.",
  "v7_2_news_main_array_item_3_title": "Нишондиҳандаҳои возеҳтари ҳолат",
  "v7_2_news_main_array_item_3_subtitle": "Рангҳо ва тавзеҳоти ҳолат акнун дар тамоми барнома стандартикунонида ва фаҳмотар шудаанд.",
  "v7_2_news_main_array_item_4_title": "Хабарномаҳои (Snackbar) беҳтар",
  "v7_2_news_main_array_item_4_subtitle": "Хабарномаҳо акнун нишон медиҳанд, ки чӣ қадар дар экран мемонанд — ва бо гузаштани курсор ҳамаи вақтсанҷҳои бастан пауза мешаванд.",
  "v7_2_news_main_array_item_5_title": "Лавҳаи фаъолияти шахсӣтар",
  "v7_2_news_main_array_item_5_subtitle": "Аватарҳои корбарон акнун пеш аз номи намоишӣ пайдо мешаванд — ки шинохтани он ки кӣ чӣ кор кардааст осонтар мегардад.",
  "v7_2_news_features_name": "Навсозиҳои дигар",
  "v7_2_news_features_title": "Беҳбудҳо",
  "v7_2_news_features_update_items": [
    "1. Аз ин пас, мо дар панели маъмурӣ нишон медиҳем, ки корбар кай ва аз ҷониби кӣ ғайрифаъол карда шудааст (барои корбароне, ки баъд аз 24 октябри соли 2025 ё баъд аз насби v7.0.13 ғайрифаъол шудаанд, ҳар кадом дертар бошад).",
    "2. Дар равзанаи даъват (ҳам аз менюи \"Мубодила\" ва ҳам \"Даъвати пешрафта\"), корбароне, ки ворид шудаанд ва ғайрифаъол ҳастанд, нишон дода намешаванд ва хабарномае нишон дода мешавад, ки маълум мекунад корбарон ғайрифаъол шудаанд.",
    "3. Акнун мо пешгирӣ мекунем, ки корбарони ғайрифаъол ба ташкилотҳо илова карда шаванд.",
    "4. Корбарони ғайрифаъол дигар ба JustDo илова карда шуда наметавонанд.",
    "5. Ҳангоми ғайрифаъол кардан, корбарони ғайрифаъол аз ҳамаи ташкилотҳо (Orgs) хориҷ карда мешаванд (ба ҳамон тариқе, ки мо онҳоро аз ҳамаи JustDo-ҳо/вазифаҳо хориҷ мекунем). Огоҳии ғайрифаъолсозӣ мувофиқан нав карда шудааст.",
    "6. Акнун сабти он, ки корбар кай ва аз ҷониби кӣ ғайрифаъол карда шудааст, нигоҳ дошта мешавад."
  ]
}