{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "มีอะไรใหม่",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: การจัดการไฟล์ขั้นสูง เครื่องมือเลือกสีสมัยใหม่ และการติดตามสถานะอัจฉริยะ",
  "v7_2_news_page_description": "ค้นพบ JustDo v7.2 พร้อมประสบการณ์การดูไฟล์ที่ดีขึ้น เครื่องมือเลือกสีสมัยใหม่ ตัวบ่งชี้สถานะที่ชัดเจนขึ้น Snackbar พร้อมตัวจับเวลา และแดชบอร์ดกิจกรรมที่ปรับปรุงด้วยรูปโปรไฟล์ผู้ใช้ รวมถึงการควบคุมการจัดการผู้ใช้ที่ดีขึ้น",
  "v7_2_news_page_main_h1": "JustDo v7.2: ยกระดับขั้นตอนการทำงานด้วยการดูไฟล์ขั้นสูง เครื่องมือเลือกสีสมัยใหม่ และการแจ้งเตือนอัจฉริยะ",
  "v7_2_news_main_array_item_0_subtitle": "สัมผัสอินเทอร์เฟซที่ปรับปรุงใหม่พร้อมการดูไฟล์ที่ดีขึ้น การเลือกสีสมัยใหม่ ตัวบ่งชี้สถานะที่ชัดเจนขึ้น และการแจ้งเตือนที่ฉลาดขึ้น",
  "v7_2_news_main_array_item_1_title": "การดูไฟล์ที่ปรับปรุงใหม่",
  "v7_2_news_main_array_item_1_subtitle": "เพลิดเพลินกับการนำทางที่ลื่นไหลและรูปลักษณ์ที่สะอาดตาเมื่อดูไฟล์ของคุณ",
  "v7_2_news_main_array_item_2_title": "เลือกสีได้อย่างสวยงาม",
  "v7_2_news_main_array_item_2_subtitle": "เครื่องมือเลือกสีสมัยใหม่ที่ทำให้การออกแบบรู้สึกง่ายดาย",
  "v7_2_news_main_array_item_3_title": "ตัวบ่งชี้สถานะที่ชัดเจนขึ้น",
  "v7_2_news_main_array_item_3_subtitle": "สีสถานะและคำแนะนำเครื่องมือได้รับการปรับมาตรฐานและเข้าใจได้ง่ายขึ้นทั่วทั้งแอป",
  "v7_2_news_main_array_item_4_title": "Snackbar ที่ดีขึ้น",
  "v7_2_news_main_array_item_4_subtitle": "Snackbar จะแสดงระยะเวลาที่จะอยู่บนหน้าจอ และการวางเมาส์จะหยุดตัวจับเวลาปิดทั้งหมด",
  "v7_2_news_main_array_item_5_title": "แดชบอร์ดกิจกรรมที่เป็นส่วนตัวมากขึ้น",
  "v7_2_news_main_array_item_5_subtitle": "รูปโปรไฟล์ผู้ใช้จะปรากฏก่อนชื่อที่แสดง ทำให้จดจำได้ง่ายขึ้นว่าใครทำอะไรด้วยการมองเพียงครั้งเดียว",
  "v7_2_news_features_name": "การอัปเดตอื่นๆ",
  "v7_2_news_features_title": "การปรับปรุง",
  "v7_2_news_features_update_items": [
    "1. ตั้งแต่นี้ไป เราจะแสดงในแผงผู้ดูแลระบบว่าผู้ใช้ถูกปิดการใช้งานเมื่อใดและโดยใคร (สำหรับผู้ใช้ที่ถูกปิดการใช้งานหลังวันที่ 24 ตุลาคม 2568 หรือหลังจากติดตั้ง v7.0.13 แล้วแต่อย่างใดอย่างหนึ่งที่เกิดขึ้นทีหลัง)",
    "2. ในกล่องโต้ตอบเชิญ (ทั้งจากเมนูแชร์และการเชิญขั้นสูง) ผู้ใช้ที่ถูกป้อนและถูกปิดการใช้งานจะไม่แสดง และ Snackbar จะอธิบายว่าผู้ใช้ถูกปิดการใช้งาน",
    "3. ตอนนี้เราป้องกันไม่ให้เพิ่มผู้ใช้ที่ถูกปิดการใช้งานเข้าสู่องค์กร",
    "4. ผู้ใช้ที่ถูกปิดการใช้งานไม่สามารถเพิ่มเข้าสู่บอร์ด JustDo ได้อีกต่อไป",
    "5. เมื่อปิดการใช้งาน ผู้ใช้ที่ถูกปิดการใช้งานจะถูกลบออกจากองค์กรทั้งหมด (เช่นเดียวกับที่เราลบพวกเขาออกจากบอร์ด JustDo/งานทั้งหมด) คำเตือนการปิดการใช้งานได้รับการอัปเดตตามนั้น",
    "6. ตอนนี้มีการบันทึกว่าผู้ใช้ถูกปิดการใช้งานเมื่อใดและโดยใคร"
  ]
}