{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "Що нового",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: Покращене керування файлами, сучасний вибір кольорів та розумне відстеження статусів",
  "v7_2_news_page_description": "Відкрийте JustDo v7.2 з оновленим переглядом файлів, сучасним колірним пікером, чіткішими індикаторами статусів, покращеними сповіщеннями з таймерами та панеллю активності з аватарами користувачів. Плюс покращене керування користувачами.",
  "v7_2_news_page_main_h1": "JustDo v7.2: Підвищте ефективність роботи з покращеним переглядом файлів, сучасним колірним пікером та розумними сповіщеннями",
  "v7_2_news_main_array_item_0_subtitle": "Насолоджуйтесь витонченішим інтерфейсом з покращеним переглядом файлів, сучасним вибором кольорів, чіткішими індикаторами статусів та розумнішими сповіщеннями.",
  "v7_2_news_main_array_item_1_title": "Перегляд файлів, вдосконалений",
  "v7_2_news_main_array_item_1_subtitle": "Насолоджуйтесь плавнішою навігацією та чистішим виглядом під час перегляду файлів.",
  "v7_2_news_main_array_item_2_title": "Вибирайте кольори красиво",
  "v7_2_news_main_array_item_2_subtitle": "Свіжий, сучасний колірний пікер, який робить дизайн легким та невимушеним.",
  "v7_2_news_main_array_item_3_title": "Чіткіші індикатори статусів",
  "v7_2_news_main_array_item_3_subtitle": "Кольори статусів та підказки тепер стандартизовані та зрозуміліші в усьому додатку.",
  "v7_2_news_main_array_item_4_title": "Покращені сповіщення",
  "v7_2_news_main_array_item_4_subtitle": "Сповіщення тепер показують, скільки часу вони залишаться на екрані — а наведення курсора призупиняє всі таймери закриття.",
  "v7_2_news_main_array_item_5_title": "Більш персоналізована панель активності",
  "v7_2_news_main_array_item_5_subtitle": "Аватари користувачів тепер відображаються перед іменами — що полегшує розпізнавання, хто і що зробив з першого погляду.",
  "v7_2_news_features_name": "Інші оновлення",
  "v7_2_news_features_title": "Покращення",
  "v7_2_news_features_update_items": [
    "1. Відтепер ми показуємо в адміністраторській панелі, коли і ким користувача було деактивовано (для користувачів, деактивованих після 24 жовтня 2025 року або після встановлення версії v7.0.13, залежно від того, що пізніше).",
    "2. У діалозі запрошення (як з випадаючого меню \"Поділитися\", так і з розширеного запрошення) введені користувачі, які деактивовані, не будуть показані, і з'явиться сповіщення з поясненням, що користувачі деактивовані.",
    "3. Тепер ми запобігаємо додаванню деактивованих користувачів до організацій.",
    "4. Деактивовані користувачі більше не можуть бути додані до дошки JustDo.",
    "5. Після деактивації деактивовані користувачі видаляються з усіх організацій (так само, як ми видаляємо їх з усіх дощок JustDo/завдань). Попередження про деактивацію було відповідно оновлено.",
    "6. Тепер ведеться журнал про те, коли і ким користувача було деактивовано."
  ]
}