{
  "v7_2_news_title": "v7.2",
  "v7_2_news_main_name": "וואָס איז נײַ",
  "v7_2_news_page_hrp": "justdo-v7-2-ui-improvements-file-preview-color-picker-updates",
  "v7_2_news_page_title": "JustDo v7.2: פֿאָרגעשריטענע טעקע פֿאַרוואַלטונג, מאָדערנע קאָליר אויסוואַרף און אינטעליגענטע סטאַטוס שפּירונג",
  "v7_2_news_page_description": "אַנטדעקט JustDo v7.2 מיט אַ פֿאַרפֿײַנערטע טעקע פֿאָראויסיקע דערפֿאַרונג, מאָדערנעם קאָליר פּיקער, קלאָרערע סטאַטוס אָנווײַזערס, פֿאַרבעסערטע סנעקבאַרס מיט טיימערס און פֿאַרשטאַרקטן אַקטיוויטעט טאָוולבאָרד מיט באַניצער אַוואַטאַרס. דערצו בעסערע באַניצער פֿאַרוואַלטונג קאָנטראָלן.",
  "v7_2_news_page_main_h1": "JustDo v7.2: פֿאַרשטאַרקט אײַער אַרבעטס־גאַנג מיט פֿאָרגעשריטענע טעקע פֿאָראויסיקע, מאָדערנע קאָליר פּיקער און קלוגע מעלדונגען",
  "v7_2_news_main_array_item_0_subtitle": "דערלעבט אַ מער פֿאַרפֿײַנערטן צובינד מיט פֿאַרבעסערטע טעקע פֿאָראויסיקעס, מאָדערנער קאָליר אויסוואַרף, קלאָרערע סטאַטוס אָנווײַזערס און קלוגערע מעלדונגען.",
  "v7_2_news_main_array_item_1_title": "טעקע פֿאָראויסיקע, פֿאַרפֿײַנערט",
  "v7_2_news_main_array_item_1_subtitle": "הנאה פֿון אַ גלאַטערע נאַוויגאַציע און אַ רײנערן אויסזען ווען איר קוקט אײַערע טעקעס.",
  "v7_2_news_main_array_item_2_title": "קלײַבט קאָלירן, שיין",
  "v7_2_news_main_array_item_2_subtitle": "אַ פֿרישער, מאָדערנער קאָליר פּיקער וואָס מאַכט דיזײַן פֿילן מיטלעך.",
  "v7_2_news_main_array_item_3_title": "קלאָרערע סטאַטוס אָנווײַזערס",
  "v7_2_news_main_array_item_3_subtitle": "סטאַטוס קאָלירן און טולטיפּס זײַנען איצט סטאַנדאַרדיזירט און גרינגער צו פֿאַרשטיין איבער דער אַפּ.",
  "v7_2_news_main_array_item_4_title": "בעסערע סנעקבאַרס",
  "v7_2_news_main_array_item_4_subtitle": "סנעקבאַרס ווײַזן איצט ווי פֿיל צײַט זיי וועלן בלײַבן אויפֿן עקראַן — און כאַווערינג פּאוזירט אַלע אַוועקלייגן טיימערס.",
  "v7_2_news_main_array_item_5_title": "אַ מער פּערזענלעכער אַקטיוויטעט טאָוולבאָרד",
  "v7_2_news_main_array_item_5_subtitle": "באַניצער אַוואַטאַרס דערשײַנען איצט פֿאַר אַרויסווײַזן נעמען — מאַכט גרינגער צו דערקענען ווער האָט וואָס געטאָן מיט אַ בליק.",
  "v7_2_news_features_name": "אַנדערע דערהײַנטיקונגען",
  "v7_2_news_features_title": "פֿאַרבעסערונגען",
  "v7_2_news_features_update_items": [
    "1. פֿון איצט אָן ווײַזן מיר אין דער אַדמין פּאַנעל ווען, און פֿון וועמען, אַ באַניצער איז געוואָרן דעאַקטיווירט (פֿאַר באַניצערס דעאַקטיווירט נאָך דעם 24טן אָקטאָבער 2025, אָדער נאָך דעם וואָס v7.0.13 איז אינסטאַלירט געוואָרן, וואָס עס קומט שפּעטער).",
    "2. אין דעם אײַנלאָדן דיאַלאָג (סיי פֿון דער שער דראָפּדאַון און סיי פֿון דער אַדוואַנסירטער אײַנלאָד), אַרײַנגעלייגטע באַניצערס וואָס זײַנען דעאַקטיווירט וועלן ניט געוויזן ווערן, און אַ סנעקבאַר וואָס דערקלערט אַז די באַניצערס זײַנען דעאַקטיווירט וועט געוויזן ווערן.",
    "3. מיר פֿאַרמײַדן איצט צולייגן דעאַקטיווירטע באַניצערס צו אָרגאַניזאַציעס.",
    "4. דעאַקטיווירטע באַניצערס קענען ניט מער צוגעלייגט ווערן צו אַ טאָוולבאָרד (JustDo).",
    "5. בײַם דעאַקטיווירן ווערן דעאַקטיווירטע באַניצערס אַראָפּגענומען פֿון אַלע אָרגס (דער זעלבער וועג ווי מיר נעמען זיי אַראָפּ פֿון אַלע טאָוולבאָרדן/טאַסקס). די דעאַקטיווירן ווארענונג איז דערהײַנטיקט געוואָרן אַקאָרדינג.",
    "6. אַ לאָג ווערט איצט געהאַלטן פֿון ווען און פֿון וועמען אַ באַניצער איז דעאַקטיווירט געוואָרן."
  ]
}